{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<BINDING>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<FILLIN>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<REORDER>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<TOAA>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<ACTIVE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<GENESEQ>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<INCREASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<DECREASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<STRUCTURE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<DISTANCE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<SOLUBILITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<TOXICITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<AB>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<ISACTIVE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<ISSYNTHETIC>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<PENETR>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<ABSORPTION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<DISTRIBUTION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<METABOLISM>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "<EXCRETION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "<FLUORESCENCE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "<STABILITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<DISORDER>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "<DISEASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "<BINARY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "<REGRESSION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "<ORGANISM>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "<0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "<1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "<2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "<3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "<4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "<5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "<6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "<7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "<8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "<9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "<.>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "<YES>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "<NO>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 45,
      "content": "<A>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 46,
      "content": "<B>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 47,
      "content": "<C>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48,
      "content": "<D>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 49,
      "content": "<E>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 50,
      "content": "<F>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51,
      "content": "<G>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 52,
      "content": "<H>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 53,
      "content": "<I>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 54,
      "content": "<K>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 55,
      "content": "<L>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 56,
      "content": "<M>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 57,
      "content": "<N>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 58,
      "content": "<O>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59,
      "content": "<P>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 60,
      "content": "<Q>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 61,
      "content": "<R>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 62,
      "content": "<S>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 63,
      "content": "<T>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 64,
      "content": "<U>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65,
      "content": "<V>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 66,
      "content": "<W>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 67,
      "content": "<X>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 68,
      "content": "<Y>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 69,
      "content": "<Z>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<UNK>": 0,
      "<PAD>": 1,
      "<CLS>": 2,
      "<SEP>": 3,
      "<MASK>": 4,
      "<BINDING>": 5,
      "<FILLIN>": 6,
      "<REORDER>": 7,
      "<TOAA>": 8,
      "<ACTIVE>": 9,
      "<GENESEQ>": 10,
      "<INCREASE>": 11,
      "<DECREASE>": 12,
      "<STRUCTURE>": 13,
      "<DISTANCE>": 14,
      "<SOLUBILITY>": 15,
      "<TOXICITY>": 16,
      "<AB>": 17,
      "<ISACTIVE>": 18,
      "<ISSYNTHETIC>": 19,
      "<PENETR>": 20,
      "<ABSORPTION>": 21,
      "<DISTRIBUTION>": 22,
      "<METABOLISM>": 23,
      "<EXCRETION>": 24,
      "<FLUORESCENCE>": 25,
      "<STABILITY>": 26,
      "<DISORDER>": 27,
      "<DISEASE>": 28,
      "<BINARY>": 29,
      "<REGRESSION>": 30,
      "<ORGANISM>": 31,
      "<0>": 32,
      "<1>": 33,
      "<2>": 34,
      "<3>": 35,
      "<4>": 36,
      "<5>": 37,
      "<6>": 38,
      "<7>": 39,
      "<8>": 40,
      "<9>": 41,
      "<.>": 42,
      "<YES>": 43,
      "<NO>": 44,
      "<A>": 45,
      "<B>": 46,
      "<C>": 47,
      "<D>": 48,
      "<E>": 49,
      "<F>": 50,
      "<G>": 51,
      "<H>": 52,
      "<I>": 53,
      "<K>": 54,
      "<L>": 55,
      "<M>": 56,
      "<N>": 57,
      "<O>": 58,
      "<P>": 59,
      "<Q>": 60,
      "<R>": 61,
      "<S>": 62,
      "<T>": 63,
      "<U>": 64,
      "<V>": 65,
      "<W>": 66,
      "<X>": 67,
      "<Y>": 68,
      "<Z>": 69,
      "(": 70,
      ")": 71,
      "1": 72,
      "2": 73,
      "=": 74,
      "@": 75,
      "C": 76,
      "H": 77,
      "N": 78,
      "O": 79,
      "S": 80,
      "[": 81,
      "]": 82,
      "c": 83,
      "n": 84,
      "O)": 85,
      "C(": 86,
      "=O)": 87,
      "H]": 88,
      "C(=O)": 89,
      "@H]": 90,
      "[C": 91,
      "@H](": 92,
      "@H](C": 93,
      "[C@": 94,
      "cc": 95,
      "C(=O)N": 96,
      "NC(=O)": 97,
      "[C@@H](C": 98,
      "C)": 99,
      "CC": 100,
      "N)": 101,
      "C(=O)N[C@@H](C": 102,
      "[C@H](C": 103,
      "NC(=O)[C@H](C": 104,
      "c1": 105,
      "C(C)": 106,
      "[C@H](": 107,
      "NC(=O)[C@": 108,
      "C(C)C)": 109,
      "NC(=O)[C@@H](": 110,
      "C(=O)O)": 111,
      "c1cc": 112,
      "CCC": 113,
      "C(=O)N[C@H](": 114,
      "[C@@H](C)": 115,
      "ccc1": 116,
      "C(N)": 117,
      "C(N)=O)": 118,
      "1)": 119,
      "NC(=O)[C@@H](N)": 120,
      "C(C)C": 121,
      "C(=O)N[C@@H](Cc1cc": 122,
      "ccc1)": 123,
      "(O)": 124,
      "c(O)": 125,
      "C(=O)O": 126,
      "cc1)": 127,
      "c(O)cc1)": 128,
      "[C@@H](C)O)": 129,
      "1CCC": 130,
      "=N)": 131,
      "NC(": 132,
      "=N)N)": 133,
      "NC(=N)N)": 134,
      "[C@H](C)": 135,
      "CC[C@H](C)": 136,
      "CC[C@H](C)[C@H](": 137,
      "C(=O)N[C@@H](CC(C)C)": 138,
      "NC(=O)[C@H](CC(C)C)": 139,
      "NC(=O)[C@H](CC": 140,
      "CC(C)C": 141,
      "CC(C)C[C@H](": 142,
      "C(=O)N[C@@H](CC": 143,
      "CCCN)": 144,
      "CCNC(=N)N)": 145,
      "[n": 146,
      "c[n": 147,
      "H]c": 148,
      "c1c[n": 149,
      "c1c[nH]c": 150,
      "C(=O)N[C@@H](C)": 151,
      "NC(=O)[C@@H](N)C": 152,
      "C(=O)NC": 153,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)": 154,
      "NC(=O)[C@H](Cc1cc": 155,
      "C(=O)N[C@@H](Cc1ccccc1)": 156,
      "NC(=O)[C@H](C)": 157,
      "C(=O)N[C@H](C(=O)O)": 158,
      "@H]1CCC": 159,
      "NC(=O)C": 160,
      "@H]1CCCN": 161,
      "1C(=O)": 162,
      "@H]1CCCN1C(=O)": 163,
      "NC(=O)[C@@H]1CCCN1C(=O)": 164,
      "C(=O)N[C@@H](CO)": 165,
      "C(=O)N[C@@H](CCCCN)": 166,
      "@H]1": 167,
      "[C@H]1": 168,
      "C(=O)N1CCC": 169,
      "C(=O)N1CCC[C@H]1": 170,
      "NC(=O)[C@H](CCC(=O)O)": 171,
      "C(=O)N[C@@H](CCCNC(=N)N)": 172,
      "C(=O)N[C@@H](CC(N)=O)": 173,
      "C(=O)N[C@H](C(=O)O)C(C)C)": 174,
      "C(=O)N[C@@H](CCC(N)=O)": 175,
      "n1)": 176,
      "NC(=O)[C@H](CO)": 177,
      "c1c[nH]cn1)": 178,
      "NC(=O)[C@@H](N)CC": 179,
      "C(=O)N[C@@H](CC(=O)O)": 180,
      "2)": 181,
      "2cc": 182,
      "NC(=O)[C@H](CCCNC(=N)N)": 183,
      "ccc12)": 184,
      "c1c[nH]c2cc": 185,
      "NC(=O)[C@H](Cc1ccccc1)": 186,
      "c1c[nH]c2ccccc12)": 187,
      "NC(=O)[C@H](CCCCN)": 188,
      "[C@@H](C)O": 189,
      "NC(=O)[C@@H](N)Cc1cc": 190,
      "NC(=O)[C@H](Cc1ccc(O)cc1)": 191,
      "SC)": 192,
      "NC(=O)[C@H](CC(N)=O)": 193,
      "C(=O)N[C@@H](CCC(=O)O)": 194,
      "[C@@H](": 195,
      "CS": 196,
      "CC[C@H](": 197,
      "CSCC[C@H](": 198,
      "S)": 199,
      "NC(=O)[C@H](CCC(N)=O)": 200,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@@H](": 201,
      "NC(=O)[C@H](CC(=O)O)": 202,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@H](C": 203,
      "NC(=O)[C@@H](N)Cc1ccccc1)": 204,
      "C(C)C)[C@@H](C)O)": 205,
      "NC(=O)[C@@H](NC(=O)[C@@H](": 206,
      "CC)": 207,
      "CCN)": 208,
      "CCCNC(=N)N)": 209,
      "[C@@H](C)CC)": 210,
      "C(=O)N[C@@H](Cc1c[nH]c2ccccc12)": 211,
      "C(=O)N[C@H](C(=O)N[C@@H](CC(C)C)": 212,
      "NC(=O)[C@@H](N)CCCCN)": 213,
      "N)C(=O)N[C@@H](CC(C)C)": 214,
      "C(=O)N[C@@H](CC(C)C)C(=O)O": 215,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O": 216,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)": 217,
      "NC(=O)[C@H](Cc1c[nH]c2ccccc12)": 218,
      "C(=O)N[C@H](C(=O)O)C(C)C": 219,
      "NC(=O)[C@H](Cc1c[nH]cn1)": 220,
      "C(C)C)C(=O)O": 221,
      "[C@@H](C)CC": 222,
      "NC(=O)[C@@H](N)CCCNC(=N)N)": 223,
      "C(=O)N[C@@H](CS)": 224,
      "C(=O)N[C@H](C(=O)N[C@H](C(=O)O)C(C)C)": 225,
      "[C@@H](C)O)[C@@H](C)O)": 226,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)C": 227,
      "CC(C)": 228,
      "C(=O)N[C@@H](Cc1c[nH]cn1)": 229,
      "C(=O)O)[C@@H](C)O": 230,
      "C(=O)N[C@@H](CCSC)": 231,
      "C(=O)N[C@H](C(=O)O)C(C)C)C(C)C": 232,
      "CC(C)[C@H](": 233,
      "C(=O)N[C@H](C(=O)N[C@H](": 234,
      "NC(=O)[C@H](CCSC)": 235,
      "CC[C@H](C)[C@H](NC(=O)C": 236,
      "NC(=O)[C@@H](NC(=O)C": 237,
      "CC[C@H](C)[C@H](N)": 238,
      "C(=O)N[C@@H](CCCCN)C(=O)O": 239,
      "NC(=O)[C@@H](N)CCC(=O)O)": 240,
      "NC(=O)[C@@H](N)Cc1ccc(O)cc1)": 241,
      "C(=O)O)C(C)C": 242,
      "C(=O)O)[C@@H](C)O)": 243,
      "C(=O)N[C@H](C(=O)N[C@@H](Cc1ccc(O)cc1)": 244,
      "C(=O)N[C@H](C(=O)N[C@@H](CCCNC(=N)N)": 245,
      "NC(=O)[C@@H](N)CO)": 246,
      "NC(=O)[C@@H](NC(=O)[C@H](C)": 247,
      "NC(=O)[C@@H](NC(=O)[C@H](CCC(=O)O)": 248,
      "C(=O)N[C@H](C(=O)NC": 249,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)Cc1ccccc1)": 250,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)NC": 251,
      "N)[C@@H](C)O)": 252,
      "NC(=O)[C@@H](NC(=O)[C@H](Cc1ccccc1)": 253,
      "[C@@H](C)O)C(=O)O": 254,
      "CC(C)C[C@H](N)C(=O)N[C@@H](CC(C)C)": 255,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)C": 256,
      "C(=O)N[C@H](C(=O)N[C@H](C(=O)O)C(C)C)[C@@H](C)O)": 257,
      "C(C)C)C(C)C": 258,
      "C(=O)N[C@H](C(=O)N[C@@H](C)": 259,
      "C(=O)N[C@H](C(=O)N[C@@H](CCCCN)": 260,
      "CC[C@H](C)[C@H](NC(=O)[C@H](CC(C)C)": 261,
      "CC[C@H](C)[C@H](NC(=O)[C@H](CCC(=O)O)": 262,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@H](C)": 263,
      "CC(C)C[C@H](NC(=O)[C@H](C)": 264,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](C)": 265,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)O": 266,
      "C(=O)N[C@@H](CCC(N)=O)C(=O)N[C@@H](C)": 267,
      "C(=O)N[C@@H](CC(=O)O)C(=O)N[C@@H](Cc1ccc(O)cc1)": 268,
      "NC(=O)[C@H](CS)": 269,
      "C(C)C)C(C)C)": 270,
      "NC(=O)[C@@H](NC(=O)[C@H](CC(C)C)": 271,
      "NC(=O)[C@@H](NC(=O)[C@@H]1CCCN1C(=O)[C@H](C": 272,
      "NC(=O)[C@@H](N)[C@@H](C)O)": 273,
      "CC(C)C[C@H](NC(=O)[C@@H](N)CCCNC(=N)N)": 274,
      "NC(=O)[C@@H]1CCCN1C(=O)C": 275,
      "C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](C)": 276,
      "NC(=O)[C@@H](N)CCC(N)=O)": 277,
      "CC(C)C[C@H](N)C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](Cc1ccccc1)C(=O)NC": 278,
      "C(=O)O)[C@@H](C)CC": 279,
      "C(=O)N[C@H](C(=O)N[C@@H](CO)": 280,
      "C(=O)N[C@H](C(=O)N[C@@H](CC(N)=O)": 281,
      "CC(C)C[C@H](N)": 282,
      "CC(C)C[C@H](NC(=O)[C@H](CC(C)C)": 283,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N1CCC[C@H]1": 284,
      "NC(=O)CNC(=O)C": 285,
      "C(=O)N1CCC[C@H]1C(=O)N[C@@H](CCCNC(=N)N)": 286,
      "C(=O)N[C@H](C(=O)O)C(C)C)[C@@H](C)O": 287,
      "[C@@H](C)CC)C(=O)O": 288,
      "NC(=O)[C@@H](NC(=O)CN)[C@@H](C)O)": 289,
      "NC(=O)[C@@H](NC(=O)[C@H](CCCNC(=N)N)": 290,
      "NC(=O)[C@@H](NC(=O)[C@H](CCCCN)": 291,
      "c1ccccc1)": 292,
      "C(=O)N[C@H](C(=O)N[C@@H](Cc1ccccc1)": 293,
      "C(=O)N[C@H](C(=O)N[C@@H](Cc1c[nH]cn1)": 294,
      "NC(=O)[C@@H](N)[C@@H](C)O)[C@@H](C)O)": 295,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CCCCN)": 296,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](CCC(=O)O)": 297,
      "C(=O)NCC(=O)N[C@@H](CC(C)C)": 298,
      "C(=O)NCC(=O)NC": 299,
      "C(=O)NCC(=O)N[C@H](C(=O)N[C@@H](CC(C)C)": 300,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@@H](CC(N)=O)": 301,
      "NC(=O)[C@H](C)N)": 302,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](Cc1ccccc1)": 303,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](CCC(N)=O)": 304,
      "C(=O)N[C@@H](CCCNC(=N)N)C(=O)O": 305,
      "NC(=O)[C@H](CCCCN)NC(=O)[C@H](CC(C)C)": 306,
      "NC(=O)[C@H](CC(=O)O)NC(=O)[C@@H](": 307,
      "C(C)C)[C@@H](C)O)C(=O)O": 308,
      "C(C)C)[C@@H](C)O)[C@@H](C)O)": 309,
      "CC[C@H](C)[C@H](NC(=O)CNC(=O)[C@H](C)": 310,
      "C(=O)N[C@H](C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@H](C(=O)O)C(C)C)C(C)C": 311,
      "C(C)C)[C@@H](C)O": 312,
      "C(C)C)C(C)C)C(=O)O": 313,
      "NC(=O)[C@@H](NC(=O)[C@H](CC(N)=O)": 314,
      "NC(=O)[C@@H](NC(=O)[C@H](CS)": 315,
      "c1ccc(O)cc1)": 316,
      "C(=O)N[C@H](C(=O)N1CCC[C@H]1": 317,
      "C(=O)N[C@H](C(=O)N[C@@H](CCC(N)=O)": 318,
      "C(=O)N[C@H](C(=O)N[C@@H](CC(=O)O)": 319,
      "NC(=O)[C@@H](N)C(C)C)": 320,
      "CC[C@H](C)[C@H](NC(=O)[C@H](CCCCN)": 321,
      "CC[C@H](C)[C@H](NC(=O)[C@H](Cc1ccc(O)cc1)": 322,
      "CC[C@H](C)[C@H](N)C(=O)N[C@@H](CC(C)C)": 323,
      "CC[C@H](C)[C@H](NC(=O)[C@H](Cc1c[nH]c2ccccc12)": 324,
      "CC(C)C[C@H](NC(=O)[C@H](CCC(=O)O)": 325,
      "CC(C)C[C@H](NC(=O)[C@H](Cc1ccccc1)": 326,
      "CC(C)C[C@H](NC(=O)[C@@H]1CCCN1C(=O)[C@H](C": 327,
      "NC(=O)[C@@H](N)CC(N)=O)": 328,
      "NC(=O)[C@@H](N)CS)": 329,
      "NC(=O)CN)": 330,
      "NC(=O)CNC(=O)[C@H](CC(N)=O)": 331,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](CC(C)C)": 332,
      "NC(=O)[C@H](CCC(=O)O)NC(=O)[C@H](CCCCN)": 333,
      "NC(=O)[C@H](CCC(=O)O)NC(=O)[C@@H](N)CCC(=O)O)": 334,
      "C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](CC(C)C)": 335,
      "C(=O)N[C@H](C(=O)O)C(C)C)C(C)C)C(C)C": 336,
      "C(=O)N[C@@H](CCC(N)=O)C(=O)N1CCC[C@H]1": 337,
      "NC(=O)[C@H](CO)NC(=O)[C@H](C)": 338,
      "C(=O)N[C@@H](CCC(=O)O)C(=O)N[C@@H](CCC(=O)O)": 339,
      "C(=O)N[C@@H](CCC(=O)O)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O": 340,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@H](CC": 341,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CC(C)C)": 342,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CC(N)=O)": 343,
      "CC[C@H](C)[C@H](NC(=O)CNC(=O)[C@H](CC(C)C)NC(=O)[C@H](C)": 344,
      "C(=O)O)[C@@H](C)O)C(C)C": 345,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)Cc1ccccc1)C(=O)O": 346,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)Cc1c[nH]cn1)": 347,
      "C(=O)N[C@H](C(=O)N[C@H](C(=O)O)C(C)C)[C@@H](C)O)C(C)C": 348,
      "C(=O)N[C@H](C(=O)N[C@H](C(=O)O)C(C)C)[C@@H](C)O)[C@@H](C)CC": 349,
      "C(=O)N[C@@H](CC(=O)O)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@@H](Cc1ccccc1)": 350,
      "CC(C)C[C@H](NC(=O)[C@@H](N)CCCNC(=N)N)C(=O)N[C@@H](CCCNC(=N)N)": 351,
      "C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](C)C(=O)N[C@@H](Cc1c[nH]c2ccccc12)": 352,
      "CC(C)C[C@H](N)C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](Cc1ccccc1)C(=O)NCC(=O)N[C@@H](Cc1ccc(O)cc1)": 353,
      "C(=O)NCC(=O)N[C@H](C(=O)N[C@@H](CC(C)C)C(=O)N[C@H](C(=O)N[C@H](C(=O)O)C(C)C)[C@@H](C)O)[C@@H](C)CC": 354,
      "O)NC(=O)C": 355,
      "[C@@H]1CCCN1C(=O)": 356,
      "NC(=O)[C@@H](NC(=O)[C@H](CO)": 357,
      "NC(=O)[C@@H](NC(=O)[C@H](CCC(N)=O)": 358,
      "NC(=O)[C@@H](NC(=O)[C@H](CC(=O)O)": 359,
      "NC(=O)[C@@H](NC(=O)[C@H](Cc1c[nH]c2ccccc12)": 360,
      "NC(=O)[C@@H](NC(=O)[C@@H](N)CS)": 361,
      "C(=O)O)[C@@H](C)CC)": 362,
      "NC(=O)[C@@H](N)C(C)C)[C@@H](C)O)": 363,
      "[C@@H](C)O)C(C)C)C(=O)O": 364,
      "[C@@H](C)O)C(C)C)[C@@H](C)O)C(=O)O": 365,
      "CC[C@H](C)[C@H](NC(=O)[C@H](CCCNC(=N)N)": 366,
      "CC[C@H](C)[C@H](NC(=O)[C@H](Cc1ccccc1)": 367,
      "CC[C@H](C)[C@H](NC(=O)[C@H](CC(N)=O)": 368,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](N)CCCNC(=N)N)": 369,
      "CC[C@H](C)[C@H](NC(=O)[C@H](CCSC)": 370,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](CC(=O)O)": 371,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CCC(=O)O)": 372,
      "CC(C)C[C@H](NC(=O)[C@H](CCC(N)=O)": 373,
      "CC(C)C[C@H](NC(=O)[C@@H](N)Cc1ccccc1)": 374,
      "CC(C)C[C@H](NC(=O)[C@@H](NC(=O)[C@@H](": 375,
      "CC(C)C[C@H](NC(=O)[C@@H](N)CCCCN)": 376,
      "CC(C)C[C@H](NC(=O)CNC(=O)C": 377,
      "C(=O)N[C@@H](C)C(=O)O": 378,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](CC(C)C)": 379,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](CC(N)=O)": 380,
      "NC(=O)[C@@H](N)Cc1c[nH]cn1)": 381,
      "C(=O)NCC(=O)N[C@@H](Cc1c[nH]c2ccccc12)": 382,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@@H](CC(C)C)C(=O)O": 383,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O)[C@@H](C)O": 384,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@@H](CO)": 385,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)O)[C@@H](C)O": 386,
      "NC(=O)[C@H](C)NC(=O)[C@H](CC(=O)O)": 387,
      "NC(=O)CNC(=O)[C@H](Cc1c[nH]cn1)": 388,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@@H]1CCCN1C(=O)": 389,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](CO)": 390,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](CCCCN)": 391,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](CC(=O)O)": 392,
      "C(=O)N1CCC[C@H]1C(=O)NCC(=O)NC": 393,
      "C(=O)N1CCC[C@H]1C(=O)N[C@H](C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@H](C(=O)O)C(C)C)C(C)C": 394,
      "NC(=O)[C@H](CCC(=O)O)NC(=O)[C@H](Cc1c[nH]cn1)": 395,
      "C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](CC(C)C)": 396,
      "C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](CCCCN)": 397,
      "NC(=O)[C@H](CO)NC(=O)[C@@H](NC(=O)CN)[C@@H](C)O)": 398,
      "NC(=O)[C@H](CCCNC(=N)N)NC(=O)[C@H](C)": 399,
      "NC(=O)[C@H](Cc1ccccc1)NC(=O)[C@H](CCCNC(=N)N)": 400,
      "NC(=O)[C@H](Cc1ccc(O)cc1)NC(=O)[C@@H](": 401,
      "NC(=O)[C@H](CC(N)=O)NC(=O)[C@H](CC(C)C)": 402,
      "NC(=O)[C@H](CC(N)=O)NC(=O)[C@H](Cc1ccc(O)cc1)": 403,
      "[C@@H](N)": 404,
      "CSCC[C@H](NC(=O)[C@H](C)": 405,
      "NC(=O)[C@H](CCC(N)=O)NC(=O)[C@H](CCCCN)": 406,
      "[C@@H](C)CC)[C@@H](C)CC)C(=O)O": 407,
      "C(=O)N[C@@H](Cc1c[nH]c2ccccc12)C(=O)O": 408,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)CC": 409,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)CCCNC(=N)N)": 410,
      "C(=O)N[C@H](C(=O)N[C@H](C(=O)O)C(C)C)[C@@H](C)O": 411,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CO)": 412,
      "CC(C)[C@H](NC(=O)[C@@H](NC(=O)[C@H](Cc1ccccc1)": 413,
      "CC(C)[C@H](NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)Cc1c[nH]cn1)": 414,
      "NC(=O)[C@@H](N)Cc1ccc(O)cc1)[C@@H](C)O)": 415,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)Cc1ccccc1)": 416,
      "NC(=O)[C@@H](N)CCC(N)=O)C(=O)N[C@@H](CCCCN)": 417,
      "C(=O)N[C@@H](CC(=O)O)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@@H](CCC(=O)O)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O": 418,
      "CC(C)C[C@H](NC(=O)[C@@H](N)CCCNC(=N)N)C(=O)N[C@@H](CCCNC(=N)N)C(=O)N1CCC[C@H]1C(=O)NCC(=O)NC": 419,
      "C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](C)C(=O)N[C@@H](Cc1c[nH]c2ccccc12)C(=O)N[C@H](C(=O)N[C@@H](CCCCN)": 420,
      "O)NC(=O)CNC(=O)[C@H](CO)NC(=O)[C@@H](NC(=O)CN)[C@@H](C)O)": 421,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@@H]1CCCN1C(=O)[C@@H](N)": 422,
      "CC(C)[C@H](NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)Cc1c[nH]cn1)C(=O)NC": 423,
      "C[C@@H](": 424,
      "O)[C@H](": 425,
      "C(C)C)C(=O)N1CCC[C@H]1": 426,
      "C(C)C)[C@@H](C)CC)": 427,
      "C(C)C)C(=O)N[C@@H](CC(C)C)C(=O)O": 428,
      "C(C)C)[C@@H](C)CC": 429,
      "C(C)C)C(=O)N[C@@H](Cc1ccccc1)C(=O)O": 430,
      "NC(=O)[C@@H](NC(=O)[C@@H](N)CCCCN)": 431,
      "NC(=O)[C@@H](NC(=O)[C@H](Cc1c[nH]cn1)": 432,
      "NC(=O)[C@@H](NC(=O)[C@@H](N)Cc1ccc(O)cc1)": 433,
      "NC(=O)[C@@H](NC(=O)[C@@H]1CCCN1C(=O)[C@@H]1CCCN1C(=O)[C@@H](N)": 434,
      "C(=O)O)[C@@H](C)O)[C@@H](C)O)": 435,
      "C(=O)O)C(C)C)C(C)C": 436,
      "C(=O)O)C(C)C)[C@@H](C)O": 437,
      "C(=O)N[C@H](C(=O)N[C@@H](CCC(=O)O)": 438,
      "C(=O)N[C@H](C(=O)N[C@H](C(=O)N[C@@H](CC(C)C)": 439,
      "C(=O)N[C@H](C(=O)N[C@@H](CCSC)": 440,
      "C(=O)N[C@H](C(=O)N[C@@H](CCC(N)=O)C(=O)N[C@@H](C)": 441,
      "C(N)=O)NC(=O)[C@H](CC(C)C)": 442,
      "[C@@H](C)O)[C@@H](C)O": 443,
      "CC[C@H](C)[C@H](NC(=O)[C@H](CO)": 444,
      "CC[C@H](C)[C@H](NC(=O)[C@@H]1CCCN1C(=O)[C@H](C": 445,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](NC(=O)[C@@H](": 446,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](N)CCCCN)": 447,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](N)Cc1ccc(O)cc1)": 448,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](NC(=O)[C@@H]1CCCN1C(=O)[C@H](C": 449,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](NC(=O)CN)[C@@H](C)O)": 450,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](NC(=O)[C@H](Cc1c[nH]c2ccccc12)": 451,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](N)CCC(N)=O)C(=O)N[C@@H](CCCCN)": 452,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](CC(C)C)": 453,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](CO)": 454,
      "C(=O)N[C@@H](CC(C)C)C(=O)N1CCC[C@H]1": 455,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@H](CC(=O)O)": 456,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CO)": 457,
      "CC(C)C[C@H](NC(=O)[C@@H](": 458,
      "CC(C)C[C@H](NC(=O)[C@H](CO)": 459,
      "CC(C)C[C@H](NC(=O)[C@H](Cc1ccc(O)cc1)": 460,
      "CC(C)C[C@H](NC(=O)[C@@H](N)CO)": 461,
      "CC(C)C[C@H](NC(=O)[C@@H](NC(=O)[C@H](C)": 462,
      "CC(C)C[C@H](NC(=O)[C@@H](N)[C@@H](C)O)": 463,
      "CC(C)C[C@H](NC(=O)[C@@H](NC(=O)[C@H](CCCCN)": 464,
      "CC(C)C[C@H](NC(=O)[C@H](CCCCN)NC(=O)[C@H](CC(C)C)": 465,
      "C(=O)N[C@@H](C)C(=O)NC": 466,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](CCC(N)=O)": 467,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O": 468,
      "C(=O)N[C@@H](C)C(=O)N[C@H](C(=O)N[C@H](": 469,
      "C(=O)N[C@@H](C)C(=O)N[C@H](C(=O)N[C@H](C(=O)O)C(C)C)[C@@H](C)O": 470,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](CC(=O)O)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@@H](CCC(=O)O)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O": 471,
      "NC(=O)[C@@H](N)CC(C)C)C(C)C)C(=O)O": 472,
      "C(=O)NCC(=O)N[C@@H](Cc1ccc(O)cc1)": 473,
      "C(=O)NCC(=O)N[C@@H](CO)": 474,
      "C(=O)NCC(=O)N[C@@H](CCCCN)": 475,
      "C(=O)NCC(=O)N[C@H](C(=O)N[C@H](": 476,
      "C(=O)NCC(=O)N[C@H](C(=O)N[C@@H](CO)": 477,
      "C(=O)NCC(=O)N[C@H](C(=O)N[C@@H](Cc1c[nH]cn1)": 478,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@H](C(=O)O)C(C)C": 479,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@H](C(=O)O)C(C)C)C(C)C": 480,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O)C(C)C": 481,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O)[C@@H](C)O)": 482,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@@H](Cc1ccccc1)": 483,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@H](C(=O)N[C@H](": 484,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@H](C(=O)N[C@@H](CCCNC(=N)N)": 485,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@H](C(=O)NC": 486,
      "NC(=O)[C@H](C)NC(=O)[C@@H](NC(=O)[C@@H](": 487,
      "NC(=O)[C@H](C)NC(=O)[C@@H](N)CCCCN)": 488,
      "NC(=O)[C@H](C)NC(=O)[C@H](Cc1c[nH]c2ccccc12)": 489,
      "C(=O)N[C@H](C(=O)O)[C@@H](C)O": 490,
      "NC(=O)CNC(=O)[C@H](CCC(=O)O)": 491,
      "NC(=O)CNC(=O)[C@H](CCCNC(=N)N)": 492,
      "NC(=O)CNC(=O)[C@H](Cc1ccc(O)cc1)": 493,
      "NC(=O)CNC(=O)[C@H](CCC(N)=O)": 494,
      "NC(=O)CNC(=O)[C@@H]1CCCN1C(=O)C": 495,
      "C(=O)N[C@@H](CO)C(=O)N[C@H](C(=O)N[C@@H](CC(N)=O)": 496,
      "C(=O)N[C@@H](CCCCN)C(=O)N[C@@H](C)": 497,
      "C(=O)N[C@@H](CCCCN)C(=O)N[C@@H](CCCCN)": 498,
      "C(=O)N[C@@H](CCCCN)C(=O)O)[C@@H](C)O": 499,
      "C(=O)N[C@@H](CCCCN)C(=O)O)[C@@H](C)CC": 500,
      "C(=O)N1CCC[C@H]1C(=O)N[C@@H](CC(=O)O)": 501,
      "C(=O)N1CCC[C@H]1C(=O)N[C@@H](C)C(=O)N[C@@H](C)": 502,
      "NC(=O)[C@H](CCC(=O)O)NC(=O)[C@H](CC(C)C)": 503,
      "NC(=O)[C@H](CCC(=O)O)NC(=O)[C@H](CC(N)=O)": 504,
      "C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](CO)": 505,
      "C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O": 506,
      "C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](CCSC)": 507,
      "C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](C)C(=O)N[C@@H](CCC(=O)O)": 508,
      "C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](CO)C(=O)N[C@@H](CCC(N)=O)": 509,
      "C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](CCCCN)C(=O)O)[C@@H](C)CC": 510,
      "C(=O)N[C@@H](CCC(N)=O)C(=O)N[C@@H](CC(C)C)": 511,
      "NC(=O)[C@H](CO)NC(=O)[C@H](CO)": 512,
      "NC(=O)[C@H](CO)NC(=O)[C@H](CC(=O)O)": 513,
      "NC(=O)[C@H](CO)NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CCCCN)": 514,
      "NC(=O)[C@@H](N)CCSC)": 515,
      "C(=O)N[C@@H](CC(=O)O)C(=O)N[C@@H](CCCCN)": 516,
      "NC(=O)[C@H](CCCNC(=N)N)NC(=O)[C@H](CCCNC(=N)N)": 517,
      "NC(=O)[C@H](CCCNC(=N)N)NC(=O)[C@H](CCCCN)": 518,
      "NC(=O)[C@H](CCCNC(=N)N)NC(=O)[C@@H](N)Cc1ccccc1)": 519,
      "NC(=O)[C@H](CCCNC(=N)N)NC(=O)[C@@H](N)CCCCN)": 520,
      "NC(=O)[C@H](CCCNC(=N)N)NC(=O)[C@H](CCC(=O)O)NC(=O)[C@H](Cc1c[nH]cn1)": 521,
      "NC(=O)[C@H](Cc1ccccc1)NC(=O)[C@H](CC(=O)O)NC(=O)[C@@H](": 522,
      "NC(=O)[C@H](CCCCN)NC(=O)[C@H](CCCCN)": 523,
      "NC(=O)[C@H](Cc1ccc(O)cc1)NC(=O)[C@H](CCC(N)=O)": 524,
      "NC(=O)[C@H](Cc1ccc(O)cc1)NC(=O)[C@H](Cc1ccccc1)NC(=O)[C@H](CCCNC(=N)N)": 525,
      "NC(=O)[C@H](CC(N)=O)NC(=O)[C@H](CO)": 526,
      "C(=O)N[C@@H](CCC(=O)O)C(=O)N[C@H](C(=O)O)C(C)C": 527,
      "CSCC[C@H](NC(=O)[C@H](Cc1ccc(O)cc1)": 528,
      "CSCC[C@H](NC(=O)[C@@H]1CCCN1C(=O)[C@@H](": 529,
      "CSCC[C@H](NC(=O)[C@@H](NC(=O)[C@@H](": 530,
      "CSCC[C@H](NC(=O)[C@@H](N)CCCCN)": 531,
      "CSCC[C@H](N)C(=O)N[C@@H](CC(C)C)": 532,
      "CSCC[C@H](NC(=O)[C@H](CCC(=O)O)NC(=O)[C@H](CCCCN)": 533,
      "NC(=O)[C@H](CC(=O)O)NC(=O)[C@@H](NC(=O)[C@H](CC(C)C)": 534,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@H](CO)": 535,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@H](CC(=O)O)": 536,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@H](CCCNC(=N)N)": 537,
      "NC(=O)[C@@H](N)Cc1ccccc1)[C@@H](C)O)": 538,
      "C(C)C)[C@@H](C)O)C(C)C": 539,
      "[C@@H](C)CC)C(=O)N[C@@H](CC(N)=O)": 540,
      "C(=O)N[C@H](C(=O)N[C@@H](CC(C)C)C(=O)O)[C@@H](C)O)C(C)C": 541,
      "NC(=O)[C@H](Cc1c[nH]cn1)NC(=O)[C@H](CCC(=O)O)": 542,
      "NC(=O)[C@@H](N)CCCNC(=N)N)[C@@H](C)O)": 543,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CS)": 544,
      "C(=O)N[C@@H](CCSC)C(=O)N[C@H](C(=O)O)C(C)C)C(C)C)C(C)C": 545,
      "NC(=O)[C@H](CCSC)NC(=O)[C@H](CC(C)C)NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CO)": 546,
      "CC[C@H](C)[C@H](N)C(=O)N[C@@H](CO)": 547,
      "CC[C@H](C)[C@H](N)C(=O)N1CCC[C@H]1": 548,
      "NC(=O)[C@@H](N)Cc1ccc(O)cc1)C(=O)O": 549,
      "NC(=O)[C@@H](NC(=O)[C@H](C)N)[C@@H](C)O)": 550,
      "C(=O)N[C@H](C(=O)NCC(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O)[C@@H](C)O": 551,
      "CC(C)C[C@H](NC(=O)[C@H](C)N)": 552,
      "CC(C)C[C@H](NC(=O)[C@H](C)NC(=O)[C@H](C)": 553,
      "C(=O)N[C@@H](CCC(N)=O)C(=O)N[C@@H](C)C(=O)N[C@@H](CO)C(=O)N[C@@H](CCC(N)=O)": 554,
      "NC(=O)[C@@H](NC(=O)[C@@H]1CCCN1C(=O)[C@H](CC": 555,
      "NC(=O)[C@@H](NC(=O)[C@@H]1CCCN1C(=O)[C@H](Cc1c[nH]cn1)": 556,
      "C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](C)C(=O)N[C@H](C(=O)O)C(C)C": 557,
      "C(=O)N[C@H](C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@@H](CO)": 558,
      "C(=O)NCC(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](CCCCN)C(=O)O)[C@@H](C)CC": 559,
      "NC(=O)[C@H](C)N)C(=O)N[C@@H](Cc1ccccc1)": 560,
      "CC[C@H](C)[C@H](NC(=O)CNC(=O)[C@H](C)NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CCC(=O)O)": 561,
      "CC[C@H](C)[C@H](NC(=O)[C@H](Cc1c[nH]c2ccccc12)NC(=O)[C@H](CCCNC(=N)N)NC(=O)[C@@H](N)CCCCN)": 562,
      "CC[C@H](C)[C@H](NC(=O)[C@H](Cc1c[nH]c2ccccc12)NC(=O)[C@H](CCSC)NC(=O)[C@H](CC(C)C)NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CO)": 563,
      "CC(C)C[C@H](NC(=O)[C@H](Cc1ccccc1)NC(=O)[C@H](CO)": 564,
      "CC(C)C[C@H](NC(=O)[C@@H]1CCCN1C(=O)[C@H](Cc1ccc(O)cc1)": 565,
      "NC(=O)CNC(=O)[C@H](CC(N)=O)NC(=O)[C@H](CCCNC(=N)N)NC(=O)[C@H](CCC(=O)O)NC(=O)[C@H](Cc1c[nH]cn1)": 566,
      "NC(=O)[C@H](CCC(=O)O)NC(=O)[C@H](CCCCN)NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)Cc1ccccc1)C(=O)O": 567,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@H](CCC(N)=O)NC(=O)[C@H](CC(C)C)": 568,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)Cc1ccccc1)C(=O)O": 569,
      "CC(C)C[C@H](NC(=O)[C@@H](N)CCCNC(=N)N)C(=O)N[C@@H](CCCNC(=N)N)C(=O)N1CCC[C@H]1C(=O)NCC(=O)NCC(=O)N[C@@H](CCCCN)C(=O)N[C@@H](CCCCN)": 570,
      "C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](C)C(=O)N[C@@H](Cc1c[nH]c2ccccc12)C(=O)N[C@H](C(=O)N[C@@H](CCCCN)C(=O)N[C@H](C(=O)N[C@H](C(=O)O)C(C)C)": 571,
      "C[C@@H](O)[C@H](": 572,
      "CC[C@H](C)[C@H](NC(=O)[C@H](CO)NC(=O)[C@@H]1CCCN1C(=O)[C@@H](": 573,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](NC(=O)[C@@H]1CCCN1C(=O)[C@H](CO)NC(=O)CNC(=O)[C@H](CO)NC(=O)[C@@H](NC(=O)CN)[C@@H](C)O)": 574,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](NC(=O)[C@H](Cc1c[nH]c2ccccc12)NC(=O)[C@H](CCCNC(=N)N)NC(=O)[C@H](CCCCN)": 575,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](N)CCC(N)=O)C(=O)N[C@@H](CCCCN)C(=O)N[C@H](C(=O)N[C@@H](CCCNC(=N)N)": 576,
      "CC(C)C[C@H](NC(=O)[C@H](Cc1ccc(O)cc1)NC(=O)[C@H](CCC(=O)O)NC(=O)[C@@H](N)CCC(=O)O)": 577,
      "CC(C)C[C@H](NC(=O)[C@@H](NC(=O)[C@H](CCCCN)NC(=O)[C@H](Cc1ccc(O)cc1)NC(=O)[C@H](Cc1ccccc1)NC(=O)[C@H](CCCNC(=N)N)": 578,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O)[C@@H](C)O)C(C)C)[C@@H](C)O": 579,
      "NC(=O)CNC(=O)[C@@H]1CCCN1C(=O)CN)": 580,
      "C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](C)C(=O)N[C@@H](CCC(=O)O)C(=O)N[C@@H](CCC(N)=O)C(=O)N[C@@H](C)C(=O)N[C@@H](CO)C(=O)N[C@@H](CCC(N)=O)": 581,
      "CC[C@H](C)[C@H](NC(=O)[C@H](Cc1c[nH]c2ccccc12)NC(=O)[C@H](CCSC)NC(=O)[C@H](CC(C)C)NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CO)C(=O)N[C@H](C(=O)N[C@@H](CCC(N)=O)": 582,
      "NC(=O)CNC(=O)[C@H](CC(N)=O)NC(=O)[C@H](CCCNC(=N)N)NC(=O)[C@H](CCC(=O)O)NC(=O)[C@H](Cc1c[nH]cn1)NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)CCCNC(=N)N)": 583,
      "C[C@H](": 584,
      "Cc1ccccc1)": 585,
      "CC(C)C)[C@@H](C)CC)": 586,
      "N)C(=O)N[C@@H](CCC(N)=O)": 587,
      "N)C(=O)N[C@H](C(=O)N[C@@H](Cc1ccc(O)cc1)": 588,
      "N)C(=O)NCC(=O)N[C@H](C(=O)N[C@@H](CC(C)C)C(=O)N[C@H](C(=O)N[C@H](C(=O)O)C(C)C)[C@@H](C)O)[C@@H](C)CC": 589,
      "N)C(C)C)C(=O)N1CCC[C@H]1": 590,
      "NC(=O)[C@@H]1CCCN": 591,
      "C(C)C)C(=O)N[C@@H](CC(=O)O)": 592,
      "C(C)C)C(=O)N[C@@H](CCC(=O)O)": 593,
      "C(C)C)C(=O)N[C@H](C(=O)N[C@H](C(=O)O)C(C)C)": 594,
      "C(C)C)C(=O)N[C@@H](CCCCN)C(=O)O": 595,
      "C(C)C)C(=O)N[C@H](C(=O)N[C@@H](Cc1ccc(O)cc1)": 596,
      "C(C)C)C(=O)N[C@H](C(=O)N[C@@H](C)": 597,
      "C(C)C)C(=O)N[C@@H](C)C(=O)N[C@@H](CCC(=O)O)": 598,
      "C(C)C)C(C)C)[C@@H](C)O)C(=O)O": 599,
      "C(C)C)C(C)C)[C@@H](C)O)[C@@H](C)O)": 600,
      "C(C)C)NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)CC": 601,
      "C(C)C)NC(=O)[C@H](CC(=O)O)NC(=O)[C@@H](NC(=O)[C@H](CC(C)C)": 602,
      "C(C)C)C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](C)C(=O)N[C@H](C(=O)O)C(C)C": 603,
      "NC(=O)[C@@H](NC(=O)[C@@H](N)": 604,
      "NC(=O)[C@@H](NC(=O)[C@H](Cc1ccc(O)cc1)": 605,
      "NC(=O)[C@@H](NC(=O)[C@@H](N)Cc1ccccc1)": 606,
      "NC(=O)[C@@H](NC(=O)[C@H](CCSC)": 607,
      "NC(=O)[C@@H](NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)Cc1ccccc1)": 608,
      "C(=O)O)C(=O)N[C@@H](CCC(N)=O)": 609,
      "C(=O)O)NC(=O)[C@H](Cc1ccc(O)cc1)": 610,
      "C(=O)O)NC(=O)[C@@H](N)CO)": 611,
      "C(=O)O)C(=O)N[C@H](C(=O)N[C@@H](C)": 612,
      "C(=O)O)C(=O)N[C@@H](C)C(=O)N[C@@H](C)": 613,
      "C(=O)O)C(C)C)C(C)C)": 614,
      "C(=O)O)C(C)C)[C@@H](C)CC": 615,
      "C(=O)O)NC(=O)[C@@H](N)CC(C)C)C(C)C)C(=O)O": 616,
      "C(=O)N[C@H](C(=O)N[C@@H](CS)": 617,
      "C(=O)N[C@H](C(=O)N[C@@H](Cc1ccccc1)C(=O)NC": 618,
      "C(=O)N[C@H](C(=O)N[C@@H](CCC(=O)O)C(=O)N[C@@H](CCC(=O)O)": 619,
      "C(N)=O)NC(=O)[C@@H](N)Cc1ccccc1)[C@@H](C)O)": 620,
      "1)C(C)C)[C@@H](C)O)": 621,
      "NC(=O)[C@@H](N)C(C)C)C(=O)O": 622,
      "[C@@H](C)O)C(C)C": 623,
      "[C@@H](C)O)C(=O)N[C@H](C(=O)O)C(C)C": 624,
      "[C@@H](C)O)C(=O)N[C@H](C(=O)NC": 625,
      "[C@@H](C)O)C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](CC(C)C)": 626,
      "[C@@H](C)O)C(=O)N[C@@H](CO)C(=O)N[C@@H](CC(=O)O)": 627,
      "[C@@H](C)O)C(C)C)C(=O)N[C@@H](CCC(=O)O)": 628,
      "[C@H](C)NC(=O)[C@H](CCSC)": 629,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](N)C": 630,
      "CC[C@H](C)[C@H](NC(=O)[C@@H]1CCCN1C(=O)[C@@H](": 631,
      "CC[C@H](C)[C@H](NC(=O)[C@H](CC(=O)O)": 632,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](N)Cc1ccccc1)": 633,
      "CC[C@H](C)[C@H](NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)": 634,
      "CC[C@H](C)[C@H](NC(=O)[C@H](Cc1c[nH]cn1)": 635,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](N)CCC(=O)O)": 636,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](NC(=O)[C@H](CCC(=O)O)": 637,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](NC(=O)[C@H](CCCNC(=N)N)": 638,
      "CC[C@H](C)[C@H](NC(=O)[C@H](C)N)": 639,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](N)CS)": 640,
      "CC[C@H](C)[C@H](NC(=O)[C@@H]1CCCN1C(=O)[C@H](CC": 641,
      "CC[C@H](C)[C@H](NC(=O)[C@H](C)NC(=O)[C@H](CC(=O)O)": 642,
      "CC[C@H](C)[C@H](NC(=O)[C@@H](NC(=O)[C@H](Cc1c[nH]cn1)": 643,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](C)": 644,
      "C(=O)N[C@@H](CC(C)C)C(=O)NC": 645,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](CCCCN)": 646,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](CCC(N)=O)": 647,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@H](C(=O)N[C@@H](CC(C)C)": 648,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](Cc1c[nH]cn1)": 649,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](CCSC)": 650,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](CCCCN)C(=O)O": 651,
      "C(=O)N[C@@H](CC(C)C)C(=O)O)C(C)C": 652,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@H](C(=O)N[C@@H](CCCNC(=N)N)": 653,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](CCC(=O)O)C(=O)N[C@@H](CCC(=O)O)": 654,
      "C(=O)N[C@@H](CC(C)C)C(=O)O)[C@@H](C)CC)": 655,
      "C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@H](C(=O)N[C@H](": 656,
      "NC(=O)[C@H](CC(C)C)NC(=O)C": 657,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@H](CO)": 658,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@H](CC(N)=O)": 659,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H]1CCCN1C(=O)[C@@H](": 660,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@H](Cc1c[nH]c2ccccc12)": 661,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@H](Cc1c[nH]cn1)": 662,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CCCNC(=N)N)": 663,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](NC(=O)[C@H](CCC(=O)O)": 664,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H]1CCCN1C(=O)[C@@H](N)C": 665,
      "NC(=O)[C@H](CC(C)C)NC(=O)CNC(=O)C": 666,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)[C@@H](C)O)[C@@H](C)O)": 667,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)C(C)C)": 668,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)CC(C)C)": 669,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@H](CCC(N)=O)NC(=O)[C@H](CCCCN)": 670,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](NC(=O)[C@@H](N)Cc1ccc(O)cc1)": 671,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)Cc1ccc(O)cc1)C(=O)O": 672,
      "NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)C(C)C)C(=O)O": 673,
      "CC(C)C[C@H](NC(=O)[C@H](CCCNC(=N)N)": 674,
      "CC(C)C[C@H](NC(=O)[C@H](CCCCN)": 675,
      "CC(C)C[C@H](NC(=O)[C@H](CC(N)=O)": 676,
      "CC(C)C[C@H](NC(=O)[C@H](CC(=O)O)": 677,
      "CC(C)C[C@H](NC(=O)[C@H](Cc1c[nH]c2ccccc12)": 678,
      "CC(C)C[C@H](NC(=O)[C@@H](N)Cc1ccc(O)cc1)": 679,
      "CC(C)C[C@H](NC(=O)[C@@H](NC(=O)[C@H](CC(C)C)": 680,
      "CC(C)C[C@H](NC(=O)[C@@H]1CCCN1C(=O)C": 681,
      "CC(C)C[C@H](NC(=O)[C@@H](NC(=O)[C@H](CCCNC(=N)N)": 682,
      "CC(C)C[C@H](NC(=O)[C@@H](N)C(C)C)": 683,
      "CC(C)C[C@H](NC(=O)[C@@H](N)CC(N)=O)": 684,
      "CC(C)C[C@H](NC(=O)CNC(=O)[C@H](Cc1c[nH]cn1)": 685,
      "CC(C)C[C@H](NC(=O)CNC(=O)[C@H](Cc1ccc(O)cc1)": 686,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](Cc1ccc(O)cc1)": 687,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](Cc1ccccc1)": 688,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](CCCCN)": 689,
      "C(=O)N[C@@H](C)C(=O)N[C@H](C(=O)O)C(C)C)": 690,
      "C(=O)N[C@@H](C)C(=O)N[C@H](C(=O)N[C@@H](CC(C)C)": 691,
      "C(=O)N[C@@H](C)C(=O)N[C@H](C(=O)O)C(C)C": 692,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](CS)": 693,
      "C(=O)N[C@@H](C)C(=O)N[C@H](C(=O)O)C(C)C)C(C)C": 694,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](CCCCN)C(=O)O": 695,
      "C(=O)N[C@@H](C)C(=O)NCC(=O)N[C@@H](CC(C)C)": 696,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](CO)C(=O)N[C@@H](Cc1ccccc1)": 697,
      "C(=O)N[C@@H](C)C(=O)N[C@H](C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@H](C(=O)O)C(C)C)C(C)C": 698,
      "C(=O)N[C@@H](C)C(=O)O)[C@@H](C)O)C(C)C": 699,
      "C(=O)N[C@@H](C)C(=O)N[C@H](C(=O)O)[C@@H](C)O": 700,
      "C(=O)N[C@@H](C)C(=O)N[C@@H](CC(=O)O)C(=O)N[C@@H](CCCCN)": 701,
      "NC(=O)[C@@H](N)CC(=O)O)[C@@H](C)O)": 702,
      "NC(=O)[C@@H](N)CC(=O)O)[C@@H](C)O)[C@@H](C)O)": 703,
      "NC(=O)[C@@H](N)CC(=O)O)C(=O)N[C@@H](C)C(=O)N[C@@H](C)": 704,
      "C(=O)NCC(=O)N[C@@H](Cc1ccccc1)": 705,
      "C(=O)NCC(=O)N[C@@H](CC(N)=O)": 706,
      "C(=O)NCC(=O)N[C@@H](CC(=O)O)": 707,
      "C(=O)NCC(=O)N[C@@H](CCC(=O)O)": 708,
      "C(=O)NCC(=O)N[C@@H](CC(C)C)C(=O)O": 709,
      "C(=O)NCC(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O": 710,
      "C(=O)NCC(=O)N[C@H](C(=O)O)C(C)C": 711,
      "C(=O)NCC(=O)N[C@H](C(=O)O)C(C)C)C(C)C": 712,
      "C(=O)NCC(=O)N[C@@H](C)C(=O)N[C@@H](C)": 713,
      "C(=O)NCC(=O)N[C@@H](Cc1ccccc1)C(=O)O": 714,
      "C(=O)NCC(=O)N[C@@H](C)C(=O)O": 715,
      "C(=O)NCC(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](CC(C)C)": 716,
      "C(=O)NCC(=O)N[C@@H](C)C(=O)N[C@H](C(=O)N[C@H](": 717,
      "C(=O)NCC(=O)N1CCC[C@H]1C(=O)N[C@@H](CC(=O)O)": 718,
      "C(=O)NCC(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O": 719,
      "C(=O)NCC(=O)N[C@H](C(=O)N[C@@H](CS)": 720,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N1CCC[C@H]1": 721,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@@H](CC(N)=O)": 722,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@@H](CCC(N)=O)": 723,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O": 724,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@@H](CCCCN)C(=O)O": 725,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@@H](C)C(=O)N[C@@H](C)": 726,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O)[C@@H](C)CC": 727,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@H](C(=O)O)C(C)C)[C@@H](C)O": 728,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@H](C(=O)N[C@@H](CC(=O)O)": 729,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](CC(C)C)": 730,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@H](C(=O)O)C(C)C)C(C)C)C(C)C": 731,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O)[C@@H](C)CC)": 732,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@@H](CO)C(=O)N[C@@H](CCCCN)": 733,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O": 734,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O)C(C)C)[C@@H](C)CC": 735,
      "C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)NCC(=O)N[C@@H](Cc1ccccc1)C(=O)O": 736,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@H](C(=O)O)C(C)C": 737,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@H](C(=O)O)C(C)C)C(C)C": 738,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)O)C(C)C": 739,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@H](C(=O)N[C@@H](Cc1ccc(O)cc1)": 740,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)O)[C@@H](C)CC": 741,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](CCCCN)": 742,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)O)C(C)C)C(C)C": 743,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@@H](C)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O": 744,
      "C(=O)N[C@@H](Cc1ccccc1)C(=O)N[C@@H](CC(C)C)C(=O)N[C@@H](Cc1c[nH]cn1)": 745,
      "NC(=O)[C@H](C)NC(=O)[C@H](C)": 746,
      "NC(=O)[C@H](C)NC(=O)[C@H](CCCNC(=N)N)": 747,
      "NC(=O)[C@H](C)NC(=O)[C@H](CCCCN)": 748,
      "NC(=O)[C@H](C)NC(=O)[C@H](Cc1ccc(O)cc1)": 749,
      "NC(=O)[C@H](C)NC(=O)[C@H](CCC(N)=O)": 750,
      "NC(=O)[C@H](C)NC(=O)[C@@H](N)Cc1ccccc1)": 751,
      "NC(=O)[C@H](C)N)C(=O)N[C@@H](CC(C)C)": 752,
      "NC(=O)[C@H](C)NC(=O)[C@@H](N)CCCNC(=N)N)": 753,
      "NC(=O)[C@H](C)NC(=O)[C@@H](N)CCC(=O)O)": 754,
      "NC(=O)[C@H](C)NC(=O)[C@@H](N)[C@@H](C)O)[C@@H](C)O)": 755,
      "NC(=O)[C@H](C)NC(=O)[C@H](CCCCN)NC(=O)[C@H](CC(C)C)": 756,
      "NC(=O)[C@H](C)NC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)C(C)C)": 757,
      "C(=O)N[C@H](C(=O)O)[C@@H](C)O)[C@@H](C)O": 758,
      "NC(=O)CNC(=O)[C@H](Cc1ccccc1)": 759,
      "NC(=O)CNC(=O)[C@@H](NC(=O)[C@@H](": 760,
      "NC(=O)CNC(=O)[C@H](Cc1c[nH]c2ccccc12)": 761,
      "NC(=O)CNC(=O)[C@H](CC(C)C)NC(=O)[C@@H](N)Cc1ccccc1)": 762,
      "NC(=O)CNC(=O)[C@H](CC(=O)O)NC(=O)[C@@H](": 763,
      "NC(=O)CNC(=O)[C@@H](N)CC(C)C)C(C)C)C(=O)O": 764,
      "NC(=O)[C@@H]1CCCN1C(=O)[C@H](C)NC(=O)[C@H](CCSC)": 765,
      "C(=O)N[C@@H](CO)C(=O)N1CCC[C@H]1": 766,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](CC(N)=O)": 767,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)O": 768,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](Cc1c[nH]cn1)": 769,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](CCSC)": 770,
      "C(=O)N[C@@H](CO)C(=O)N[C@H](C(=O)N[C@@H](Cc1ccc(O)cc1)": 771,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](CCCNC(=N)N)C(=O)O": 772,
      "C(=O)N[C@@H](CO)C(=O)N[C@H](C(=O)N1CCC[C@H]1": 773,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](CC(N)=O)C(=O)N[C@@H](CC(C)C)": 774,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](C)C(=O)N[C@@H](CC(C)C)": 775,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](C)C(=O)NC": 776,
      "C(=O)N[C@@H](CO)C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)NCC(=O)N[C@@H](Cc1ccccc1)C(=O)O": 777,
      "C(=O)N[C@@H](CCCCN)C(=O)N[C@@H](CC(=O)O)": 778,
      "C(=O)N[C@@H](CCCCN)C(=O)N[C@@H](CCC(=O)O)": 779,
      "C(=O)N[C@@H](CCCCN)C(=O)N[C@@H](CC(C)C)C(=O)O": 780,
      "C(=O)N[C@@H](CCCCN)C(=O)O)[C@@H](C)O)": 781,
      "C(=O)N[C@@H](CCCCN)C(=O)N[C@@H](C)C(=O)N[C@@H](C)": 782,
      "C(=O)N[C@@H](CCCCN)C(=O)O)[C@@H](C)CC)": 783,
      "C(=O)N[C@@H](CCCCN)C(=O)N1CCC[C@H]1C(=O)N[C@H](C(=O)N[C@@H](Cc1ccc(O)cc1)C(=O)N[C@H](C(=O)O)C(C)C)C(C)C": 784,
