{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<BINDING>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<FILLIN>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<REORDER>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<TOAA>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<ACTIVE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<GENESEQ>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<INCREASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<DECREASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<STRUCTURE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<DISTANCE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<SOLUBILITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<TOXICITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<AB>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<ISACTIVE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<ISSYNTHETIC>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<PENETR>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<ABSORPTION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<DISTRIBUTION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<METABOLISM>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "<EXCRETION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "<FLUORESCENCE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "<STABILITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<DISORDER>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "<DISEASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "<BINARY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "<REGRESSION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "<ORGANISM>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "<0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "<1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "<2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "<3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "<4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "<5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "<6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "<7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "<8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "<9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "<.>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "<YES>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "<NO>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 45,
      "content": "<A>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 46,
      "content": "<B>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 47,
      "content": "<C>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48,
      "content": "<D>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 49,
      "content": "<E>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 50,
      "content": "<F>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51,
      "content": "<G>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 52,
      "content": "<H>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 53,
      "content": "<I>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 54,
      "content": "<K>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 55,
      "content": "<L>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 56,
      "content": "<M>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 57,
      "content": "<N>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 58,
      "content": "<O>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59,
      "content": "<P>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 60,
      "content": "<Q>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 61,
      "content": "<R>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 62,
      "content": "<S>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 63,
      "content": "<T>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 64,
      "content": "<U>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65,
      "content": "<V>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 66,
      "content": "<W>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 67,
      "content": "<X>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 68,
      "content": "<Y>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 69,
      "content": "<Z>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3065,
      "content": "<TEST_TOKEN>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<UNK>": 0,
      "<PAD>": 1,
      "<CLS>": 2,
      "<SEP>": 3,
      "<MASK>": 4,
      "<BINDING>": 5,
      "<FILLIN>": 6,
      "<REORDER>": 7,
      "<TOAA>": 8,
      "<ACTIVE>": 9,
      "<GENESEQ>": 10,
      "<INCREASE>": 11,
      "<DECREASE>": 12,
      "<STRUCTURE>": 13,
      "<DISTANCE>": 14,
      "<SOLUBILITY>": 15,
      "<TOXICITY>": 16,
      "<AB>": 17,
      "<ISACTIVE>": 18,
      "<ISSYNTHETIC>": 19,
      "<PENETR>": 20,
      "<ABSORPTION>": 21,
      "<DISTRIBUTION>": 22,
      "<METABOLISM>": 23,
      "<EXCRETION>": 24,
      "<FLUORESCENCE>": 25,
      "<STABILITY>": 26,
      "<DISORDER>": 27,
      "<DISEASE>": 28,
      "<BINARY>": 29,
      "<REGRESSION>": 30,
      "<ORGANISM>": 31,
      "<0>": 32,
      "<1>": 33,
      "<2>": 34,
      "<3>": 35,
      "<4>": 36,
      "<5>": 37,
      "<6>": 38,
      "<7>": 39,
      "<8>": 40,
      "<9>": 41,
      "<.>": 42,
      "<YES>": 43,
      "<NO>": 44,
      "<A>": 45,
      "<B>": 46,
      "<C>": 47,
      "<D>": 48,
      "<E>": 49,
      "<F>": 50,
      "<G>": 51,
      "<H>": 52,
      "<I>": 53,
      "<K>": 54,
      "<L>": 55,
      "<M>": 56,
      "<N>": 57,
      "<O>": 58,
      "<P>": 59,
      "<Q>": 60,
      "<R>": 61,
      "<S>": 62,
      "<T>": 63,
      "<U>": 64,
      "<V>": 65,
      "<W>": 66,
      "<X>": 67,
      "<Y>": 68,
      "<Z>": 69,
      "#": 70,
      "%": 71,
      "(": 72,
      ")": 73,
      "+": 74,
      "-": 75,
      ".": 76,
      "/": 77,
      "0": 78,
      "1": 79,
      "2": 80,
      "3": 81,
      "4": 82,
      "5": 83,
      "6": 84,
      "7": 85,
      "8": 86,
      "9": 87,
      "=": 88,
      "@": 89,
      "A": 90,
      "B": 91,
      "C": 92,
      "F": 93,
      "H": 94,
      "I": 95,
      "K": 96,
      "L": 97,
      "M": 98,
      "N": 99,
      "O": 100,
      "P": 101,
      "R": 102,
      "S": 103,
      "T": 104,
      "X": 105,
      "Z": 106,
      "[": 107,
      "\\": 108,
      "]": 109,
      "a": 110,
      "b": 111,
      "c": 112,
      "e": 113,
      "g": 114,
      "i": 115,
      "l": 116,
      "n": 117,
      "o": 118,
      "p": 119,
      "r": 120,
      "s": 121,
      "t": 122,
      "cc": 123,
      "CC": 124,
      "(C": 125,
      "O)": 126,
      "=O)": 127,
      "c1": 128,
      "H]": 129,
      "[C": 130,
      "[C@": 131,
      "(=O)": 132,
      "c2": 133,
      "(C)": 134,
      "c(": 135,
      "C)": 136,
      "[C@@": 137,
      "[C@H]": 138,
      "[C@@H]": 139,
      "(N": 140,
      "2)": 141,
      "c3": 142,
      "cccc": 143,
      "C(=O)": 144,
      "F)": 145,
      "C1": 146,
      "C(": 147,
      "c(C": 148,
      "(CC": 149,
      "c1cc": 150,
      "3)": 151,
      "1)": 152,
      "OC)": 153,
      "c2cc": 154,
      "CCC": 155,
      ")cc": 156,
      "N(C": 157,
      "cn": 158,
      "(F)": 159,
      "(C)C)": 160,
      "(=O)N": 161,
      "CCCC": 162,
      "c2)": 163,
      "c(C)": 164,
      "c(N": 165,
      "OCC": 166,
      "(O)": 167,
      "C(N": 168,
      "n1": 169,
      "OC": 170,
      "[n": 171,
      "c4": 172,
      "=O": 173,
      "C(=O)N": 174,
      "2CC": 175,
      ")=O)": 176,
      "[nH]": 177,
      "cc1": 178,
      "[C@H](C": 179,
      "c2cccc": 180,
      "CN": 181,
      "=C": 182,
      "c1)": 183,
      "c(-": 184,
      "nn": 185,
      "c1cccc": 186,
      "c3cc": 187,
      "[C@H]1": 188,
      "C[C@@H]": 189,
      "C(C": 190,
      "CCN": 191,
      "c(OC)": 192,
      "2)=O)": 193,
      "c(Cl": 194,
      "c2c(": 195,
      "c2n": 196,
      "CC1": 197,
      "c(F)": 198,
      "[C@@H](C": 199,
      "[C@@H]1": 200,
      "cc2)": 201,
      "S(=O)": 202,
      "NC(=O)": 203,
      "(C)C": 204,
      "(OC)": 205,
      "[C@H]2": 206,
      "c3)": 207,
      "N1": 208,
      "(-": 209,
      "N)": 210,
      "c3cccc": 211,
      "c1n": 212,
      "cc1)": 213,
      "N(C(=O)": 214,
      "(F)F)": 215,
      "/C": 216,
      "ccc1": 217,
      "(CC)": 218,
      "CC2)": 219,
      "[C@H](": 220,
      "[C@]": 221,
      "O=": 222,
      "C2": 223,
      "[C@@]": 224,
      "c(=O)": 225,
      "[C@H](C)": 226,
      "n2": 227,
      "[C@@H](N": 228,
      "+]": 229,
      "4)": 230,
      "Br": 231,
      "C1)": 232,
      "[C@@H]2": 233,
      "CC)": 234,
      "[C@H](N": 235,
      "c(O)": 236,
      "c2ccccc2)": 237,
      "C(C)": 238,
      "(Cl": 239,
      "[C@@H](": 240,
      "-]": 241,
      "C)=O)": 242,
      "c(Cl)cc": 243,
      "CC1)": 244,
      "Cl": 245,
      "[C@@H](C)": 246,
      "NC(": 247,
      "c3c(": 248,
      "3CC": 249,
      "n2)": 250,
      "C2)": 251,
      "(F)(F)F)": 252,
      "[N": 253,
      "cc3)": 254,
      "[O": 255,
      "[O-]": 256,
      "c(Cl)": 257,
      "N(": 258,
      "(C)(C)C)": 259,
      "c12": 260,
      "/C=C": 261,
      "cc(C": 262,
      "[N+]": 263,
      "c1ccccc1": 264,
      "N(C(": 265,
      "cc2": 266,
      "c3n": 267,
      "3)=O)": 268,
      "=N": 269,
      "CO": 270,
      "c1c(": 271,
      "[C@H](O)": 272,
      "C(F)": 273,
      "c2ccccc2": 274,
      "c1(C": 275,
      "[C@H](CC": 276,
      "c1c(C": 277,
      "[C@@H](CC": 278,
      "1CC": 279,
      "[C@H]3": 280,
      "c1ccc(": 281,
      "(=O)=O)": 282,
      "S(=O)(=O)": 283,
      "c1ccccc1)": 284,
      "#N)": 285,
      "(Cl)": 286,
      "cccc1": 287,
      "nc1": 288,
      "(C)CC": 289,
      "CCC2)": 290,
      "(O": 291,
      "(O)=O)": 292,
      "N(CC": 293,
      "(C(N": 294,
      "c(C(N": 295,
      "(C(=O)N": 296,
      "CCC1": 297,
      "C(O)": 298,
      "(=O)O)": 299,
      "c5": 300,
      "c3ccccc3)": 301,
      "c4cc": 302,
      "[C@@H](O)": 303,
      "c3ccccc3": 304,
      "c(C)n": 305,
      "c2)=O)": 306,
      "2C": 307,
      "c(C(=O)N": 308,
      "c(C)cc": 309,
      "Br)": 310,
      "/C=C/": 311,
      "cccc2)": 312,
      "c1cn": 313,
      "cs": 314,
      "=C)": 315,
      "(NC(=O)": 316,
      "OCC)": 317,
      "[C@@H]3": 318,
      "c2ccc(": 319,
      "CC2": 320,
      "c2cn": 321,
      ")cc1": 322,
      "c(N)": 323,
      "CC3)": 324,
      "CC(N": 325,
      "([O-]": 326,
      "n1)": 327,
      "=O)C": 328,
      "(CN": 329,
      "CC(=O)N": 330,
      "(Cl)cc": 331,
      "c4cccc": 332,
      "CCCN": 333,
      "c1ccc(C": 334,
      "c[nH]": 335,
      "CN(C": 336,
      "OC(C)(C)C)": 337,
      "n(C)": 338,
      "=C(": 339,
      "c4)": 340,
      "CCO": 341,
      "c1cc2": 342,
      "(C(=O)": 343,
      "OC(=O)": 344,
      "cc(": 345,
      "(C)C)=O)": 346,
      "[C@H](C(=O)N": 347,
      "O=C(N": 348,
      "c1(": 349,
      "[C@H](C(N": 350,
      "(c2cc": 351,
      "C1CC": 352,
      "ncc": 353,
      "cccc3)": 354,
      "Br)cc": 355,
      "1C": 356,
      "nc2": 357,
      "#N": 358,
      "c1cc(": 359,
      "C3)": 360,
      "c2nn": 361,
      "2CCC": 362,
      "c(CN": 363,
      "c(OC)cc": 364,
      "C[C@H]1": 365,
      "[C@@H](NC(=O)": 366,
      "n3": 367,
      "CC(C)": 368,
      "c(-c2cc": 369,
      "S)": 370,
      "N(C)": 371,
      "n3)": 372,
      "=O)=O)": 373,
      "c(NC(=O)": 374,
      "ncn": 375,
      "cc(C)": 376,
      "O=C(": 377,
      "/C(": 378,
      "C1C": 379,
      "[N+]([O-]": 380,
      "(NC(": 381,
      "ccc(": 382,
      "C3": 383,
      "[N+](=O)": 384,
      "ccc2": 385,
      "=N)": 386,
      "co": 387,
      "2CC2)": 388,
      "ccc2)": 389,
      "c1c2c(": 390,
      "C(N)": 391,
      "CCN(": 392,
      "c4c(": 393,
      "c(-c3cc": 394,
      "(C)=O)": 395,
      "O1": 396,
      "c1cc(C": 397,
      "[N+](=O)[O-]": 398,
      "CC2)=O)": 399,
      "CN(": 400,
      "c2s": 401,
      "ccc1)": 402,
      "Cl)": 403,
      "S(N": 404,
      "=C/": 405,
      "CCC3)": 406,
      "[C@]2": 407,
      "(OCC": 408,
      "Cc1cc": 409,
      "c1(-": 410,
      "[C@@]2": 411,
      "[N+]([O-])=O)": 412,
      "c1s": 413,
      "c1(N": 414,
      "(c1cc": 415,
      ")cc2)": 416,
      "C(CC": 417,
      "[C@]1": 418,
      "c1nn": 419,
      "c2o": 420,
      "c1cc2c(": 421,
      ".Cl": 422,
      "C)C": 423,
      "/N": 424,
      "[C@H]2CC": 425,
      "cc(-": 426,
      "[C@H](NC(=O)": 427,
      "3c(": 428,
      "[C@@H](NC(": 429,
      "4CC": 430,
      "nn2)": 431,
      "S(=O)(N": 432,
      "[C@@]1": 433,
      "cccc2": 434,
      "C(C)(C)": 435,
      "c(C(F)(F)F)": 436,
      "C(F)(F)": 437,
      "S(=O)(=O)N": 438,
      "ccccc1": 439,
      "c(F)cc": 440,
      "C[C@@H]1": 441,
      "cccc1)": 442,
      "n(CC": 443,
      "C(C)C)": 444,
      "nc(N": 445,
      "C2)=O)": 446,
      "OCC2)": 447,
      "c12c(": 448,
      "Cc2cc": 449,
      "CCCC2)": 450,
      "c1(C)": 451,
      "NC(C": 452,
      "CCCCCCCC": 453,
      "N2": 454,
      "5)": 455,
      "CN(C(=O)": 456,
      "C[C@H]2": 457,
      "o1": 458,
      "[C@H](C)C": 459,
      "(C(F)(F)F)": 460,
      "cn2)": 461,
      "c(S": 462,
      "c1C": 463,
      "c1c(N": 464,
      "CCC)": 465,
      "n(C": 466,
      "CN1": 467,
      "=S)": 468,
      "CCC(N": 469,
      "C[C@@H]2": 470,
      "CCC2": 471,
      "c1o": 472,
      "[C@H](CC)": 473,
      "c3cn": 474,
      "CNC(=O)": 475,
      "CCCC1": 476,
      "CS": 477,
      "s1": 478,
      "cn1": 479,
      "nc(C)": 480,
      "c1cccc2": 481,
      "C[C@@H](C)": 482,
      "CN(CC": 483,
      "cc(OC)": 484,
      "C1)=O": 485,
      "N(C(C": 486,
      "c1c(C)": 487,
      ")cc3)": 488,
      "1)=O": 489,
      "O2)": 490,
      "CCN(CC": 491,
      "nn1": 492,
      "CCN1": 493,
      "(C)(C)": 494,
      "c2)cc": 495,
      "cc2)=O)": 496,
      "OC(": 497,
      "NC": 498,
      "cc(F)": 499,
      "=CC": 500,
      "[C@@H]2CC": 501,
      "C(F)(F)F)": 502,
      "c3)=O)": 503,
      "(OC)=O)": 504,
      "=C(C": 505,
      "O)=O)": 506,
      "[n+]": 507,
      "[nH]1": 508,
      "c1ccc(N": 509,
      "CNC(": 510,
      "c4ccccc4": 511,
      "S(": 512,
      "4)=O)": 513,
      "C)=O": 514,
      "c1cc(-": 515,
      "c1)=O": 516,
      "c(OC)c(OC)": 517,
      "c(F)cc2)": 518,
      "3CC3)": 519,
      "CC)=O)": 520,
      "c2[nH]": 521,
      "c1c(-": 522,
      "c(Cl)cc2)": 523,
      "c(C(=O)": 524,
      "C(N1": 525,
      "=C\\": 526,
      "C[C@@H](C": 527,
      "[C@H](NC(": 528,
      "N1CC": 529,
      "[C@@H](C)C": 530,
      "C1=O": 531,
      "c(=O)[nH]": 532,
      "[C@H]4": 533,
      "c(O": 534,
      "c2c(cccc2)": 535,
      "c1cc(C)": 536,
      "n(-": 537,
      "O3)": 538,
      "nc3": 539,
      "c(CC": 540,
      "c2c3c(": 541,
      "(OC": 542,
      "/C=C\\": 543,
      "cnc1": 544,
      "NC(=O)N": 545,
      "[C@H](CO)": 546,
      "C2=O)": 547,
      "c2c(C)": 548,
      "c2c(c1)": 549,
      "CCC2)=O)": 550,
      "[C@]3": 551,
      "OCC1": 552,
      "1)=O)": 553,
      "nc(-": 554,
      "OC)=O)": 555,
      "N2CC": 556,
      "C2CC": 557,
      "SC)": 558,
      "ncc1": 559,
      "o2)": 560,
      "=N/": 561,
      "c1cc(OC)": 562,
      "[C@@]3": 563,
      "c2c(F)": 564,
      "c(OC)cc2)": 565,
      "c1c(F)": 566,
      "c(CC)": 567,
      "c1ccc(F)": 568,
      "CC1)=O": 569,
      "C(C(N": 570,
      "1)C": 571,
      "OC(C)(C)C)=O)": 572,
      "S(=O)(": 573,
      "C(=O)O)": 574,
      "C[C@@H](N": 575,
      "c(C)c1": 576,
      "c4ccccc4)": 577,
      "#N)cc": 578,
      "ccc3)": 579,
      "s2)": 580,
      "2C(=O)": 581,
      "[C@H]1C": 582,
      "O2": 583,
      "Oc2cc": 584,
      "[C@@H](CO)": 585,
      "N1(C": 586,
      "cc(N": 587,
      "c2c1": 588,
      "c1cc(N": 589,
      "nc(C": 590,
      "cc3": 591,
      "=C1": 592,
      "C(=O)N1": 593,
      "OCC3)": 594,
      "C(C(=O)N": 595,
      "nc2)": 596,
      "C1)=O)": 597,
      "c1[nH]": 598,
      "N)=O)": 599,
      "C)CC": 600,
      "c(Cl)cc1": 601,
      "cc1)=O": 602,
      "[C@@H](C(=O)N": 603,
      "[C@@H](C(N": 604,
      "c1ccc(-": 605,
      "c1-": 606,
      "C(O)=O)": 607,
      "CCCC3)": 608,
      "c3c(cccc3)": 609,
      "[S": 610,
      "(CO)": 611,
      "COC": 612,
      "c(OC)cc1": 613,
      "CCN(C": 614,
      "NC(N": 615,
      "c(C)cc1": 616,
      "ccc(C": 617,
      "c(OCC": 618,
      "c1cc(F)": 619,
      "[N+](=O)[O-])": 620,
      "C(=O)O": 621,
      "CC(C)C)": 622,
      "C)C)": 623,
      "[C@](C)": 624,
      "c(C)cc2)": 625,
      "ccc3": 626,
      "(F)F": 627,
      "[C@@H](CC)": 628,
      "c2ccc(C": 629,
      "[C@@H]4": 630,
      "c1(OC)": 631,
      "[C@@](C)": 632,
      "c2ccccc2)=O)": 633,
      "C1CCCC": 634,
      "[C@@H]1C": 635,
      "c2ncc": 636,
      "c(NC(": 637,
      "C(C)=O)": 638,
      "CCC1)": 639,
      "cc(C(N": 640,
      "CC(": 641,
      "[C@H](O": 642,
      "c1)=O)": 643,
      "c(F)cc3)": 644,
      "c1cc2c(cc1)": 645,
      "Cn1": 646,
      "(CC(N": 647,
      "C(=O)(N": 648,
      "c(-c3": 649,
      "c2cc(C)": 650,
      "C(O": 651,
      "CCN)": 652,
      "(C)(C)C": 653,
      "CCCN1": 654,
      "c(N3": 655,
      "C(=O)N[C@@H](CC": 656,
      "c2cc(OC)": 657,
      "c1(F)": 658,
      "(C(C)C)": 659,
      "[C@H]2C": 660,
      "/C=C(": 661,
      "(C)C(=O)": 662,
      "n[nH]": 663,
      "cc(C(=O)N": 664,
      "(CC(=O)N": 665,
      "CCCC)": 666,
      "C[C@@H]3": 667,
      "C1CC1": 668,
      "(OCC)=O)": 669,
      "c(N2CC": 670,
      "4)cc": 671,
      "O(": 672,
      "[C@H]1CC": 673,
      "[C@H](C(C)C)": 674,
      "C)c1": 675,
      "nnc1": 676,
      "(=O)=O": 677,
      "O=C1": 678,
      "c1c(Cl)": 679,
      "S(C)": 680,
      "#C)": 681,
      "CCCO": 682,
      "c1c(OC)": 683,
      "[C@@H](O": 684,
      "c(C#N)": 685,
      "cn3)": 686,
      "no": 687,
      "ncc2)": 688,
      "NCC": 689,
      "NC(=O)[C@H](CC": 690,
      "cccc4)": 691,
      "c1c(C)cc": 692,
      "c2cc3c(": 693,
      "cc1)=O)": 694,
      "[C@@H]2C": 695,
      "c1c(O)": 696,
      "cccc3": 697,
      "C[C@@H](": 698,
      "c(OC)cc3)": 699,
      "CCNC(=O)": 700,
      "c3ccc(": 701,
      "c1(C(N": 702,
      "c1c(Cl)cc": 703,
      "N(C(N": 704,
      "c2cc(": 705,
      "c6": 706,
      "n2)=O)": 707,
      "c(F)c1": 708,
      "[C@@H](N)": 709,
      "=C2": 710,
      "CC(C)(C)": 711,
      "Cc1n": 712,
      "(CNC(=O)": 713,
      "CC1)=O)": 714,
      "C1(": 715,
      "c3s": 716,
      "c(Cl)c1": 717,
      "C)cc1": 718,
      "2CCN(": 719,
      "n(": 720,
      "N(CC)": 721,
      "nc(": 722,
      "c(C(C)C)": 723,
      "[C@@H](C(C)C)": 724,
      "nnc2": 725,
      "c1(C(=O)N": 726,
      "c2)c1": 727,
      "(N)": 728,
      "#C": 729,
      "(C(": 730,
      "c(Cl)cc3)": 731,
      "(=O)OC)": 732,
      "cc2c(": 733,
      "O=C(C": 734,
      "c2ccc(F)cc2)": 735,
      "CO)": 736,
      "=C(N)": 737,
      ")ccc1": 738,
      "cc(O)": 739,
      "2CCOCC2)": 740,
      "1CCCC": 741,
      "[C@H](OC)": 742,
      "OC2": 743,
      "C[C@H](C": 744,
      "N(C(=O)N": 745,
      "sc1": 746,
      "c1ccc(O)": 747,
      ")cc1)": 748,
      "4c(": 749,
      "OC1": 750,
      "[C@H]3CC": 751,
      "c1)C": 752,
      "cnc2": 753,
      "c1ccc2c(c1)": 754,
      "C(C)(C)C)": 755,
      "3CCOCC3)": 756,
      "c(Br)": 757,
      "c1c(C(N": 758,
      "c1ccccc1)=O)": 759,
      "C)C1": 760,
      "(C(=O)O)": 761,
      "C[C@H](C)": 762,
      "CCN(C(=O)": 763,
      "C(C)(C)C": 764,
      "2CCCC": 765,
      "ccc(N": 766,
      "2CCCCC2)": 767,
      "C[C@@H](O)": 768,
      "(C(O)=O)": 769,
      "(=O)O": 770,
      "c2n(C)": 771,
      "N3": 772,
      "c2ccc(Cl)cc2)": 773,
      "c1c(C(=O)N": 774,
      "c2=O)": 775,
      "2c(": 776,
      "c3ccc(F)cc3)": 777,
      "C(CC)": 778,
      "(C#N)": 779,
      "C(N)=O)": 780,
      "N1C(=O)": 781,
      "CCC(=O)N": 782,
      "c1ccc(C)": 783,
      "C=C": 784,
      "OCC1)": 785,
      "C(F)F)": 786,
      "c1ncc": 787,
      "c2ncn": 788,
      "OC(C)C)": 789,
      "cc4)": 790,
      "[C@H](N)": 791,
      "c(OC)c1": 792,
      "=N)N)": 793,
      "c2cc(F)": 794,
      "N(C)C)": 795,
      "c(C)cc3)": 796,
      "1CC1)": 797,
      "c3o": 798,
      "c3nn": 799,
      "CC3)=O)": 800,
      "S(=O)(C)=O)": 801,
      "C(NC": 802,
      "cn1)": 803,
      "C2=O": 804,
      "C(N1CC": 805,
      "n4": 806,
      "CCS": 807,
      "=N\\": 808,
      "c(F)cc1": 809,
      "([O-])": 810,
      "(CCC)": 811,
      "c1ccc(OC)": 812,
      "/N=C/": 813,
      "c2c(Cl)": 814,
      "C[C@H](": 815,
      "C1N(": 816,
      "O(C)": 817,
      "CCN(C)": 818,
      "S(C)(=O)=O)": 819,
      "c1c(OC)cc": 820,
      "cc1)C": 821,
      "CN(C)": 822,
      "c2n(": 823,
      "C3)=O)": 824,
      "CC2)c1": 825,
      "=C(C)": 826,
      "c1c(C)n": 827,
      "n1cc": 828,
      "[C@@H](O)[C@H](O)": 829,
      "2CCCC2)": 830,
      "CC(C": 831,
      "c3c(c2)": 832,
      "c2)cc1": 833,
      "C4": 834,
      "N1(": 835,
      "c1cc(Cl)cc": 836,
      "cn2": 837,
      "c2ccc(N": 838,
      "C1=O)": 839,
      "c3cc(OC)": 840,
      "N1(C(=O)": 841,
      "c2cc1": 842,
      "N(C(CC": 843,
      "c2ccc(O)": 844,
      "nc1)": 845,
      "c1cccc(": 846,
      "c2ccc(OC)cc2)": 847,
      "C1)C": 848,
      "c(C)cc(C)": 849,
      "N(C)C": 850,
      "1CCC": 851,
      "CC2)cc1": 852,
      "OC2)": 853,
      "nc(N)": 854,
      "ccc2)=O)": 855,
      "c5cccc": 856,
      "c3[nH]": 857,
      "c1c[nH]": 858,
      "c2c(O)": 859,
      "nc3)": 860,
      "cc(C(F)(F)F)": 861,
      "C(F)(F)F": 862,
      "s1)": 863,
      "C1(=O)": 864,
      "C1C(": 865,
      ")cc2": 866,
      "cc(Cl)": 867,
      "C(N)=N)": 868,
      "/C(=C/": 869,
      "3CCC": 870,
      "n2)cc1": 871,
      "3CCCCC3)": 872,
      "ncc3)": 873,
      "n2)c1": 874,
      "c1n(C)": 875,
      "OC(C)=O)": 876,
      "(F)(F)": 877,
      "c2c(C)n": 878,
      "ccc(-": 879,
      "CC4)": 880,
      "O[C@@H](": 881,
      "C#N)": 882,
      "FC(F)": 883,
      "oc1": 884,
      "OCCOCC": 885,
      "c(=O)n(C)": 886,
      "(CC)CC)": 887,
      "l)": 888,
      "cnc2)": 889,
      "c2n(C": 890,
      "CN(C(": 891,
      "c2c(cc": 892,
      "c2no": 893,
      "C(OC)": 894,
      "Cc3cc": 895,
      "OC(C": 896,
      "@]": 897,
      "nn3)": 898,
      "c(Cl)cc1)": 899,
      "CCCCC": 900,
      "P(O)": 901,
      "c5)": 902,
      "P(=O)": 903,
      "OCCC": 904,
      "[C@@H]1CC": 905,
      "C(C1": 906,
      "(c2ccccc2)": 907,
      "c2n[nH]": 908,
      "[C@@H](CC(C)C)": 909,
      "[nH]2)": 910,
      "n1C": 911,
      "S1": 912,
      "C1CCC": 913,
      "4)cc3)": 914,
      ".[": 915,
      "OCC)=O)": 916,
      "c2n(CC": 917,
      "cs2)": 918,
      "[Na": 919,
      "S(=O)(=O)C)": 920,
      "C1CN(C": 921,
      "[Na+]": 922,
      "c2c(C": 923,
      "CCCCC1": 924,
      "/C(=C\\": 925,
      "c2C)": 926,
      "[C@H](CNC(=O)": 927,
      "n1c(N": 928,
      "n2cc": 929,
      "[C@@H]3CC": 930,
      "(CNC(": 931,
      "n2cn": 932,
      "c1(Cl)cc": 933,
      "C(=O)(": 934,
      "c(-c4cc": 935,
      "C(c1cc": 936,
      "/C(C)": 937,
      "C1N(C(=O)": 938,
      "c2)C1": 939,
      "C[C@H](N": 940,
      "c3c(C)": 941,
      "[C@]2(C)": 942,
      "C3=O)": 943,
      "n2c(": 944,
      "N(C)C(=O)": 945,
      ".[Na+]": 946,
      "C(=O)N)": 947,
      "OC(=O)C)": 948,
      "c3cc(C)": 949,
      "C[C@@H](NC(=O)": 950,
      "c1cs": 951,
      "COCC": 952,
      "C4)": 953,
      "[C@@H](OC)": 954,
      "c1(CC": 955,
      "c2nc(N": 956,
      "nn1)": 957,
      "c2cs": 958,
      "CC(=O)": 959,
      "C(=O)N[C@@H](C": 960,
      "c2c[nH]": 961,
      "F)=O)": 962,
      "[N+](=O)[O-])cc": 963,
      "c1c(F)cc": 964,
      "C(=O)N2": 965,
      "c5c(": 966,
      "CCCC2": 967,
      "[C@@H]1O": 968,
      "[C@H](CC(C)C)": 969,
      "[C@@]4": 970,
      "n2CC": 971,
      "c3ccc(OC)cc3)": 972,
      "c3ccccc3)=O)": 973,
      "c1(O)": 974,
      "C(=O)N(": 975,
      "C(=O)NC": 976,
      "C2)C1": 977,
      "n1cn": 978,
      "[C@]4": 979,
      "c1cccc(C": 980,
      "SC": 981,
      "OCC(=O)N": 982,
      "CC(C)C)=O)": 983,
      "C(=O)N(CC": 984,
      "ncc2": 985,
      "C(NC(=O)": 986,
      "[C@@]2(C)": 987,
      "CCNC(": 988,
      "=C(C)C)": 989,
      "c2c(OC)": 990,
      "CC3": 991,
      "c2cc(-": 992,
      "c2ccc(C)cc2)": 993,
      "CCN(C)CC": 994,
      "c3ccc(Cl)cc3)": 995,
      "c3ccc(C": 996,
      "(C(C)(C)C)": 997,
      "[C@H]12": 998,
      "CC1)C": 999,
      "[C@@H]2O": 1000,
      "CCCNC(": 1001,
      "O1)": 1002,
      "C)CC1": 1003,
      "N2C(=O)": 1004,
      "FC(F)(F)": 1005,
      "[C@H]1O": 1006,
      "s3)": 1007,
      "O4)": 1008,
      "c1(Cl)": 1009,
      "C12": 1010,
      "C(=C)": 1011,
      "c(-c4": 1012,
      "c3ncc": 1013,
      "c-": 1014,
      "CCCC1)": 1015,
      "c1OC": 1016,
      "c(-c3ccccc3)": 1017,
      "nn2": 1018,
      "2CCN(C": 1019,
      "[C@@H](C)CC)": 1020,
      "C(NCC": 1021,
      "/C=C(\\": 1022,
      "CCC3)=O)": 1023,
      "CN1CC": 1024,
      "c3c4c(": 1025,
      "c1c2c(ccc1)": 1026,
      "[nH]c1": 1027,
      "(C(=O)OC)": 1028,
      "2CCN(C(=O)": 1029,
      "CC)cc": 1030,
      "cc2)c1": 1031,
      "c1ccc(O": 1032,
      "C(C)C": 1033,
      "C[C@H]3": 1034,
      "c1cc(C(N": 1035,
      "c2)CC1": 1036,
      "c2cc3": 1037,
      "CC2)C1": 1038,
      "c5cc": 1039,
      "C(=O)OC": 1040,
      "cccc2)=O)": 1041,
      "=S)N": 1042,
      "[C@@H]12": 1043,
      "c1(=O)": 1044,
      "C2CC2)": 1045,
      "C2)c1": 1046,
      "c2cc(Cl)cc": 1047,
      "c2nc3c(": 1048,
      "C(C)C)=O)": 1049,
      "c1cc(Cl)": 1050,
      "/C=N/": 1051,
      "C1N(C": 1052,
      "c2ccccc2)cc": 1053,
      "Br)cc1": 1054,
      "3(CC": 1055,
      "C(=O)N(C": 1056,
      "c3n(": 1057,
      "2)C1": 1058,
      "C1C2": 1059,
      "c2ccc(O": 1060,
      "(Br)": 1061,
      "c1ccc(Cl)cc1": 1062,
      "NC(=O)[C@H](C": 1063,
      "C1CN(": 1064,
      "C(O)=O": 1065,
      "c(Br)cc": 1066,
      "Cl)=O)": 1067,
      "c2c(C)cc": 1068,
      "ccc1-": 1069,
      "[C@H](CC)C)": 1070,
      "2)cc1": 1071,
      "2)c1": 1072,
      "C(=O)N1CC": 1073,
      "6)": 1074,
      "c2ccc(Br)cc": 1075,
      "cc3)=O)": 1076,
      "c(=O)n(CC": 1077,
      "OCC(N": 1078,
      "cc2)cc1": 1079,
      "c1ccc(F)cc1": 1080,
      "n4)": 1081,
      "C(=O)C": 1082,
      "c1cccc(-": 1083,
      "cc(Br)": 1084,
      "c(C)c(C)": 1085,
      "c3ccc(C)cc3)": 1086,
      "C(N)=N": 1087,
      "n(CC)": 1088,
      "CCCCCC": 1089,
      "c2c(Cl)cc": 1090,
      "c(OC": 1091,
      "CN(C(C": 1092,
      "c(C(C)(C)C)": 1093,
      "c1nc(N": 1094,
      "C)cc": 1095,
      "(NC(C": 1096,
      "c1c(-c2cc": 1097,
      "3CCCC3)": 1098,
      "I)": 1099,
      "c1cc(C(=O)N": 1100,
      "CCC4)": 1101,
      "nn(C)": 1102,
      "c1ccccc1)=O": 1103,
      "[C@H]5": 1104,
      "[C@H](CN": 1105,
      "OCC2)=O)": 1106,
      "c(-c3n": 1107,
      "CNC(=N)N)": 1108,
      "CCC1)=O)": 1109,
      "n1c(": 1110,
      "[C@@H](CNC(=O)": 1111,
      "c1cc(CN": 1112,
      "c2cc3c(cc2)": 1113,
      "CNC(N)=N)": 1114,
      "=C)=O)": 1115,
      "c3cc(F)": 1116,
      "C2)cc1": 1117,
      "2CCN(CC": 1118,
      "c(C)o": 1119,
      "c3)cc": 1120,
      "c23)": 1121,
      "CCN(C(": 1122,
      "=C(\\": 1123,
      "ccc1C": 1124,
      "[C@@H](C)O)": 1125,
      "nc4": 1126,
      "nc1C": 1127,
      "S(c1cc": 1128,
      "c3c(cc": 1129,
      "[C@]1(C)": 1130,
      "C(=O)N(C)": 1131,
      "c(=O)o": 1132,
      "=S": 1133,
      "nc1-": 1134,
      "c1n(C": 1135,
      "C(\\": 1136,
      "COC(=O)": 1137,
      "C1C(C": 1138,
      "c1ccc2c(": 1139,
      "c1cc(O)": 1140,
      "n1(C)": 1141,
      "c2c(N": 1142,
      "N(C)CC": 1143,
      "c1O": 1144,
      "C[C@H](O)": 1145,
      "2)=O)C1": 1146,
      "C(CCCC": 1147,
      "N1CCC": 1148,
      "[C@H]2CCC": 1149,
      "4CC4)": 1150,
      "ccn1": 1151,
      "[C@@H]2CCC": 1152,
      "c2ccc(OCC": 1153,
      "c4c(cccc4)": 1154,
      "c1ccc(OCC": 1155,
      "C(=O)N[C@H](C(=O)N": 1156,
      "[C@H](CNC(": 1157,
      "C(=O)NCC": 1158,
      "n1n": 1159,
      "c1ccc(O)cc1)": 1160,
      "C[C@@H](NC(": 1161,
      "N1(CC": 1162,
      "C1CN(C(=O)": 1163,
      "[C@H](C(O)=O)": 1164,
      "CCO1": 1165,
      "[C@H](C(=O)O)": 1166,
      "(CO": 1167,
      "c3cc4c(": 1168,
      "c3c(F)": 1169,
      "ccc4": 1170,
      "[C@]12": 1171,
      "c1(O": 1172,
      "S(=O)(c2cc": 1173,
      "c2cccc3": 1174,
      "C[C@@H]1C": 1175,
      "n1c2c(": 1176,
      "=CC(=O)": 1177,
      "/C=C2": 1178,
      "S(c2cc": 1179,
      "c(C(O)=O)": 1180,
      "c(C(=O)O)": 1181,
      "nc(O)": 1182,
      "CCC(": 1183,
      "n2c(=O)": 1184,
      "O[C@@H]1": 1185,
      "2)=O)cc1": 1186,
      "=N/N": 1187,
      "(OCC)": 1188,
      "c12c(cccc1)": 1189,
      "CC[C@H]1": 1190,
      "c(Cl)cc2": 1191,
      "3C": 1192,
      "c(-c2ccccc2)": 1193,
      "[C@@](O)": 1194,
      "c1no": 1195,
      "(C)C(": 1196,
      "(COC)": 1197,
      "c2ccc(F)": 1198,
      "[C@](O)": 1199,
      "ccn2)": 1200,
      "c2ccc(O)cc2)": 1201,
      "c1n(CC": 1202,
      "c([N+]([O-])=O)": 1203,
      "c2ccc3c(c2)": 1204,
      "[C@@]12": 1205,
      "c21": 1206,
      ")=O)=O)": 1207,
      "c1ccc(F)cc1)": 1208,
      "c3ccc(N": 1209,
      "CCN(CC)": 1210,
      "c(C)c2)": 1211,
      "c1ccc(C(N": 1212,
      "=N)N": 1213,
      "C(=O)N[C@H](C(N": 1214,
      "N(C(C)C)": 1215,
      "NC(=O)[C@@H](NC(=O)": 1216,
      "[C@@]1(C)": 1217,
      "/C=C(/": 1218,
      "c(C)n1": 1219,
      "C)=O)=O)": 1220,
      "c4cn": 1221,
      "Cc2ccccc2)": 1222,
      "2)=O)c1": 1223,
      "N2C": 1224,
      "=C(N)N)": 1225,
      "c2c(OC)cc": 1226,
      "(C1)": 1227,
      "C)ccc1": 1228,
      "c2cc(N": 1229,
      "CCOC)": 1230,
      "[C@@H]5": 1231,
      "cs1": 1232,
      "[C@@H]1CCC": 1233,
      "2CCC(": 1234,
      "c1ncn": 1235,
      "C([C@H]1": 1236,
      "C1N(CC": 1237,
      "(Cl)c1": 1238,
      "N1C": 1239,
      "c1(NC(=O)": 1240,
      "C1(=O)N": 1241,
      "CCOC1": 1242,
      "C(c1ccccc1)": 1243,
      "C(CO": 1244,
      "c1c(NC(=O)": 1245,
      "c1)N": 1246,
      "C)N": 1247,
      "c1c(O": 1248,
      "c1ccc(OC)cc1": 1249,
      "ncc1)": 1250,
      "c2ccccc21": 1251,
      "CCOCC": 1252,
      "CC2)CC1": 1253,
      "N(C(=O)C": 1254,
      "CN1C(=O)": 1255,
      "c(Cl)c2)": 1256,
      "CCCCN)=O)": 1257,
      "OC(C)(C)C": 1258,
      "[O-])": 1259,
      "OC3)": 1260,
      "O[C@H]1": 1261,
      "n2nn": 1262,
      "5)cc": 1263,
      "(C1": 1264,
      "c3cccn": 1265,
      "C(N[C@H](C(N": 1266,
      "c1cc(C(F)(F)F)": 1267,
      "C1(N": 1268,
      "3C)": 1269,
      "c1cc(CC": 1270,
      "S(N)": 1271,
      "C(N[C@H](C(=O)N": 1272,
      "N(C(OC(C)(C)C)=O)": 1273,
      "c(O)c1": 1274,
      "CCO)": 1275,
      "CC(=O)O)": 1276,
      "CCN(c2cc": 1277,
      "%1": 1278,
      "cc1C": 1279,
      "C(N[C@@H](CC": 1280,
      "c3ccc(O)": 1281,
      "O[C@H](C": 1282,
      "[C@H](C)N": 1283,
      "[N+]([O-])": 1284,
      "c12ccccc1": 1285,
      "[C@@H](NC(C": 1286,
      "(=O)OCC)": 1287,
      "[C@H](NC(C": 1288,
      "c1nc2c(": 1289,
      "c1=O": 1290,
      "ccc1OC": 1291,
      "c1ccccc1-": 1292,
      "c2cn(C)": 1293,
      "C[C@@H]2C": 1294,
      "c1ccc(C(=O)N": 1295,
      "c12cc": 1296,
      "CC(O)=O)": 1297,
      "2C(": 1298,
      "c2ccccc2)cc1": 1299,
      "c4n": 1300,
      "nc2)=O)": 1301,
      "c1cc(O": 1302,
      "nc(-c3cc": 1303,
      "CC[C@@H]1": 1304,
      "C([C@@H]1": 1305,
      "c2cnccc2)": 1306,
      "c(OC)cc2": 1307,
      "C2(CC": 1308,
      "c1ccc(OC)cc1)": 1309,
      "(=C)": 1310,
      "NC(=O)C": 1311,
      "C[C@@H]2CC": 1312,
      "/C=C/C": 1313,
      "c2cc(C": 1314,
      "2)=O)CC1": 1315,
      "3=O)": 1316,
      "c2nc(C": 1317,
      "c(C(N)=O)": 1318,
      "c3ncn": 1319,
      "c1ccc(C)cc1": 1320,
      "C1(C": 1321,
      "c2cc(Cl)": 1322,
      "c1ccc(Cl)": 1323,
      "c2-": 1324,
      "on2)": 1325,
      "no2)": 1326,
      "c2ccc1": 1327,
      "n1)=O": 1328,
      "C(=O)OC)": 1329,
      "[C@H](O)C)": 1330,
      "co2)": 1331,
      "N=C(": 1332,
      "c1n[nH]": 1333,
      "c2cccc(Cl)": 1334,
      "[C@]3(C)": 1335,
      "n3)=O)": 1336,
      "c(C(=O)OC)": 1337,
      "O(CC": 1338,
      "=C(N": 1339,
      "[C@H](O)[C@H](O)": 1340,
      "c2ccc(C)": 1341,
      "[C@H]2O": 1342,
      "S(=O)(c1cc": 1343,
      "c3n(C)": 1344,
      "4CCOCC": 1345,
      "O(C": 1346,
      "cnc1)": 1347,
      "3CCCC": 1348,
      "CC1(C)": 1349,
      "OCO2": 1350,
      "C1C(N": 1351,
      "c(=O)[nH]c(=O)": 1352,
      "c(NC(C": 1353,
      "[nH]3)": 1354,
      "NC([C@@H](NC(=O)": 1355,
      "C1N(C(": 1356,
      "c2ncccc2)": 1357,
      "c(F)c2)": 1358,
      "[C@H]1CCC": 1359,
      "n2ncc": 1360,
      "c3cc(Cl)cc": 1361,
      "N1(C(": 1362,
      "c(N3CC": 1363,
      "CC2)ccc1": 1364,
      "[C@@]3(C)": 1365,
      "n1c(C": 1366,
      "CCN1CC": 1367,
      "4)CC3)": 1368,
      "c1cccc(N": 1369,
      "n2c3c(": 1370,
      "=C(/": 1371,
      "[C@@H](CN": 1372,
      "2=N": 1373,
      "c1co": 1374,
      "c3C)": 1375,
      "OCO3)": 1376,
      "C(=O)N[C@@H](": 1377,
      "[C@H](C)NC(=O)": 1378,
      "o1)": 1379,
      "(CC(C)C)": 1380,
      "c2cccc(F)": 1381,
      "[nH]n2)": 1382,
      "c3cc(": 1383,
      "c1ccc(Cl)cc1)": 1384,
      "O=C(O)": 1385,
      "/C(=N/": 1386,
      "CCCC2)=O)": 1387,
      "#N)cc2)": 1388,
      "CC(C)C": 1389,
      "c2n1": 1390,
      "2CCC2)": 1391,
      "c2)ccc1": 1392,
      "[nH]c(=O)": 1393,
      "c2cccc3)": 1394,
      "c2nc(-c3cc": 1395,
      "CC[C@H]2": 1396,
      "c2c1cccc2": 1397,
      "C[C@@H](C(=O)N": 1398,
      "C2)CC1": 1399,
      "c2ccncc2)": 1400,
      "c2ccccc2)c1": 1401,
      "c5ccccc5": 1402,
      "CCN1C": 1403,
      "c2cccc(C)": 1404,
      "c1cccc2c1": 1405,
      "CNC(C": 1406,
      "c3c(Cl)": 1407,
      "N2CCC": 1408,
      "ccc4)": 1409,
      "C1CC1)": 1410,
      "c1c(OCC": 1411,
      "C)=O)C": 1412,
      "[C@@H](CO": 1413,
      "Br-]": 1414,
      "c(-c3ccccc3": 1415,
      "C1CN": 1416,
      "OCO": 1417,
      "CC2)cc": 1418,
      "c32)": 1419,
      "[C@@H](CNC(": 1420,
      "CCN1C(=O)": 1421,
      "c1cn(C)": 1422,
      "(C)c1": 1423,
      "C[C@@H](C(N": 1424,
      "S(=O)(CC": 1425,
      "O)C": 1426,
      "O=C": 1427,
      "(OC(=O)": 1428,
      "(NC": 1429,
      "C(OC)=O)": 1430,
      "n1nn": 1431,
      "c3ccccc32)": 1432,
      "nc(S": 1433,
      "n2)C1": 1434,
      "c(O)cc1": 1435,
      "@@]": 1436,
      "3C(=O)": 1437,
      "cc2)C1": 1438,
      "cc(Cl)cc": 1439,
      "CCC1)=O": 1440,
      "C(N1C": 1441,
      "(F)c1": 1442,
      "nc(C)n": 1443,
      "c1cc2c(cc1": 1444,
      "OC(C)": 1445,
      ".[Br-]": 1446,
      "COC)": 1447,
      "O=S(N": 1448,
      "C[C@@H](CN": 1449,
      "C1O": 1450,
      "O=C(N1": 1451,
      "=C(O)": 1452,
      "N(C(=O)OC(C)(C)C)": 1453,
      "c(OC)c2)": 1454,
      "o3)": 1455,
      "NC(=O)[C@@H](NC(": 1456,
      "S(N)(=O)=O)": 1457,
      "c(-n3": 1458,
      "2=O)": 1459,
      "(CC)CC": 1460,
      "n1c(-": 1461,
      "cc4": 1462,
      "C1CN(CC": 1463,
      "(O)=O": 1464,
      "O(c1cc": 1465,
      "nc(-c2cc": 1466,
      "c(C(": 1467,
      "SCC": 1468,
      "c2ccccc12": 1469,
      "CCC[C@H]1": 1470,
      "S(=O)(N)=O)": 1471,
      "C(CN": 1472,
      "c3)cc2)": 1473,
      "ncn2)": 1474,
      "oc(=O)": 1475,
      "(N)=O)": 1476,
      "CCCCN": 1477,
      "c(CO": 1478,
      "2)=O)=O)": 1479,
      "C(N(C": 1480,
      "2CCN(C(": 1481,
      "c1c(C(F)(F)F)": 1482,
      "(c1ccccc1)": 1483,
      "CN(C)C": 1484,
      "C(O)=O)=O)": 1485,
      "c3=O)": 1486,
      "[S+]": 1487,
      "CN1C": 1488,
      "c(N(C)C)": 1489,
      "cccc4": 1490,
      "(=O)N)": 1491,
      "c1cc(NC(=O)": 1492,
      "CN)": 1493,
      "C1CC2": 1494,
      "C(OC": 1495,
      "(=O)N(C": 1496,
      "C1[C@H]2": 1497,
      "#N)cc1": 1498,
      "c2ccccn2)": 1499,
      "P(=O)(O)": 1500,
      "c1N": 1501,
      "[n+]1": 1502,
      "nc(C(=O)N": 1503,
      "C)C)=O)": 1504,
      "(C2)": 1505,
      "c1cc(F)ccc1": 1506,
      "ccc1)=O": 1507,
      "/C(=N\\": 1508,
      "n1c(C)": 1509,
      "n1(CC": 1510,
      "cc2)CC1": 1511,
      "(c3ccccc3)": 1512,
      "c(NC(N": 1513,
      ".Cl.Cl": 1514,
      "c1=O)": 1515,
      "c2cccc(OC)": 1516,
      "nccc1": 1517,
      "[S@@]": 1518,
      "c3c2": 1519,
      "[S@]": 1520,
      "(C(OC)=O)": 1521,
      "[C@H](F)": 1522,
      "c3)CC2)": 1523,
      "NC([C@H](CC": 1524,
      "[C@H](Cc1ccccc1)": 1525,
      "cs3)": 1526,
      "OC(C)(C)": 1527,
      "CCC(C)": 1528,
      "FC(": 1529,
      "#CC": 1530,
      "n1(C": 1531,
      "c2nc(": 1532,
      "(CC1)": 1533,
      "Cc1ccccc1": 1534,
      "[C@H](C)C1": 1535,
      "CC[C@@H]2": 1536,
      "CCCCN)": 1537,
      "OCCO": 1538,
      "CC=C)": 1539,
      "C1CCCCC1": 1540,
      "C1[C@@H]2": 1541,
      "NC([C@@H](NC(": 1542,
      "c1ccc(NC(=O)": 1543,
      "c12cccc": 1544,
      "c2cc(O)": 1545,
      "c(C)cc1)": 1546,
      "C(N[C@@H](C": 1547,
      "O1CC": 1548,
      "c(F)c(F)": 1549,
      "C3CC": 1550,
      "C(=O)C1": 1551,
      "c2c(=O)": 1552,
      "4CCCC": 1553,
      "c1cccnc1": 1554,
      "c-2": 1555,
      "S(C": 1556,
      "[C@H](C)C2)": 1557,
      "(=O)OC": 1558,
      "c1nc(-": 1559,
      "c1cc(Br)cc": 1560,
      "C(NC(": 1561,
      "nc(C(N": 1562,
      "c2ccc(Br)cc2)": 1563,
      "on1": 1564,
      "cs1)": 1565,
      "n1)C": 1566,
      "[nH]1)": 1567,
      "2C[C@H]3": 1568,
      "cccc3)=O)": 1569,
      "[nH]c1)": 1570,
      "c2nc(C)": 1571,
      "(C(N)=O)": 1572,
      "C(=S)": 1573,
      "c1ccc(C)cc1)": 1574,
      "cc(CC": 1575,
      "3CCN(": 1576,
      "c1ncccc1": 1577,
      "[C@@H]3O": 1578,
      "CCN(C)C)": 1579,
      "(N(C)C)": 1580,
      "=C3": 1581,
      "[C@H](C)CC": 1582,
      "c1ccc(C(F)(F)F)": 1583,
      "n2)ccc1": 1584,
      "C)n1": 1585,
      "[C@H](C)O": 1586,
      "c1c(F)cccc1": 1587,
      "(CCOC)": 1588,
      "C)=O)C1": 1589,
      "c2ccc(Cl)": 1590,
      "c4c(c3)": 1591,
      "c1c(Br)cc": 1592,
      "c2co": 1593,
      "NC1": 1594,
      "c4ccc(F)cc": 1595,
      "cc(CN": 1596,
      "C)C(=O)": 1597,
      "CCOCC1": 1598,
      "(O)C": 1599,
      "C(=O)N1C": 1600,
      "n2C": 1601,
      "CC(O": 1602,
      "[C@H](c2ccccc2)": 1603,
      "c2occc2)": 1604,
      "c(OC)c3)": 1605,
      "c(OC)cc1)": 1606,
      "CC2)n1": 1607,
      "cc(Br)cc": 1608,
      "CCCNC(=O)": 1609,
      "n2)CC1": 1610,
      "(CN(C(=O)": 1611,
      "ccc1)=O)": 1612,
      "=[N+]": 1613,
      "4)C3)": 1614,
      "1CCCCC1)": 1615,
      "n1)=O)": 1616,
      "c3c(O)": 1617,
      "c1cc(Cl)ccc1": 1618,
      "c1cccc(OC)": 1619,
      "cc(C)c1": 1620,
      "CCCCC1)": 1621,
      "c(N)ncn": 1622,
      "CN2": 1623,
      "3)C2)": 1624,
      "n3c(": 1625,
      "(Cl)cc1": 1626,
      "no1": 1627,
      "c(-c3cn": 1628,
      "c2sccc2)": 1629,
      "cc2c(c1)": 1630,
      "2CC3": 1631,
      "cc1-": 1632,
      "c1c(Br)": 1633,
      "c2c(-c3cc": 1634,
      "CC)=O": 1635,
      "c3c2cccc3)": 1636,
      "c3ccc(Cl)cc": 1637,
      "(F)(F)F": 1638,
      "S(=O)(C": 1639,
      "C1(C)": 1640,
      "[Cl": 1641,
      "C=": 1642,
      "n1c(=O)": 1643,
      "[nH]c2)": 1644,
      "c(C)c1)": 1645,
      "[C@H](O)[C@@H](O)": 1646,
      "c2ccccc2F)": 1647,
      "O=C(N1CC": 1648,
      "O)cc1": 1649,
      "c(/C=C/": 1650,
      "(C)(C)C)=O)": 1651,
      "(CCCC)": 1652,
      "c1nc(C)": 1653,
      "c2c(n1)": 1654,
      "n(C)c1": 1655,
      "CCCCC)": 1656,
      "co1": 1657,
      "c7": 1658,
      "N(C)CC2)": 1659,
      "(=O)=O)cc1": 1660,
      "c(OC)cc3": 1661,
      "C1OCC": 1662,
      "nc(C)c1": 1663,
      "c(NC": 1664,
      "[C@@H]2CCCC": 1665,
      "C1CN(C(": 1666,
      "c1nc(C": 1667,
      "c(OCC)": 1668,
      "cc2F)": 1669,
      "c(C)c3)": 1670,
      "C[C@H]1C": 1671,
      "sc2)": 1672,
      "O)=O": 1673,
      "n2)cc": 1674,
      "CCN(C)CC3)": 1675,
      "ccc3)=O)": 1676,
      "c3c(C)n": 1677,
      "3CCC3)": 1678,
      "c2cccc(": 1679,
      "c3cc2)": 1680,
      "n12": 1681,
      "cn(C)": 1682,
      "c(NC(=O)N": 1683,
      "O)c1": 1684,
      "CCOC": 1685,
      "c1ccc(OC": 1686,
      "C1CC(N": 1687,
      "(=O)C": 1688,
      "(C(=O)N)": 1689,
      "c3c(OC)": 1690,
      "C[C@@H]1CC": 1691,
      "c(Cl)c3)": 1692,
      "ccc(Br)": 1693,
      "[C@@H](OC(=O)": 1694,
      "c2cnn(C)": 1695,
      "c2c(F)cccc2)": 1696,
      "c4)=O)": 1697,
      "NC(C)": 1698,
      "c1ccc(-c2cc": 1699,
      "c(Cl)c1)": 1700,
      "c1n(-": 1701,
      "c2ccccc2)CC1": 1702,
      "C[C@@H](CC": 1703,
      "c3ccncc3)": 1704,
      "CNC": 1705,
      "/C(C)=C/": 1706,
      "(N1": 1707,
      "CCN2": 1708,
      "c(S(=O)(=O)N": 1709,
      "c1(NC(": 1710,
      "c1c(Cl)cccc1": 1711,
      "ccc(O": 1712,
      "c1(-c2cc": 1713,
      "c2C)=O)": 1714,
      "n1(-": 1715,
      "5)=O)": 1716,
      "C(=O)O)=O)": 1717,
      "CCC)=O)": 1718,
      "c2n(-": 1719,
      "c2ncccc2": 1720,
      "c1c(cccc1)": 1721,
      "[C@H](OC(=O)": 1722,
      "C1CCCC1": 1723,
      "cc2c1": 1724,
      "c2)n1": 1725,
      "2CCC(N": 1726,
      "ccc1Cl": 1727,
      "CN=C(N)N)": 1728,
      "c(-c3cccc": 1729,
