{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<": 0,
      ">": 1,
      "A": 2,
      "B": 3,
      "C": 4,
      "D": 5,
      "E": 6,
      "F": 7,
      "G": 8,
      "H": 9,
      "I": 10,
      "K": 11,
      "L": 12,
      "M": 13,
      "N": 14,
      "O": 15,
      "P": 16,
      "Q": 17,
      "R": 18,
      "S": 19,
      "T": 20,
      "U": 21,
      "V": 22,
      "W": 23,
      "X": 24,
      "Y": 25,
      "Z": 26,
      "<A": 27,
      "<B": 28,
      "<C": 29,
      "<D": 30,
      "<E": 31,
      "<F": 32,
      "<G": 33,
      "<H": 34,
      "<I": 35,
      "<K": 36,
      "<L": 37,
      "<M": 38,
      "<N": 39,
      "<O": 40,
      "<P": 41,
      "<Q": 42,
      "<R": 43,
      "<S": 44,
      "<T": 45,
      "<U": 46,
      "<V": 47,
      "<W": 48,
      "<X": 49,
      "<Y": 50,
      "<Z": 51,
      "<A>": 52,
      "<B>": 53,
      "<C>": 54,
      "<D>": 55,
      "<E>": 56,
      "<F>": 57,
      "<G>": 58,
      "<H>": 59,
      "<I>": 60,
      "<K>": 61,
      "<L>": 62,
      "<M>": 63,
      "<N>": 64,
      "<O>": 65,
      "<P>": 66,
      "<Q>": 67,
      "<R>": 68,
      "<S>": 69,
      "<T>": 70,
      "<U>": 71,
      "<V>": 72,
      "<W>": 73,
      "<X>": 74,
      "<Y>": 75,
      "<Z>": 76
           
    },
    "merges": [
      "< A",
      "< B",
      "< C",
      "< D",
      "< E",
      "< F",
      "< G",
      "< H",
      "< I",
      "< K",
      "< L",
      "< M",
      "< N",
      "< O",
      "< P",
      "< Q",
      "< R",
      "< S",
      "< T",
      "< U",
      "< V",
      "< W",
      "< X",
      "< Y",
      "< Z",
      "<A >",
      "<B >",
      "<C >",
      "<D >",
      "<E >",
      "<F >",
      "<G >",
      "<H >",
      "<I >",
      "<K >",
      "<L >",
      "<M >",
      "<N >",
      "<O >",
      "<P >",
      "<Q >",
      "<R >",
      "<S >",
      "<T >",
      "<U >",
      "<V >",
      "<W >",
      "<X >",
      "<Y >",
      "<Z >"

    ]
  }
}