{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<BINDING>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<FILLIN>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<REORDER>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<TOAA>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<ACTIVE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<GENESEQ>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<INCREASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<DECREASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<STRUCTURE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<DISTANCE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<SOLUBILITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<TOXICITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<AB>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<ISACTIVE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<ISSYNTHETIC>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<PENETR>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<ABSORPTION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<DISTRIBUTION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<METABOLISM>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "<EXCRETION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "<FLUORESCENCE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "<STABILITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<DISORDER>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "<DISEASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "<BINARY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "<REGRESSION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "<ORGANISM>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "<0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "<1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "<2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "<3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "<4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "<5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "<6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "<7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "<8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "<9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "<.>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "<YES>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "<NO>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<UNK>": 0,
      "<PAD>": 1,
      "<CLS>": 2,
      "<SEP>": 3,
      "<MASK>": 4,
      "<BINDING>": 5,
      "<FILLIN>": 6,
      "<REORDER>": 7,
      "<TOAA>": 8,
      "<ACTIVE>": 9,
      "<GENESEQ>": 10,
      "<INCREASE>": 11,
      "<DECREASE>": 12,
      "<STRUCTURE>": 13,
      "<DISTANCE>": 14,
      "<SOLUBILITY>": 15,
      "<TOXICITY>": 16,
      "<AB>": 17,
      "<ISACTIVE>": 18,
      "<ISSYNTHETIC>": 19,
      "<PENETR>": 20,
      "<ABSORPTION>": 21,
      "<DISTRIBUTION>": 22,
      "<METABOLISM>": 23,
      "<EXCRETION>": 24,
      "<FLUORESCENCE>": 25,
      "<STABILITY>": 26,
      "<DISORDER>": 27,
      "<DISEASE>": 28,
      "<BINARY>": 29,
      "<REGRESSION>": 30,
      "<ORGANISM>": 31,
      "<0>": 32,
      "<1>": 33,
      "<2>": 34,
      "<3>": 35,
      "<4>": 36,
      "<5>": 37,
      "<6>": 38,
      "<7>": 39,
      "<8>": 40,
      "<9>": 41,
      "<.>": 42,
      "<YES>": 43,
      "<NO>": 44,
      "A": 45,
      "C": 46,
      "D": 47,
      "E": 48,
      "F": 49,
      "G": 50,
      "H": 51,
      "I": 52,
      "K": 53,
      "L": 54,
      "M": 55,
      "N": 56,
      "P": 57,
      "Q": 58,
      "R": 59,
      "S": 60,
      "T": 61,
      "V": 62,
      "W": 63,
      "Y": 64,
      "LL": 65,
      "TV": 66,
      "TL": 67,
      "IL": 68,
      "FL": 69,
      "AL": 70,
      "KL": 71,
      "YV": 72,
      "AV": 73,
      "GL": 74,
      "PL": 75,
      "PV": 76,
      "TS": 77,
      "FV": 78,
      "RL": 79,
      "EV": 80,
      "FG": 81,
      "GI": 82,
      "GV": 83,
      "SL": 84,
      "AY": 85,
      "NL": 86,
      "PR": 87,
      "QA": 88,
      "YL": 89,
      "EL": 90,
      "NV": 91,
      "PI": 92,
      "TI": 93,
      "DL": 94,
      "DY": 95,
      "EI": 96,
      "KV": 97,
      "AA": 98,
      "EE": 99,
      "GG": 100,
      "TF": 101,
      "VL": 102,
      "WI": 103,
      "CV": 104,
      "FS": 105,
      "KI": 106,
      "ML": 107,
      "PQ": 108,
      "QV": 109,
      "RP": 110,
      "SF": 111,
      "LLFG": 112,
      "AT": 113,
      "EY": 114,
      "GP": 115,
      "GS": 116,
      "GY": 117,
      "GIL": 118,
      "KE": 119,
      "KR": 120,
      "NY": 121,
      "RF": 122,
      "RY": 123,
      "SS": 124,
      "TT": 125,
      "AW": 126,
      "EH": 127,
      "GF": 128,
      "IV": 129,
      "MF": 130,
      "MT": 131,
      "MV": 132,
      "NS": 133,
      "PS": 134,
      "QL": 135,
      "QY": 136,
      "RI": 137,
      "TQ": 138,
      "GIGIL": 139,
      "AK": 140,
      "AR": 141,
      "ATV": 142,
      "CF": 143,
      "FT": 144,
      "GA": 145,
      "GW": 146,
      "GGL": 147,
      "GTS": 148,
      "IA": 149,
      "KK": 150,
      "NI": 151,
      "PF": 152,
      "RV": 153,
      "SQ": 154,
      "SAL": 155,
      "VM": 156,
      "YK": 157,
      "FLKE": 158,
      "PVYV": 159,
      "LLFGY": 160,
      "KRWI": 161,
      "GIGILTV": 162,
      "AE": 163,
      "AQ": 164,
      "ATL": 165,
      "ADY": 166,
      "CL": 167,
      "DD": 168,
      "DI": 169,
      "DS": 170,
      "EIL": 171,
      "FP": 172,
      "FTI": 173,
      "FEY": 174,
      "GE": 175,
      "GT": 176,
      "HE": 177,
      "HL": 178,
      "HT": 179,
      "HV": 180,
      "HPV": 181,
      "IK": 182,
      "IR": 183,
      "IS": 184,
      "KM": 185,
      "KQ": 186,
      "KS": 187,
      "LP": 188,
      "MP": 189,
      "MY": 190,
      "NR": 191,
      "NAW": 192,
      "QI": 193,
      "RAE": 194,
      "SV": 195,
      "SY": 196,
      "TN": 197,
      "VR": 198,
      "VT": 199,
      "YY": 200,
      "LLQ": 201,
      "TVL": 202,
      "TLNAW": 203,
      "GLN": 204,
      "RLRP": 205,
      "QASQ": 206,
      "GSPI": 207,
      "RYPL": 208,
      "PSI": 209,
      "GTSGSPI": 210,
      "KRWII": 211,
      "RLRPGG": 212,
      "AD": 213,
      "AN": 214,
      "AS": 215,
      "ALL": 216,
      "AAL": 217,
      "AGI": 218,
      "AEI": 219,
      "CT": 220,
      "DV": 221,
      "DFV": 222,
      "DFS": 223,
      "DRF": 224,
      "EPL": 225,
      "EEV": 226,
      "FF": 227,
      "FN": 228,
      "FR": 229,
      "FPL": 230,
      "FIR": 231,
      "GD": 232,
      "GM": 233,
      "GFV": 234,
      "GTI": 235,
      "HK": 236,
      "HP": 237,
      "HW": 238,
      "IY": 239,
      "KGV": 240,
      "LY": 241,
      "MM": 242,
      "MWI": 243,
      "NA": 244,
      "NE": 245,
      "NQ": 246,
      "NLL": 247,
      "NTL": 248,
      "NAV": 249,
      "NEY": 250,
      "NGS": 251,
      "NGF": 252,
      "PEL": 253,
      "PTF": 254,
      "QQ": 255,
      "QR": 256,
      "RG": 257,
      "RQ": 258,
      "RR": 259,
      "RS": 260,
      "RNGF": 261,
      "SM": 262,
      "SLL": 263,
      "SEI": 264,
      "TP": 265,
      "TY": 266,
      "VD": 267,
      "VKV": 268,
      "WG": 269,
      "WN": 270,
      "YKRWII": 271,
      "TVATL": 272,
      "TLV": 273,
      "TLRAE": 274,
      "FLG": 275,
      "FLY": 276,
      "TSQY": 277,
      "FVV": 278,
      "FGA": 279,
      "GINAV": 280,
      "SLA": 281,
      "NLV": 282,
      "YLQ": 283,
      "NVA": 284,
      "PINL": 285,
      "DLN": 286,
      "EIYKRWII": 287,
      "KVRV": 288,
      "AAGIGILTV": 289,
      "EETS": 290,
      "EEYL": 291,
      "RPHE": 292,
      "EHPTF": 293,
      "QLT": 294,
      "ARVL": 295,
      "FTY": 296,
      "KKK": 297,
      "YKTLRAE": 298,
      "ADYFEY": 299,
      "QIKVRV": 300,
      "TLNAWVKV": 301,
      "GLNK": 302,
      "QASQEV": 303,
      "PSINV": 304,
      "GTSGSPII": 305,
      "DFVRF": 306,
      "DRFYKTLRAE": 307,
      "SLLMWI": 308,
      "RPHERNGF": 309,
      "EHPTFTSQY": 310,
      "AH": 311,
      "AI": 312,
      "AAV": 313,
      "AEV": 314,
      "AAY": 315,
      "APR": 316,
      "ATI": 317,
      "AFS": 318,
      "AML": 319,
      "AQV": 320,
      "ASF": 321,
      "AGF": 322,
      "AMF": 323,
      "AIA": 324,
      "ASAL": 325,
      "AGIGILTV": 326,
      "AFTI": 327,
      "AMP": 328,
      "CD": 329,
      "CI": 330,
      "CW": 331,
      "CTV": 332,
      "CFV": 333,
      "CSF": 334,
      "CGS": 335,
      "CATV": 336,
      "CLLQ": 337,
      "CAN": 338,
      "CNEY": 339,
      "CTLV": 340,
      "DK": 341,
      "DP": 342,
      "DR": 343,
      "DT": 344,
      "DW": 345,
      "DTV": 346,
      "DAL": 347,
      "DYV": 348,
      "DPL": 349,
      "DPV": 350,
      "DRL": 351,
      "DGV": 352,
      "DAY": 353,
      "DNV": 354,
      "DKV": 355,
      "DEE": 356,
      "DSF": 357,
      "DAT": 358,
      "DMV": 359,
      "DNS": 360,
      "DPS": 361,
      "DAK": 362,
      "DPF": 363,
      "DHL": 364,
      "DAN": 365,
      "DAIA": 366,
      "ED": 367,
      "EG": 368,
      "EK": 369,
      "ET": 370,
      "EKL": 371,
      "EPV": 372,
      "EFV": 373,
      "EEL": 374,
      "ECV": 375,
      "EKS": 376,
      "EFF": 377,
      "EFGA": 378,
      "EAAGIGILTV": 379,
      "EAEV": 380,
      "FQ": 381,
      "FLL": 382,
      "FTL": 383,
      "FYV": 384,
      "FPV": 385,
      "FAY": 386,
      "FPR": 387,
      "FNV": 388,
      "FKI": 389,
      "FPQ": 390,
      "FQV": 391,
      "FRY": 392,
      "FIA": 393,
      "FPVYV": 394,
      "FKQ": 395,
      "FAD": 396,
      "FCTV": 397,
      "FDR": 398,
      "GTV": 399
    },
    "merges": [
      "L L",
      "T V",
      "T L",
      "I L",
      "F L",
      "A L",
      "K L",
      "Y V",
      "A V",
      "G L",
      "P L",
      "P V",
      "T S",
      "F V",
      "R L",
      "E V",
      "F G",
      "G I",
      "G V",
      "S L",
      "A Y",
      "N L",
      "P R",
      "Q A",
      "Y L",
      "E L",
      "N V",
      "P I",
      "T I",
      "D L",
      "D Y",
      "E I",
      "K V",
      "A A",
      "E E",
      "G G",
      "T F",
      "V L",
      "W I",
      "C V",
      "F S",
      "K I",
      "M L",
      "P Q",
      "Q V",
      "R P",
      "S F",
      "LL FG",
      "A T",
      "E Y",
      "G P",
      "G S",
      "G Y",
      "G IL",
      "K E",
      "K R",
      "N Y",
      "R F",
      "R Y",
      "S S",
      "T T",
      "A W",
      "E H",
      "G F",
      "I V",
      "M F",
      "M T",
      "M V",
      "N S",
      "P S",
      "Q L",
      "Q Y",
      "R I",
      "T Q",
      "GI GIL",
      "A K",
      "A R",
      "A TV",
      "C F",
      "F T",
      "G A",
      "G W",
      "G GL",
      "G TS",
      "I A",
      "K K",
      "N I",
      "P F",
      "R V",
      "S Q",
      "S AL",
      "V M",
      "Y K",
      "FL KE",
      "PV YV",
      "LLFG Y",
      "KR WI",
      "GIGIL TV",
      "A E",
      "A Q",
      "A TL",
      "A DY",
      "C L",
      "D D",
      "D I",
      "D S",
      "E IL",
      "F P",
      "F TI",
      "F EY",
      "G E",
      "G T",
      "H E",
      "H L",
      "H T",
      "H V",
      "H PV",
      "I K",
      "I R",
      "I S",
      "K M",
      "K Q",
      "K S",
      "L P",
      "M P",
      "M Y",
      "N R",
      "N AW",
      "Q I",
      "R AE",
      "S V",
      "S Y",
      "T N",
      "V R",
      "V T",
      "Y Y",
      "LL Q",
      "TV L",
      "TL NAW",
      "GL N",
      "RL RP",
      "QA SQ",
      "GS PI",
      "RY PL",
      "PS I",
      "GTS GSPI",
      "KRWI I",
      "RLRP GG",
      "A D",
      "A N",
      "A S",
      "A LL",
      "A AL",
      "A GI",
      "A EI",
      "C T",
      "D V",
      "D FV",
      "D FS",
      "D RF",
      "E PL",
      "E EV",
      "F F",
      "F N",
      "F R",
      "F PL",
      "F IR",
      "G D",
      "G M",
      "G FV",
      "G TI",
      "H K",
      "H P",
      "H W",
      "I Y",
      "K GV",
      "L Y",
      "M M",
      "M WI",
      "N A",
      "N E",
      "N Q",
      "N LL",
      "N TL",
      "N AV",
      "N EY",
      "N GS",
      "N GF",
      "P EL",
      "P TF",
      "Q Q",
      "Q R",
      "R G",
      "R Q",
      "R R",
      "R S",
      "R NGF",
      "S M",
      "S LL",
      "S EI",
      "T P",
      "T Y",
      "V D",
      "V KV",
      "W G",
      "W N",
      "Y KRWII",
      "TV ATL",
      "TL V",
      "TL RAE",
      "FL G",
      "FL Y",
      "TS QY",
      "FV V",
      "FG A",
      "GI NAV",
      "SL A",
      "NL V",
      "YL Q",
      "NV A",
      "PI NL",
      "DL N",
      "EI YKRWII",
      "KV RV",
      "AA GIGILTV",
      "EE TS",
      "EE YL",
      "RP HE",
      "EH PTF",
      "QL T",
      "AR VL",
      "FT Y",
      "KK K",
      "YK TLRAE",
      "ADY FEY",
      "QI KVRV",
      "TLNAW VKV",
      "GLN K",
      "QASQ EV",
      "PSI NV",
      "GTSGSPI I",
      "DFV RF",
      "DRF YKTLRAE",
      "SLL MWI",
      "RPHE RNGF",
      "EHPTF TSQY",
      "A H",
      "A I",
      "A AV",
      "A EV",
      "A AY",
      "A PR",
      "A TI",
      "A FS",
      "A ML",
      "A QV",
      "A SF",
      "A GF",
      "A MF",
      "A IA",
      "A SAL",
      "A GIGILTV",
      "A FTI",
      "A MP",
      "C D",
      "C I",
      "C W",
      "C TV",
      "C FV",
      "C SF",
      "C GS",
      "C ATV",
      "C LLQ",
      "C AN",
      "C NEY",
      "C TLV",
      "D K",
      "D P",
      "D R",
      "D T",
      "D W",
      "D TV",
      "D AL",
      "D YV",
      "D PL",
      "D PV",
      "D RL",
      "D GV",
      "D AY",
      "D NV",
      "D KV",
      "D EE",
      "D SF",
      "D AT",
      "D MV",
      "D NS",
      "D PS",
      "D AK",
      "D PF",
      "D HL",
      "D AN",
      "D AIA",
      "E D",
      "E G",
      "E K",
      "E T",
      "E KL",
      "E PV",
      "E FV",
      "E EL",
      "E CV",
      "E KS",
      "E FF",
      "E FGA",
      "E AAGIGILTV",
      "E AEV",
      "F Q",
      "F LL",
      "F TL",
      "F YV",
      "F PV",
      "F AY",
      "F PR",
      "F NV",
      "F KI",
      "F PQ",
      "F QV",
      "F RY",
      "F IA",
      "F PVYV",
      "F KQ",
      "F AD",
      "F CTV",
      "F DR",
      "G TV"
    ]
  }
}