{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<UNK>": 0,
      "<CLS>": 1,
      "<SEP>": 2,
      "<PAD>": 3,
      "<MASK>": 4,
      "#": 5,
      "(": 6,
      ")": 7,
      "+": 8,
      "-": 9,
      "/": 10,
      "1": 11,
      "2": 12,
      "3": 13,
      "4": 14,
      "5": 15,
      "6": 16,
      "7": 17,
      "8": 18,
      "=": 19,
      "@": 20,
      "B": 21,
      "C": 22,
      "F": 23,
      "H": 24,
      "I": 25,
      "N": 26,
      "O": 27,
      "P": 28,
      "S": 29,
      "[": 30,
      "\\": 31,
      "]": 32,
      "c": 33,
      "i": 34,
      "l": 35,
      "n": 36,
      "o": 37,
      "r": 38,
      "s": 39,
      "(C": 40,
      "cc": 41,
      "CC": 42,
      "O)": 43,
      "H]": 44,
      "[C": 45,
      "[C@": 46,
      "=O)": 47,
      "c1": 48,
      "(C)": 49,
      "(=O)": 50,
      "C)": 51,
      "c2": 52,
      "[C@@": 53,
      "[C@H]": 54,
      "(N": 55,
      "[C@@H]": 56,
      "2)": 57,
      "C1": 58,
      "c(": 59,
      "F)": 60,
      "C(=O)": 61,
      "N(C": 62,
      "c(C": 63,
      "cccc": 64,
      "c3": 65,
      "C(": 66,
      "CCC": 67,
      "1)": 68,
      "3)": 69,
      "c1cc": 70,
      "cn": 71,
      "OC)": 72,
      "(C)C)": 73,
      "(F)": 74,
      "c(C)": 75,
      "2CC": 76,
      "C[C@H]": 77,
      "C(N": 78,
      "C[C@@H]": 79,
      "OCC": 80,
      "(=O)N": 81,
      "c2)": 82,
      "c2cc": 83,
      "nn": 84,
      "C(C": 85,
      "n1": 86,
      "CN": 87,
      "=O": 88,
      "1CC": 89,
      "2)=O)": 90,
      "C(=O)N": 91,
      "[C@H](C": 92,
      "cc1": 93,
      "l)": 94,
      "CC1": 95,
      "[C@@H](C": 96,
      "CN(C": 97,
      "c(N": 98,
      "c1)": 99,
      "OC": 100,
      "[n": 101,
      "[nH]": 102,
      "C1)": 103,
      "[C@H]1": 104,
      "[C@@H]1": 105,
      "CC2)": 106,
      "c(F)": 107,
      "[C@H](C)": 108,
      "c2cccc": 109,
      "c2n": 110,
      "C2)": 111,
      "[C@@H](C)": 112,
      "N1": 113,
      "c1cccc": 114,
      "CC)": 115,
      "NC(=O)": 116,
      "c1n": 117,
      "CC1)": 118,
      "[C@H]2": 119,
      "C)=O)": 120,
      "cc2)": 121,
      "(O)": 122,
      "O=": 123,
      "[C@@H]2": 124,
      "S(=O)": 125,
      "c3)": 126,
      "N(C(=O)": 127,
      "c(Cl)": 128,
      "cc1)": 129,
      "(C)(C)C)": 130,
      "ccc1": 131,
      "cc(C": 132,
      "(OC)": 133,
      "3CC": 134,
      "c(-": 135,
      "(F)F)": 136,
      "(NC(=O)": 137,
      "c4": 138,
      "c(OC)": 139,
      "N)": 140,
      "N(": 141,
      "Br": 142,
      "c3cc": 143,
      "C(C)": 144,
      "C2": 145,
      "3)=O)": 146,
      "Br)": 147,
      "[C@H](": 148,
      "[C@]": 149,
      "[C@@]": 150,
      "C1CC": 151,
      "c2c(": 152,
      "(CN": 153,
      "n2": 154,
      "[C@@H](": 155,
      ")=O)": 156,
      "(C)C": 157,
      "(CC)": 158,
      "C(F)": 159,
      "=C": 160,
      "n2)": 161,
      "[C@H](N": 162,
      "#N)": 163,
      "CCCC": 164,
      "CO": 165,
      "(C(N": 166,
      "CCC2)": 167,
      "N(C(": 168,
      "[C@@H](N": 169,
      "c3cccc": 170,
      "c2ccccc2)": 171,
      "(-": 172,
      "(C(=O)N": 173,
      "c1c(C": 174,
      "CCN": 175,
      "CN(C(=O)": 176,
      "OC(C)(C)C)": 177,
      "(F)(F)F)": 178,
      "4)": 179,
      "c(C)n": 180,
      "(CC": 181,
      "CCC1": 182,
      "OCC)": 183,
      "c2)=O)": 184,
      "cc2": 185,
      "c1cn": 186,
      "C[C@H]1": 187,
      "(C)n": 188,
      "c3n": 189,
      "(C)CC": 190,
      "NC(": 191,
      "c2cn": 192,
      "C[C@H]2": 193,
      "/C": 194,
      "=C)": 195,
      "cs": 196,
      "cc3)": 197,
      "c(C(N": 198,
      "(C(=O)": 199,
      "S(=O)(=O)": 200,
      "O=C(N": 201,
      "C2)=O)": 202,
      "nc1": 203,
      "c(C(=O)N": 204,
      "CCO": 205,
      "c1c(": 206,
      "c1ccccc1": 207,
      "cccc1": 208,
      "2CCC": 209,
      "C[C@@H]1": 210,
      "2CC2)": 211,
      "CC3)": 212,
      "c(C)cc": 213,
      "[C@H]3": 214,
      "+]": 215,
      "C(C)C)": 216,
      "-]": 217,
      "(Cl)": 218,
      "CC2)=O)": 219,
      "O-]": 220,
      "[O-]": 221,
      "(=O)=O)": 222,
      "c2nn": 223,
      "[N": 224,
      "[N+]": 225,
      "C3)": 226,
      "[C@@H]3": 227,
      "c(CN": 228,
      "ccc2)": 229,
      "C[C@@H]2": 230,
      "2(C": 231,
      "c1ccc(": 232,
      "c3c(": 233,
      "cc(": 234,
      "N(C)": 235,
      "n1)": 236,
      "(NC(": 237,
      "COCC": 238,
      "CN(C(": 239,
      "CN(": 240,
      "ccc1)": 241,
      "c1(": 242,
      "C[C@@H](C)": 243,
      "c2ccccc2": 244,
      "CCC1)": 245,
      "/C=C": 246,
      "c12": 247,
      "CNC(=O)": 248,
      "co": 249,
      "CC2": 250,
      "cc(C)": 251,
      "CC(C)": 252,
      "cccc2)": 253,
      "c1cc(": 254,
      "cc2)=O)": 255,
      "c1ccccc1)": 256,
      "=O)C": 257,
      "c[nH]": 258,
      "CC(N": 259,
      "NC(C": 260,
      "[C@H]2CC": 261,
      "c1nn": 262,
      "C)C)": 263,
      "nn2)": 264,
      "[C@@H]2CC": 265,
      "N(C(C": 266,
      "O=C(": 267,
      "c(CC)": 268,
      "c3ccccc3)": 269,
      "CC(=O)N": 270,
      "C[C@H](C)": 271,
      "[C@H]1CC": 272,
      "n(C)": 273,
      "[C@@H]1CC": 274,
      "C[C@@H](C": 275,
      "Cc1cc": 276,
      "c(O)": 277,
      "c1(C": 278,
      "CCC3)": 279,
      "CN1": 280,
      "cc(F)": 281,
      "c1C": 282,
      "on": 283,
      "C[C@H](C": 284,
      "N1CC": 285,
      "cn1": 286,
      "c1s": 287,
      "c(Br)": 288,
      "c(=O)": 289,
      "(O": 290,
      "C[C@H](N": 291,
      "C[C@@H](N": 292,
      "C1)=O": 293,
      "c2s": 294,
      "cc(Cl)": 295,
      "OC(C)(C)C)=O)": 296,
      "c(NC(=O)": 297,
      "ccn": 298,
      "Cl)": 299,
      "C[C@]": 300,
      "C[C@@]": 301,
      "o1": 302,
      "C(C)(C)": 303,
      "c1ccc(C": 304,
      "Cc2cc": 305,
      "nn1": 306,
      "ccc2": 307,
      "(C)C)=O)": 308,
      "cn2)": 309,
      "C(N1": 310,
      "n(C": 311,
      "CC1)=O": 312,
      "N2": 313,
      "C)=O": 314,
      "O1": 315,
      "c1c(C)": 316,
      "CC)=O)": 317,
      "N1(C": 318,
      "c1c(F)": 319,
      "C(F)(F)": 320,
      "OCC2)": 321,
      "C(F)(F)F)": 322,
      "CCN(C": 323,
      "C2CC": 324,
      "CCN1": 325,
      "S(N": 326,
      "c1cc(C": 327,
      "C)C": 328,
      "3CC3)": 329,
      "[C@H](NC(=O)": 330,
      "(c2cc": 331,
      "[N+](": 332,
      "CCC2)=O)": 333,
      "C(C(N": 334,
      "ccc3)": 335,
      "nnc1": 336,
      "(OCC": 337,
      "3(C": 338,
      "s1": 339,
      "c3cn": 340,
      "Cl": 341,
      "n1n": 342,
      "(C)(C)": 343,
      "c1cc2": 344,
      "[O-])": 345,
      "C(C(=O)N": 346,
      "OC)=O)": 347,
      "n3": 348,
      "c1(C)": 349,
      "S(=O)(N": 350,
      "ccc(": 351,
      "C(=O)N1": 352,
      "C)CC": 353,
      "CS": 354,
      "c1(N": 355,
      "[N+](=O)": 356,
      "1)=O": 357,
      "CNC(": 358,
      "CCCO": 359,
      "(C)=O)": 360,
      "c3ccccc3": 361,
      "cccc3)": 362,
      "[C@@H](NC(=O)": 363,
      "[C@H](O)": 364,
      "[C@@H](O)": 365,
      "c4)": 366,
      "(OC)=O)": 367,
      "ccc(C": 368,
      "(c1cc": 369,
      "c1)=O": 370,
      "CN(C(C": 371,
      "CCC)": 372,
      "cnc1": 373,
      "c1c(N": 374,
      "C1)=O)": 375,
      "cccc2": 376,
      "C[C@H]3": 377,
      "c(-c2cc": 378,
      "CCC(N": 379,
      "c(C)c1": 380,
      "S(=O)(=O)N": 381,
      "c2c(C)": 382,
      "c1o": 383,
      "O)=O)": 384,
      "[O-])=O)": 385,
      "NC(=O)N": 386,
      "c1c(Cl)": 387,
      "c2o": 388,
      "[N+]([O-])=O)": 389,
      "CC1)=O)": 390,
      "/C=C/": 391,
      "C1CC1": 392,
      "[C@H](C(N": 393,
      "C(N1CC": 394,
      "C[C@@H](": 395,
      "CCC2": 396,
      "C[C@@H]3": 397,
      "[N+](=O)[O-])": 398,
      "1)=O)": 399,
      "c(C#N)": 400,
      "[C@H](CC)": 401,
      "Cc1n": 402,
      "[C@@]1": 403,
      "[C@]1": 404,
      "C(=O)(N": 405,
      "c2n(C": 406,
      "(O)=O)": 407,
      "N(CC": 408,
      "n3)": 409,
      "#C)": 410,
      "cc(OC)": 411,
      "C[C@H](": 412,
      "no": 413,
      "cc1)=O": 414,
      "c1)=O)": 415,
      "[C@H](C(=O)N": 416,
      "CN(C)": 417,
      "[nH]1": 418,
      "/C=C\\": 419,
      "c3)=O)": 420,
      "N(CC)": 421,
      "c(N2CC": 422,
      "c2c(F)": 423,
      "cc(C(N": 424,
      "NC(N": 425,
      "c4cccc": 426,
      "CCCC1": 427,
      "cc(N": 428,
      "C(F)F)": 429,
      "O=C(C": 430,
      "[C@@H](C(N": 431,
      "nnc2": 432,
      "c1c2c(": 433,
      "SC)": 434,
      "4)=O)": 435,
      "c1cc(C)": 436,
      "ccccc1": 437,
      "(CNC(": 438,
      "(CNC(=O)": 439,
      "cc(C(=O)N": 440,
      "COC": 441,
      "CCOCC": 442,
      "[C@@H](C(=O)N": 443,
      "cccc1)": 444,
      "=N": 445,
      "OC(=O)": 446,
      "C1N(C": 447,
      "[C@@H](CC)": 448,
      "1CC1)": 449,
      "c1cc2c(": 450,
      "NC": 451,
      "c2ccc(F)": 452,
      "c1cc(F)": 453,
      "CCCC2)": 454,
      "c1c(OC)": 455,
      "c(C)cc1": 456,
      "c(C(C)C)": 457,
      "cc3": 458,
      "c1(-": 459,
      "C3)=O)": 460,
      "c1ccc(F)": 461,
      "c(C(=O)": 462,
      "c2[nH]": 463,
      "c2ccc(": 464,
      "C)C1": 465,
      "[S": 466,
      "C(C)(C)C)": 467,
      "N2CC": 468,
      "c(C(F)(F)F)": 469,
      "=C(": 470,
      "cccn": 471,
      "ccc(F)": 472,
      "s2)": 473,
      "NCC": 474,
      "c1[nH]": 475,
      "cc1)=O)": 476,
      "nc2": 477,
      "c1(C(N": 478,
      "ncc1": 479,
      "cc(Br)": 480,
      "CC3)=O)": 481,
      "N1(C(=O)": 482,
      "@]": 483,
      "(F)(F)": 484,
      "n[nH]": 485,
      "[C@H](NC(": 486,
      "C2)C1": 487,
      "S)": 488,
      "c(N2": 489,
      "(C(C)C)": 490,
      "c1(F)": 491,
      "C[C@@H](NC(=O)": 492,
      "C2(C": 493,
      "c1(C(=O)N": 494,
      "c1cccc2": 495,
      "4CC": 496,
      "3CCC": 497,
      "Cn1": 498,
      "CC[C@H]1": 499,
      "=O)=O)": 500,
      "n2n": 501,
      "3c(": 502,
      "OC(C)C)": 503,
      "CCN(C(=O)": 504,
      "C[C@H]2CC": 505,
      "C(C)C": 506,
      "c12c(": 507,
      "cc3)=O)": 508,
      "ccc2)=O)": 509,
      "c1c(C)n": 510,
      "C(O": 511,
      "c3nn": 512,
      "cc(-": 513,
      "[C@H]3CC": 514,
      "c2cc(C)": 515,
      "S(C)": 516,
      "CC(": 517,
      "S(": 518,
      "(C)(C)C": 519,
      "nc2)": 520,
      "CC(C)(C)": 521,
      "[C@@H]3CC": 522,
      "c(NC(": 523,
      "c(N)": 524,
      "C(c1cc": 525,
      "c2c(c1)": 526,
      "C)c1": 527,
      "N(C(N": 528,
      "c(-c3cc": 529,
      "CNC(C": 530,
      "C[C@H](NC(=O)": 531,
      "2C(=O)": 532,
      "c2c(cccc2)": 533,
      "C(=O)N1CC": 534,
      "N1C(=O)": 535,
      "cnc2)": 536,
      "c(-c2n": 537,
      "C=": 538,
      "(Br)": 539,
      "[C@H](CNC(=O)": 540,
      "c1(CN": 541,
      "c1c(C(N": 542,
      "OC2)": 543,
      "OCC1": 544,
      "N(C(=O)N": 545,
      "c1c(C)cc": 546,
      "C3": 547,
      "c2c(Cl)": 548,
      "1CCC": 549,
      "[C@]2": 550,
      "(C(F)(F)F)": 551,
      "CCCN": 552,
      "1)C": 553,
      "[C@@H](NC(": 554,
      "C1N(C(=O)": 555,
      "c(C)o": 556,
      "O(C": 557,
      "c1cc(N": 558,
      "Cc2n": 559,
      "c1c(C(=O)N": 560,
      "c1n(C": 561,
      "C1CN(C": 562,
      "[C@@]2": 563,
      "(CO)": 564,
      "C1)C": 565,
      "C1CCC": 566,
      "CC[C@@H]1": 567,
      "C[C@@H]2CC": 568,
      "c4c(": 569,
      "CN1CC": 570,
      "(C)C(=O)": 571,
      "2CCCC2)": 572,
      "OCC3)": 573,
      "c1cc(Cl)": 574,
      "c(C)cc2)": 575,
      "sc1": 576,
      "C[C@@H](O)": 577,
      "c2ccn": 578,
      "c2c(C)n": 579,
      "C)cc1": 580,
      "ccc(Cl)": 581,
      "c1ccc(Cl)": 582,
      "C(=O)N2": 583,
      "CC1)C": 584,
      "C[C@H](O)": 585,
      "C2CC2)": 586,
      "c5": 587,
      "c1(Cl)": 588,
      "OCCO": 589,
      "O[C@H](C)": 590,
      "C(NCC": 591,
      "ccn1": 592,
      "c2ccc(Cl)": 593,
      "C#N)": 594,
      "C[C@H]1CC": 595,
      "ncn": 596,
      "=S)": 597,
      "[C@H](OC)": 598,
      "c2cc(F)": 599,
      "[C@@H](CNC(=O)": 600,
      "(=O)N(C": 601,
      "C(N(C": 602,
      "C)CC1": 603,
      "CC(C)C)": 604,
      "(=O)=O": 605,
      "COC)": 606,
      "c3s": 607,
      "[C@@H]1CCC": 608,
      "[C@@H]2CCC": 609,
      "c(N3CC": 610,
      "CC2)C1": 611,
      "C(C)=O)": 612,
      "S(=O)(": 613,
      "C1N(": 614,
      "C(=O)N(C": 615,
      "(F)F": 616,
      "C(=C": 617,
      "F)=O)": 618,
      "C(O)": 619,
      "C2=O)": 620,
      "n2CC": 621,
      "cc1)C": 622,
      "CCN(": 623,
      "CC[C@H]2": 624,
      "C1(": 625,
      "C[C@@H]1CC": 626,
      "C(C)(C)C": 627,
      "(C#N)": 628,
      "OCCC": 629,
      "S(=O)(C)=O)": 630,
      "c(C)c2)": 631,
      "(=O)OC)": 632,
      "c1cc(OC)": 633,
      "ccc3": 634,
      "ccc(OC)": 635,
      "[C@H]1CCC": 636,
      "(NC(C": 637,
      "3)C2)": 638,
      "N1(": 639,
      "[C@H]2CCC": 640,
      "S(C)(=O)=O)": 641,
      "CO)": 642,
      "n2)=O)": 643,
      "CCNC(=O)": 644,
      "c2ccc(OC)": 645,
      "nc(C": 646,
      "c1cs": 647,
      "C(CC)": 648,
      "C1(C": 649,
      "O[C@@H](C)": 650,
      "O(": 651,
      "c1cc(-": 652,
      "3)CC2)": 653,
      "C(C)C)=O)": 654,
      "2CCOCC2)": 655,
      "CCS": 656,
      "C#": 657,
      "C(=O)(": 658,
      "c1ccc(OC)": 659,
      "N1CCC": 660,
      "C1=O": 661,
      "[C@H](C(C)C)": 662,
      "o2)": 663,
      "cc4)": 664,
      "ccn2)": 665,
      "(CNC(C": 666,
      "c3c(cccc3)": 667,
      "c1)C": 668,
      "c(C)n1": 669,
      "[C@@H](C(C)C)": 670,
      "C(=O)N2CC": 671,
      "C(N2": 672,
      "(=O)O)": 673,
      "c1(OC)": 674,
      "CC[C@@H]2": 675,
      "[C@H](NC(C": 676,
      "c2ncc": 677,
      "OC(": 678,
      "OC1": 679,
      "c2c(OC)": 680,
      "/C=C(": 681,
      "c3ccc(F)": 682,
      "c2ccc(C": 683,
      "CC1CC": 684,
      "c2C)": 685,
      "C(N2CC": 686,
      "C1C(": 687,
      "c2ccccc2)=O)": 688,
      "[C@@H](OC)": 689,
      "nn1)": 690,
      "s1)": 691,
      "OCC1)": 692,
      "cn1)": 693,
      "oc1": 694,
      "(OCC)=O)": 695,
      "cc2)C1": 696,
      "CCC3)=O)": 697,
      "C2)c1": 698,
      "(C)(C": 699,
      "ccc(N": 700,
      "c1cc2c(cc1)": 701,
      "C[C@@H](NC(": 702,
      "c1ccc(N": 703,
      "c2cs": 704,
      "c1cccc(": 705,
      "n(C)n": 706,
      "[C@H]4": 707,
      "C1C(C": 708,
      "(CCC": 709,
      "O[C@H](C": 710,
      "c2on": 711,
      "CC2)c1": 712,
      "[C@@H]4": 713,
      "c2c(C)cc": 714,
      "N(C)C(=O)": 715,
      "c(N3": 716,
      "OC(F)F)": 717,
      "nc(C)": 718,
      "c2)C1": 719,
      "nc1)": 720,
      "2)=O)C1": 721,
      "[C@@H]1C": 722,
      "c2n[nH]": 723,
      "[C@H]12": 724,
      "C(=O)NCC": 725,
      "c1c(Br)": 726,
      "C1CN(C(=O)": 727,
      "c2cc(Cl)": 728,
      "c1ccc(C)": 729,
      "c(F)c1": 730,
      "c2ccc(F)cc2)": 731,
      "nn(C)": 732,
      "N(C)CC": 733,
      "[C@@H]12": 734,
      "C(c1n": 735,
      "n1c(C": 736,
      "CCO1": 737,
      "O(C)": 738,
      "cnc2": 739,
      "OCC)=O)": 740,
      "C3CC": 741,
      "(CC(C)C)": 742,
      "O[C@@H](C": 743,
      "[C@H]1C": 744,
      "O2)": 745,
      "C(OC)": 746,
      "c1c(-": 747,
      "c4ccccc4)": 748,
      "CCC1)=O": 749,
      "CCN(C(": 750,
      "C1CC1)": 751,
      "cn2": 752,
      "O=C(N1": 753,
      "n(-": 754,
      "[C@@H](NC(C": 755,
      "cs2)": 756,
      "CC(C": 757,
      "FC(F)": 758,
      "(CCOC)": 759,
      "c3o": 760,
      "CCO2)": 761,
      "[C@H](CN": 762,
      "c1on": 763,
      "C[C@H](NC(": 764,
      "[nH]n2)": 765,
      "C(NC(=O)": 766,
      "c3c(F)": 767,
      "on2)": 768,
      "c4n": 769,
      "C(N)=O)": 770,
      "CN1C(=O)": 771,
      "(C(": 772,
      "I)": 773,
      "CCN2": 774,
      "c2cc(OC)": 775,
      "S(=O)(C": 776,
      "@](=O)": 777,
      "/C(=C": 778,
      "n1(C": 779,
      "[S@": 780,
      "cc1C": 781,
      "(C)CCC": 782,
      "nn2": 783,
      "C(C1": 784,
      "2CCN(C": 785,
      "S(=O)(=O)C)": 786,
      "CCOC": 787,
      "C1CN(": 788,
      "cc(C#N)": 789,
      "[C@H](CNC(": 790,
      "c(OCC": 791,
      "S(C": 792,
      "nn3)": 793,
      "CCOC)": 794,
      "2CCN(C(=O)": 795,
      "C[C@@H](CN": 796,
      "c2cc3c(": 797,
      "C([C@H]1": 798,
      "c(C)n2)": 799,
      "c2cc(": 800,
      "c2n(C)": 801,
      "(N)": 802,
      "C[C@H](CN": 803,
      "C2)CC1": 804,
      "C)=O)C1": 805,
      "[C@@H](CN": 806,
      "cc2c(": 807,
      "2CCCCC2)": 808,
      "CC2)cc1": 809,
      "N1(C(": 810,
      "N2C(=O)": 811,
      "c1ccc2c(c1)": 812,
      "c1ccn": 813,
      "Cc3cc": 814,
      "2CCC2)": 815,
      "C1N(C(": 816,
      "c(OCC)": 817,
      "C([C@@H]1": 818,
      "c2no": 819,
      "c3c(C)": 820,
      "CCCC1)": 821,
      "cccc3": 822,
      "OC(C)(C)C": 823,
      "(C(=O)OC)": 824,
      "CCCC3)": 825,
      "c(F)cc1": 826,
      "C(F)(F)F": 827,
      "(C(=O)O)": 828,
      "c(C(C)(C)C)": 829,
      "C)N": 830,
      "CC2)CC1": 831,
      "O1CC": 832,
      "c(S": 833,
      "c1cc(Br)": 834,
      "c3[nH]": 835,
      "c1cc(C(N": 836,
      "[C@H](C)N": 837,
      "c2c3c(": 838,
      "c1cccc(C": 839,
      "c4ccccc4": 840,
      "C[C@]1": 841,
      "c2n(": 842,
      "2c(": 843,
      "OCC(=O)N": 844,
      "C(O)=O)": 845,
      "C2)cc1": 846,
      "S1": 847,
      "3CCCC3)": 848,
      "C(NC": 849,
      "4CC4)": 850,
      "COCC2)": 851,
      "(CCC)": 852,
      "O2": 853,
      "CS(=O)(=O)": 854,
      "C(=O)N)": 855,
      "[C@H](CO)": 856,
      "(CC)CC)": 857,
      "CN2": 858,
      "=C)=O)": 859,
      "C[C@@]1": 860,
      "ccnc1": 861,
      "C(OC)=O)": 862,
      "c2c1": 863,
      "c4cc": 864,
      "O=C(N1CC": 865,
      "cc2)CC1": 866,
      "n1c(N": 867,
      "[C@@H](CNC(": 868,
      "c2)CC1": 869,
      "C(=O)N(C)": 870,
      "CCCC2)=O)": 871,
      "c3c(c2)": 872,
      "n1cn": 873,
      "5)": 874,
      "c1cc(C(=O)N": 875,
      "n1C": 876,
      "n2c(": 877,
      "CCNC(": 878,
      "[C@@H](CO)": 879,
      "[C@@H](C)N": 880,
      "[C@@]2(C": 881,
      "c(N(C)C)": 882,
      "C(=O)NC": 883,
      "(CC=C)": 884,
      "c1n(C)": 885,
      "c1n[nH]": 886,
      "n(CC)": 887,
      "c(CN2": 888,
      "c2ncn": 889,
      "C(=C)": 890,
      "#C": 891,
      "c(C3CC3)": 892,
      "C1[C@@H]2": 893,
      "[C@]2(C": 894,
      "N(C(OC(C)(C)C)=O)": 895,
      "CCCN1": 896,
      "c1co": 897,
      "C[C@@]2": 898,
      "CCN1C(=O)": 899,
      "C(=O)O)": 900,
      "CC(=O)": 901,
      "2CCN(": 902,
      "[C@@](C)": 903,
      "C)ccc1": 904,
      "c3cc(C)": 905,
      "c1no": 906,
      "N(C(=O)OC(C)(C)C)": 907,
      "C1[C@H]2": 908,
      "OCC(N": 909,
      "cc(C(F)(F)F)": 910,
      "c3C)": 911,
      "c1ccc(-": 912,
      "C(=O)N(": 913,
      "C(N1CCC": 914,
      "C[C@]2": 915,
      "c2cnccc2)": 916,
      "ccc(C(N": 917,
      "c1)N": 918,
      "C)=O)=O)": 919,
      "n2cn": 920,
      "2)=O)CC1": 921,
      "ccn1)": 922,
      "c1ccc(Br)": 923,
      "CCCC)": 924,
      "[nH]c1": 925,
      "[C@@H](N)": 926,
      "c1cc(CN": 927,
      "CCN1CC": 928,
      "cs1": 929,
      "c(C2CC2)": 930,
      "[C@](C)": 931,
      "CC=C)": 932,
      "CCN(C)": 933,
      "4)C3)": 934,
      "C(=O)OC)": 935,
      "C)n": 936,
      "c(C)s": 937,
      "cc(CN": 938,
      "ccc(C(=O)N": 939,
      "(COC)": 940,
      "OCCC2)": 941,
      "no2)": 942,
      "cc2)c1": 943,
      "c(Cl)c1": 944,
      "Oc2cc": 945,
      "CCCCC1": 946,
      "cn3)": 947,
      "ccc1)=O": 948,
      "#N": 949,
      "3C(=O)": 950,
      "C(N(C)": 951,
      "c1(C)n": 952,
      "[C@@H]2CN(C": 953,
      "c1ccc(F)cc1": 954,
      "[C@H](N)": 955,
      "cc(C)c1": 956,
      "c1c[nH]": 957,
      "c3n[nH]": 958,
      "C1CCC1": 959,
      "n(": 960,
      "CCCC2": 961,
      "C(N[C@H]1": 962,
      "[C@@H]1CN(C": 963,
      "C(CN": 964,
      "3CCOCC3)": 965,
      "CCC1)=O)": 966,
      "OCC2)=O)": 967,
      "cccc2)=O)": 968,
      "n1c(": 969,
      "c1c(O)": 970,
      "nc1C": 971,
      "cnc3)": 972,
      "cc1)N": 973,
      "[nH]2)": 974,
      "c1Cl": 975,
      "C)C)=O)": 976,
      "cccc4)": 977,
      "c(OC)c1": 978,
      "C[C@@H](C(N": 979,
      "C1(N": 980,
      "C[C@@H](CC)": 981,
      "C1CO": 982,
      "3CCC3)": 983,
      "[C@H](C)C1": 984,
      "CCO)": 985,
      "C1O": 986,
      "(OCC)": 987,
      "FC(F)(F)": 988,
      "CC1(C)": 989,
      "c(N(C": 990,
      "C[C@H](C(N": 991,
      "N(C(=O)C": 992,
      "on1": 993,
      "Cl)=O)": 994,
      "co2)": 995,
      "=C/": 996,
      "CC2)n1": 997,
      "c3ccc(Cl)": 998,
      "n(C)c1": 999,
      "c2co": 1000,
      "c3ccc(F)cc3)": 1001,
      "C[C@@H](OC)": 1002,
      "c3cc(F)": 1003,
      "CNC(=O)N": 1004,
      "CCC4)": 1005,
      "C1CCN(C": 1006,
      "nc2)=O)": 1007,
      "O=C1": 1008,
      "c(Cl)cc1": 1009,
      "n4": 1010,
      "c2c[nH]": 1011,
      "C2)n1": 1012,
      "[C@H]1(C)": 1013,
      "c2cnn(C)": 1014,
      "c(C)cc3)": 1015,
      "c1(Br)": 1016,
      "C1)N": 1017,
      "C[C@H]1C": 1018,
      "c(F)cc2)": 1019,
      "n1(C)": 1020,
      "ccc1C": 1021,
      "cccn2)": 1022,
      "c(C(N2": 1023,
      "cc(F)c1": 1024,
      "c(O": 1025,
      "CCOC1": 1026,
      "c(OC)cc1": 1027,
      "[C@@H](C)CC)": 1028,
      "C)n1": 1029,
      "c2C)=O)": 1030,
      "ccc(Br)": 1031,
      "c1c2c(ccc1)": 1032,
      "C1CN(C(": 1033,
      "([C@H](C)": 1034,
      "c(C(=O)N2": 1035,
      "C1=": 1036,
      "C[C@@H](NC(C": 1037,
      "=C\\": 1038,
      "C[C@H](CC)": 1039,
      "cc(NC(=O)": 1040,
      "C1)=O)C": 1041,
      "COC(=O)": 1042,
      "C[C@@H](C(=O)N": 1043,
      "c(NC(C": 1044,
      "CNC(N": 1045,
      "cc(C)n": 1046,
      "[C@@H]1(C)": 1047,
      "(N1": 1048,
      "Cc1cn": 1049,
      "c2cccc(F)": 1050,
      "c3ccn": 1051,
      "CC(O": 1052,
      "[C@H](CC)C)": 1053,
      "cnc1)": 1054,
      "N(C)C": 1055,
      "c1ncn": 1056,
      "C1CCCC1": 1057,
      "cccn1": 1058,
      "C[C@H](C(=O)N": 1059,
      "ncc2)": 1060,
      "C4)": 1061,
      "c2cn(C)n": 1062,
      "(C)(C)C)=O)": 1063,
      "c2ccc(C)": 1064,
      "c1c(NC(=O)": 1065,
      "[C@H](c2ccccc2)": 1066,
      "c2ccc(C)cc2)": 1067,
      "c2)c1": 1068,
      "C)C2)": 1069,
      "N(C(C)C)": 1070,
      "c(C)c1)": 1071,
      "c2ccc(Cl)cc2)": 1072,
      "c1(NC(=O)": 1073,
      "C)CC2)": 1074,
      "C2CC2)=O)": 1075,
      "[C@H](C1)": 1076,
      "ccc3)=O)": 1077,
      "CCC(=O)N": 1078,
      "4c(": 1079,
      "[C@@H](O": 1080,
      "C[C@@H](CNC(=O)": 1081,
      "CC)=O": 1082,
      "[C@H]1(N": 1083,
      "nc3)": 1084,
      "C=C)": 1085,
      "c(N2CCC": 1086,
      "[C@@H]1CN(C(=O)": 1087,
      "c(-c2ccccc2)": 1088,
      "(c2ccccc2)": 1089,
      "CCC[C@H]1": 1090,
      "n1)=O": 1091,
      "[C@H](CNC(C": 1092,
      "c(C(=O)OC)": 1093,
      "C[C@H]3CC": 1094,
      "Cn2": 1095,
      "c1cccc(F)": 1096,
      "c2c(C": 1097,
      "CCC)=O)": 1098,
      "(CCO)": 1099,
      "COCC1": 1100,
      "c3c(C)n": 1101,
      "c(-c4": 1102,
      "[C@@H](c2ccccc2)": 1103,
      "/C=C(\\": 1104,
      "[C@@H]2CN(C(=O)": 1105,
      "c2)=O)C1": 1106,
      "c3c(Cl)": 1107,
      "[C@@H](C)NC(=O)": 1108,
      "C(=O)(C": 1109,
      "ccc1)=O)": 1110,
      "/C(C)": 1111,
      "[C@H](CCC)": 1112,
      "c2nnc(C": 1113,
      "C(c1cn": 1114,
      "c2cccnc2)": 1115,
      "nc(O)": 1116,
      "N(CCC": 1117,
      "c1nn(C)": 1118,
      "C1=O)": 1119,
      "c2nn[nH]n2)": 1120,
      "N(C(=O)CC": 1121,
      "[C@H]2CN(C": 1122,
      "(N1CC": 1123,
      "(N(C)C)": 1124,
      "C[C@H](NC(C": 1125,
      "OC3)": 1126,
      "C1[C@@H](C": 1127,
      "OCCOC)": 1128,
      "[C@@H](C1)": 1129,
      "c1nc(C": 1130,
      "C[C@H](OC)": 1131,
      "[C@H](C(F)(F)F)": 1132,
      "c2cc1": 1133,
      "(=O)N1": 1134,
      "[C@H](C)NC(=O)": 1135,
      "c3ccc(OC)": 1136,
      "c([N+]([O-])=O)": 1137,
      "CN(C)C(=O)": 1138,
      "[C@]3": 1139,
      "(C)c1": 1140,
      "n1c(C)": 1141,
      "ccc1F": 1142,
      "CCN2C(=O)": 1143,
      "C1(=O)": 1144,
      "C)C(=O)": 1145,
      "c(CN2CC": 1146,
      "CCC[C@@H]1": 1147,
      "c([N+](=O)[O-])": 1148,
      "CC=": 1149,
      "C[C@@H]2CCC": 1150,
      "c(Cl)cc2)": 1151,
      "c(C)nc1": 1152,
      "C3(C": 1153,
      "c2cccc(C)": 1154,
      "c(-c3ccccc3)": 1155,
      "C)=O)CC1": 1156,
      "(C(C)(C)C)": 1157,
      "C1C(N": 1158,
      "C1CCN(": 1159,
      "c2c(Br)": 1160,
      "Cc1ccccc1": 1161,
      "[C@@H]2C[C@H]2": 1162,
      "o1)": 1163,
      "(F)F)=O)": 1164,
      "[C@H](O": 1165,
      "CCC2)C1": 1166,
      "c2ccc(OC)cc2)": 1167,
      "CCCO2)": 1168,
      "N(C)C)": 1169,
      "ccc(-": 1170,
      "[C@@H](C)C1": 1171,
      "C(=O)O": 1172,
      "C(OC": 1173,
      "n2)C1": 1174,
      "cc2F)": 1175,
      "=C(C)C)": 1176,
      "c1ccc(C(N": 1177,
      "C3CC3)": 1178,
      "no1": 1179,
      "[C@H](C)CC": 1180,
      "cn2)=O)": 1181,
      "cc1F": 1182,
      "[C@@]3": 1183,
      "c2nc(C": 1184,
      "c1c(F)cccc1": 1185,
      "c2ccc(Br)": 1186,
      "C2)=O)c1": 1187,
      "ccc(F)c1": 1188,
      "[C@H]1CN(C": 1189,
      "Cc2cn": 1190,
      "OC(C)(C)C)=O": 1191,
      "[C@H]1(C": 1192,
      "[C@H](COC)": 1193,
      "c1cccc2c1": 1194,
      "=N)": 1195,
      "CC3": 1196,
      "3)=O)C2)": 1197,
      "CCCNC(=O)": 1198,
      "ccc4)": 1199,
      "co1": 1200,
      "2CCN(C(": 1201,
      "n2nn": 1202,
      "[C@@H]1(C": 1203,
      "CC1)N": 1204,
      "CN)": 1205,
      "c(OC)cc2)": 1206,
      "nc3": 1207,
      "c2cc3c(cc2)": 1208,
      "sc2)": 1209,
      "[C@H](OCC)": 1210,
      "[C@@H]1(N": 1211,
      "C)=O)C": 1212,
      "C(N)": 1213,
      "(OC": 1214,
      "CN(C(OC(C)(C)C)=O)": 1215,
      "[C@@H](CNC(C": 1216,
      "c2c(O)": 1217,
      "O=S(N": 1218,
      "s3)": 1219,
      "c(C)c3)": 1220,
      "c1cc(NC(=O)": 1221,
      "c1nc(C)": 1222,
      "[C@@H](C)CC": 1223,
      "2CC2)=O)": 1224,
      "c3cc(Cl)": 1225,
      "[C@@H](F)": 1226,
      "C1)(=O)": 1227,
      "c1cc(F)ccc1": 1228,
      "O3)": 1229,
      "nnc1-": 1230,
      "C)=O)c1": 1231,
      "C1CCN(C(=O)": 1232,
      "CCOCC1": 1233,
      "C[C@@H]3CC": 1234,
      "(C)C(": 1235,
      "C[C@H](CNC(=O)": 1236,
      "nc(": 1237,
      "[C@H](C)C2)": 1238,
      "cs1)": 1239,
      "c1c(CC)": 1240,
      "(C)nc1": 1241,
      "c1ccc(Cl)cc1": 1242,
      "CC(C)C": 1243,
      "c2ccccn2)": 1244,
      "c(=O)n(C)": 1245,
      "cc(O)": 1246,
      "c1ccc(F)cc1)": 1247,
      "[S@@](=O)": 1248,
      "N1(C(C": 1249,
      "c2nnc(": 1250,
      "ccc(CN": 1251,
      "c1ccc(C(=O)N": 1252,
      "c2ccc(-": 1253,
      "[nH]n1": 1254,
      "[C@@H](C(F)(F)F)": 1255,
      "c4cn": 1256,
      "CC1)=O)C": 1257,
      "C1C2(C": 1258,
      "2CCC(N": 1259,
      "C(=O)OC": 1260,
      "n1nn": 1261,
      "c(NC(N": 1262,
      "([C@@H](C)": 1263,
      "c1cccc(N": 1264,
      "c1cccc(-": 1265,
      "SC": 1266,
      "ccc1OC": 1267,
      "C(C1CC": 1268,
      "CN(C(=O)OC(C)(C)C)": 1269,
      "n1)=O)": 1270,
      "C2(": 1271,
      "CC4)": 1272,
      "c2cccc3": 1273,
      "CNC": 1274,
      "c2cc3": 1275,
      "N(C(CC": 1276,
      "CC(F)(F)F)": 1277,
      "[S@]": 1278,
      "3)=O)CC2)": 1279,
      "C1[C@H](C": 1280,
      "CC2(C": 1281,
      "[nH]n3)": 1282,
      "[C@@H](CC)C)": 1283,
      "S(c1cc": 1284,
      "C)CCC1": 1285,
      "[C@H](F)": 1286,
      "cncc1": 1287,
      "/C(=C/": 1288,
      "c1n(C)n": 1289,
      "cnn1": 1290,
      "c1ccc(CN": 1291,
      "nccc1": 1292,
      "(C)C)=O": 1293,
      "[C@@H](COC)": 1294,
      "CN2CC": 1295,
      "N=": 1296,
      "[S@](=O)": 1297,
      "CC(C)(O": 1298,
      "/C=C(/": 1299,
      "C[C@@H]1C": 1300,
      "CCC(C": 1301,
      "C1)CC": 1302,
      "CCC=C)": 1303,
      "C2)=O)C1": 1304,
      "[S@@]": 1305,
      "c2ccc3c(c2)": 1306,
      "c(N3CCC": 1307,
      "c1ncccc1": 1308,
      "c2cc(C": 1309,
      "C(CO": 1310,
      "(=O)N1CC": 1311,
      "CN(C(N": 1312,
      "cc(Cl)c1": 1313,
      "c2cccc(Cl)": 1314,
      "c1ccccc1)=O": 1315,
      "c1ccc(C)cc1": 1316,
      "c2)cc1": 1317,
      "c(C)cc(C)": 1318,
      "c2cc(Br)": 1319,
      "C(=O)N[C@H]1": 1320,
      "c3c(OC)": 1321,
      "=O)c1": 1322,
      "[C@@]1(C)": 1323,
      "[C@H](C2)": 1324,
      "C[C@@H]4": 1325,
      "c(C)c2)=O)": 1326,
      "CC2)=O)c1": 1327,
      "n1)C": 1328,
      "[C@@H](C2)": 1329,
      "/C(=C\\": 1330,
      "3CCCCC3)": 1331,
      "c2occc2)": 1332,
      "C(C)(C": 1333,
      "[C@H]2CN(C(=O)": 1334,
      "=S)N": 1335,
      "c2ccncc2)": 1336,
      "C[C@H]4": 1337,
      "[nH]n": 1338,
      "CN(C)CC": 1339,
      "cc2C)": 1340,
      "(F)(F)F": 1341,
      "[C@@H](CCC)": 1342,
      "c1c(C)o": 1343,
      "[C@H]2[C@H](C": 1344,
      "C1CCCCC1": 1345,
      "c3ccccc3)=O)": 1346,
      "(=O)OCC)": 1347,
      "(C)C1": 1348,
      "CN(C(=O)N": 1349,
      "c4)=O)": 1350,
      "[C@]12": 1351,
      "c2c(F)cccc2)": 1352,
      "CN(C)C)": 1353,
      "nn2)C1": 1354,
      "Cc3n": 1355,
      "c2n(C)n": 1356,
      "c1c(C(F)(F)F)": 1357,
      "CC2)=O)C1": 1358,
      "(=C)": 1359,
      "C1[C@H](N": 1360,
      "c2sccc2)": 1361,
      "c1cccc(Cl)": 1362,
      "[C@]1(C)": 1363,
      "N(CC)CC)": 1364,
      "C(N[C@@H]1": 1365,
      "c1c(C#N)": 1366,
      "c2c(CC)": 1367,
      "Cc2c(": 1368,
      "c(N(C)": 1369,
      "c(F)c2)": 1370,
      "c1c(CN": 1371,
      "cnc2)=O)": 1372,
      "c2c(F)cccc2": 1373,
      "C[C@]2(C": 1374,
      "c2ccccc2F)": 1375,
      "c2nn(C)": 1376,
      "c(C)cc1)": 1377,
      "c1cccnc1": 1378,
      "(C(N)=O)": 1379,
      "C(\\": 1380,
      "c(C(OC)=O)": 1381,
      "C[C@@]2(C": 1382,
      "(-c2ccccc2)": 1383,
      "CO1": 1384,
      "Cn1n": 1385,
      "S(=O)(c2cc": 1386,
      "CCC2)c1": 1387,
      "c3cc(OC)": 1388,
      "C1CC(": 1389,
      "cc[nH]": 1390,
      "C1N(C(C": 1391,
      "CC(C)(C)O": 1392,
      "ccc1-": 1393,
      "ccn3)": 1394,
      "N(CCC)": 1395,
      "S(c2cc": 1396,
      "=O)C1": 1397,
      "c1(O)": 1398,
      "Cc2ccccc2)": 1399,
      "n2)c1": 1400,
      "c3cs": 1401,
      "c2nc(C)": 1402,
      "=O)cc1": 1403,
      "[C@H](c1ccccc1)": 1404,
      "C1OCC": 1405,
      "[C@@H](c1ccccc1)": 1406,
      "cc2c1": 1407,
      "C3)C2)": 1408,
      "c(CO": 1409,
      "c1ccc(O": 1410,
      "(C(=O)N2": 1411,
      "ccc(NC(=O)": 1412,
      "n3n": 1413,
      "[C@@]12": 1414,
      "CCC1)C": 1415,
      "O[C@H]1": 1416,
      "OCCC1": 1417,
      "N([C@H]1": 1418,
      "CCC(": 1419,
      "c2n(CC": 1420,
      "C(=O)N1CCC": 1421,
      "C1CC(N": 1422,
      "cc2)cc1": 1423,
      "c2ccccc21": 1424,
      "3C)": 1425,
      "c(NC(=O)N": 1426,
      "CCNC(C": 1427,
      "c1cc(C)n": 1428,
      "c([C@H]2": 1429,
      "cc2)=O)C1": 1430,
      "c(C(N2CC": 1431,
      "S1(=O)": 1432,
      "C)=O)C)": 1433,
      "c2cc(-": 1434,
      "#CC": 1435,
      "/C=C/C": 1436,
      "(C2CC2)": 1437,
      "C)=O)cc1": 1438,
      "CC(=O)N1": 1439,
      "c(C(=O)O)": 1440,
      "cccn3)": 1441,
      "O[C@H](": 1442,
      "c2cccc(OC)": 1443,
      "c3cnccc3)": 1444,
      "c3n(C)": 1445,
      "c12c(cccc1)": 1446,
      "CC1)(=O)": 1447,
      "CCN(C(C": 1448,
      "c(CCC)": 1449,
      "N(CCOC)": 1450,
      "c2cc(C)n": 1451,
      "2)=O": 1452,
      "[C@H](C)CC)": 1453,
      "c1ccc2c(": 1454,
      "C#N": 1455,
      "c2ncccc2": 1456,
      "(C)CC2)": 1457,
      "c2ncccc2)": 1458,
      "C1[C@@H](N": 1459,
      "C(N(": 1460,
      "CCCN(C": 1461,
      "cc4": 1462,
      "[C@@H](C)C2)": 1463,
      "CC#N)": 1464,
      "OC2": 1465,
      "CCCC4)": 1466,
      "(C(N2": 1467,
      "CCC2)cc1": 1468,
      "nnc1N1CC": 1469,
      "ccc1Cl": 1470,
      "c3n(": 1471,
      "C1[C@@H](C)": 1472,
      "c1ccc(NC(=O)": 1473,
      "O[C@@H](": 1474,
      "n1c(N2CC": 1475,
      "c3on": 1476,
      "c1ccccc1)=O)": 1477,
      "[C@H](C2CC2)": 1478,
      "c1ccc(OCC": 1479,
      "c(C)n1)": 1480,
      "(C(C": 1481,
      "c3)CC2)": 1482,
      "C[C@H](C)CC": 1483,
      "ccc(C)c1": 1484,
      "c(C)cc2)=O)": 1485,
      "n2)cc1": 1486,
      "4(C": 1487,
      "(C(=O)N)": 1488,
      "N[C@H]1": 1489,
      "c(COC)": 1490,
      "cc(F)cc1": 1491,
      "OCc2ccccc2)": 1492,
      "OC(C)(C)": 1493,
      "c(C(=O)N2CC": 1494,
      "(C)CC1": 1495,
      "C(CNC(=O)": 1496,
      "COCC3)": 1497,
      "[N+]([O-])": 1498,
      "C(N[C@@H](C": 1499,
      "cc(OC)c1": 1500,
      "C(C)(": 1501,
      "C(C)(C)C)=O)": 1502,
      "C)(=O)=O)": 1503,
      "C2CCC2)": 1504,
      "nnc1N1": 1505,
      "C1)C2": 1506,
      "CC)C": 1507,
      "nn2)CC1": 1508,
      "C2)=O)CC1": 1509,
      "C(Cl)": 1510,
      "c1ccc(C#N)": 1511,
      "c1ccc(O)": 1512,
      "c1(CC)": 1513,
      "n2)CC1": 1514,
      "C([C@@H](C)": 1515,
      "C(OC(C)(C)C)=O)": 1516,
      "[C@](C": 1517,
      "[C@H]1(": 1518,
      "[C@@H]1(": 1519,
      "C1(=O)N": 1520,
      "CCCC3)=O)": 1521,
      "[C@@H]1C[C@H]1": 1522,
      "CCO2": 1523,
      "c3cc(C": 1524,
      "c1cnccc1": 1525,
      "sc2": 1526,
      "c1F": 1527,
      "nc1-": 1528,
      "c[nH]2)": 1529,
      "C(N[C@H](C": 1530,
      "CC#": 1531,
      "[C@@H]3CCC": 1532,
      "c1cc(C(F)(F)F)": 1533,
      "FC(F)(": 1534,
      "n1cc": 1535,
      "3=O)": 1536,
      "C(N[C@@H](C)": 1537,
      "1CCN(": 1538,
      "CC)C1": 1539,
      "n(C(C)C)": 1540,
      "n[nH]2)": 1541,
      "CCCCC2)": 1542,
      "C([C@H](C)": 1543,
      "O1)": 1544,
      "c1nc2c(": 1545,
      "CCCCC": 1546,
      "c(F)ccc1": 1547,
      "C(F)F": 1548,
      "[C@@](C": 1549,
      "O[C@H]2": 1550,
      "c3)C2)": 1551,
      "cc3)CC2)": 1552,
      "C1)C(=O)": 1553,
      "[C@H]3CCC": 1554,
      "C1(F)": 1555,
      "1CCCC1)": 1556,
      "c(-c2n[nH]": 1557,
      "2CCC(C": 1558,
      "N(c3n": 1559,
      "C2)=O)cc1": 1560,
      "c1cccc(OC)": 1561,
      "[C@H]1CN(C(=O)": 1562,
      "c1ccc(OC)cc1": 1563,
      "COC1": 1564,
      "CC3)C2)": 1565,
      "ncc1)": 1566,
      "o3)": 1567,
      "c([C@@H]2": 1568,
      "O(c1cc": 1569,
      "ccc(Cl)c1": 1570,
      "N([C@H](C)": 1571,
      "oc2": 1572,
      "N([C@@H](C)": 1573,
      "c(S(N": 1574,
      "CCO3)": 1575,
      "OC(C": 1576,
      "c(OC)c2)": 1577,
      "ncn2)": 1578,
      "on1)": 1579,
      "c3no": 1580,
      "=C(C)": 1581,
      "c2nccn": 1582,
      "s2)=O)": 1583,
      "[C@@H](NC(=O)N": 1584,
      "c2)=O)CC1": 1585,
      "n3cn": 1586,
      "n[nH]1": 1587,
      "S(=O)(c1cc": 1588,
      "nc(N": 1589,
      "ccc(C)": 1590,
      "c2cc(N": 1591,
      "C(F)(F)F)=O)": 1592,
      "C[C@@H](CNC(": 1593,
      "FC(": 1594,
      "c(S(=O)(N": 1595,
      "(C(=O)OCC)": 1596,
      "Cc2ccccc2": 1597,
      "C1[C@@H](": 1598,
      "C(OCC)=O)": 1599,
      "2C[C@@H]3": 1600,
      "CC2)=O)cc1": 1601,
      "C)CC)": 1602,
      "c(C(N)=O)": 1603,
      "CC#C)": 1604,
      "C1COCC": 1605,
      "n1c(N2": 1606,
      "C(N[C@H](C)": 1607,
      "c(F)cc1)": 1608,
      "[C@H](NC(=O)N": 1609,
      "OCCC3)": 1610,
      "c2cccc(": 1611,
      "[C@H]1(NC(=O)": 1612,
      "cn(C)": 1613,
      "c2ccc(C#N)": 1614,
      "n1c(-": 1615,
      "c1cc(C#N)": 1616,
      "2C[C@H]3": 1617,
      "[C@H](CC(C)C)": 1618,
      "c12ccccc1": 1619,
      "CC[C@@H](C)": 1620,
      "C1CC2(C": 1621,
      "CCC[C@H]2": 1622,
      "cc2Cl)": 1623,
      "c(OC": 1624,
      "C(=O)(N1": 1625,
      "c1cc(C)ccc1": 1626,
      "(C)=O": 1627,
      "co1)": 1628,
      "CC[C@H]3": 1629,
      "C)(=O)": 1630,
      "[C@H](C)CN(C": 1631,
      "N(CC(N": 1632,
      "c3ccc(C)cc3)": 1633,
      "CC2)=O)CC1": 1634,
      "cccn1)": 1635,
      "[C@H](C(C)(C)C)": 1636,
      "OC1)": 1637,
      "cnc3": 1638,
      "c1c(C)cccc1": 1639,
      "c(C(=O)N)": 1640,
      "C2)=O": 1641,
      "c3ccccc32)": 1642,
      "C(OCC": 1643,
      "CCOCC2)": 1644,
      "c1ccncc1": 1645,
      "nn1C": 1646,
      "c2nnc(-": 1647,
      "c(SC)": 1648,
      "c1c(Cl)cccc1": 1649,
      "ccc1)C": 1650,
      "c1)=O)C": 1651,
      "cc(Cl)cc1": 1652,
      "c1c(O": 1653,
      "[C@H]1OCC": 1654,
      "(CC(=O)N": 1655,
      "c4c(cccc4)": 1656,
      "(C(=O)N(C": 1657,
      "COCC1)": 1658,
      "SCC)": 1659,
      "C)C1)": 1660,
      "[C@@]3(C": 1661,
      "c(C)n3)": 1662,
      "CN(C)C": 1663,
      "c(S(=O)(=O)N": 1664,
      "NC(C(N": 1665,
      "O[C@@H]1": 1666,
      "cc2c(c1)": 1667,
      "c2c1cccc2": 1668,
      "CN2C(=O)": 1669,
      "c1ncc": 1670,
      "[C@H](C)CN(C(=O)": 1671,
      "C1(C(N": 1672,
      "C)CC1)": 1673,
      "CC(N1": 1674,
      "cc2)=O)CC1": 1675,
      "n1o": 1676,
      "C1(CN": 1677,
      "c2nc(C)n": 1678,
      "c2ccc(N": 1679,
      "(C(F)F)": 1680,
      "[C@@H](NC(N": 1681,
      "[C@H](NC(N": 1682,
      "csc1": 1683,
      "N(CC(=O)N": 1684,
      "CCC(C)C)": 1685,
      "[C@H](C#N)": 1686,
      "NC(OC(C)(C)C)=O)": 1687,
      "c3ccc(Cl)cc3)": 1688,
      "C(=O)OCC)": 1689,
      "n1c(-c2cc": 1690,
      "C)=O)C2)": 1691,
      "N(S(=O)(=O)": 1692,
      "n1cc(C": 1693,
      "2(": 1694,
      "[C@@H]1OCC": 1695,
      "CCOC2)": 1696,
      "cs3)": 1697,
      "cc([N+]([O-])=O)": 1698,
      "c(C(O)=O)": 1699,
      "c2ccccc2)C1": 1700,
      "O)=O": 1701,
      "Cc1s": 1702,
      "c2)n1": 1703,
      "c3cccnc3)": 1704,
      "2CCC(": 1705,
      "NC(C(=O)N": 1706,
      "[C@@H](C#N)": 1707,
      "OCCO2": 1708,
      "ccc4": 1709,
      "C1C[C@H]2": 1710,
      "C1CCN(C(": 1711,
      "C1C[C@@H]2": 1712,
      "c2ncccn2)": 1713,
      "N#": 1714,
      "c(CNC(=O)": 1715,
      "[C@@H](OCC)": 1716,
      "cc([N+](=O)[O-])": 1717,
      "N(C(C)=O)": 1718,
      ")(=O)=O)": 1719,
      "[C@]3(C": 1720,
      "Cc3c(": 1721,
      "N(c2n(C": 1722,
      "C12(C": 1723,
      "c3cc4c(": 1724,
      "C1(C(=O)N": 1725,
      "4)CC3)": 1726,
      "CCCOC)": 1727,
      "n2ccn": 1728,
      "C)cc2)": 1729,
      "c1c(OCC": 1730,
      "ccc(OC)c1": 1731,
      "(CC)CC)=O)": 1732,
      "C(=O)NCC1": 1733,
      "c1ccc(Cl)cc1)": 1734,
      "cc1CC": 1735,
      "CC2)ccc1": 1736,
      "c1cc(Cl)ccc1": 1737,
      "CC(C)(C)C)": 1738,
      "CCC2)CC1": 1739,
      "c2c(C)cccc2)": 1740,
      "C(NC[C@H]1": 1741,
      "C(=O)N[C@@H](C": 1742,
      "2C[C@@H](C)": 1743,
      "CC2=O)": 1744,
      "C4": 1745,
      "CC2CC": 1746,
      "n3)=O)": 1747,
      "C1(C)(C)": 1748,
      "Cc1nn": 1749,
      "c2cnn(C)c2)": 1750,
      "ccc(C(F)(F)F)": 1751,
      "C1[C@H](": 1752,
      "c2[nH]n": 1753,
      "c3nn[nH]n3)": 1754,
      "[nH]1)": 1755,
      "2)=O)c1": 1756,
      "c2cn(C)nc2)": 1757,
      "n(CC": 1758,
      "C(NC(": 1759,
      "c[nH]1": 1760,
      "[C@@H]1CN(": 1761,
      "2CCC3(C": 1762,
      "cccc1)=O": 1763,
      "F)=O": 1764,
      "C[C@@H](CO)": 1765,
      "(c1ccccc1)": 1766,
      "c(-c2n[nH]nn2)": 1767,
      "C1CC(C": 1768,
      "[C@]2(C)": 1769,
      "(C1CC1)": 1770,
      "CCCN(C(=O)": 1771,
      "[C@H](C)O": 1772,
      "Cc1cc(C)": 1773,
      "c2ccc1": 1774,
      "C[C@@](C)": 1775,
      "C2=O": 1776,
      "C/C=C\\": 1777,
      "c1cccc(CN": 1778,
      "c3n[nH]nn3)": 1779,
      "c([C@@H](C)": 1780,
      "Cc2s": 1781,
      "c2c(n1)": 1782,
      "[C@@H]1CN(C(": 1783,
      "[C@](O)": 1784,
      "[C@@](O)": 1785,
      "(C)(C)CC": 1786,
      "c3c(C)cc": 1787,
      "c(C(F)F)": 1788,
      "=C1": 1789,
      "OC)=O": 1790,
      "cccc3)=O)": 1791
    },
    "merges": [
      "( C",
      "c c",
      "C C",
      "O )",
      "H ]",
      "[ C",
      "[C @",
      "= O)",
      "c 1",
      "(C )",
      "( =O)",
      "C )",
      "c 2",
      "[C@ @",
      "[C@ H]",
      "( N",
      "[C@@ H]",
      "2 )",
      "C 1",
      "c (",
      "F )",
      "C (=O)",
      "N (C",
      "c (C",
      "cc cc",
      "c 3",
      "C (",
      "CC C",
      "1 )",
      "3 )",
      "c1 cc",
      "c n",
      "O C)",
      "(C) C)",
      "( F)",
      "c (C)",
      "2 CC",
      "C [C@H]",
      "C (N",
      "C [C@@H]",
      "O CC",
      "(=O) N",
      "c2 )",
      "c2 cc",
      "n n",
      "C (C",
      "n 1",
      "C N",
      "= O",
      "1 CC",
      "2) =O)",
      "C(=O) N",
      "[C@H] (C",
      "cc 1",
      "l )",
      "CC 1",
      "[C@@H] (C",
      "C N(C",
      "c (N",
      "c1 )",
      "O C",
      "[ n",
      "[n H]",
      "C1 )",
      "[C@H] 1",
      "[C@@H] 1",
      "CC 2)",
      "c( F)",
      "[C@H] (C)",
      "c2 cccc",
      "c2 n",
      "C 2)",
      "[C@@H] (C)",
      "N 1",
      "c1 cccc",
      "CC )",
      "N C(=O)",
      "c1 n",
      "CC 1)",
      "[C@H] 2",
      "C) =O)",
      "cc 2)",
      "( O)",
      "O =",
      "[C@@H] 2",
      "S (=O)",
      "c3 )",
      "N(C (=O)",
      "c(C l)",
      "cc 1)",
      "(C) (C)C)",
      "cc c1",
      "cc (C",
      "( OC)",
      "3 CC",
      "c( -",
      "(F) F)",
      "(N C(=O)",
      "c 4",
      "c( OC)",
      "N )",
      "N (",
      "B r",
      "c3 cc",
      "C (C)",
      "C 2",
      "3) =O)",
      "Br )",
      "[C@H] (",
      "[C@ ]",
      "[C@@ ]",
      "C1 CC",
      "c2 c(",
      "(C N",
      "n 2",
      "[C@@H] (",
      ") =O)",
      "(C) C",
      "(C C)",
      "C( F)",
      "= C",
      "n 2)",
      "[C@H] (N",
      "# N)",
      "CC CC",
      "C O",
      "(C (N",
      "CCC 2)",
      "N(C (",
      "[C@@H] (N",
      "c3 cccc",
      "c2cccc c2)",
      "( -",
      "(C (=O)N",
      "c1 c(C",
      "CC N",
      "CN(C (=O)",
      "OC (C)(C)C)",
      "(F) (F)F)",
      "4 )",
      "c(C) n",
      "(C C",
      "CC C1",
      "OCC )",
      "c2) =O)",
      "cc 2",
      "c1 cn",
      "C[C@H] 1",
      "(C) n",
      "c3 n",
      "(C) CC",
      "N C(",
      "c2 cn",
      "C[C@H] 2",
      "/ C",
      "= C)",
      "c s",
      "cc 3)",
      "c(C (N",
      "(C (=O)",
      "S(=O) (=O)",
      "O= C(N",
      "C 2)=O)",
      "n c1",
      "c(C (=O)N",
      "CC O",
      "c1 c(",
      "c1cccc c1",
      "cccc 1",
      "2 CCC",
      "C[C@@H] 1",
      "2CC 2)",
      "CC 3)",
      "c(C) cc",
      "[C@H] 3",
      "+ ]",
      "C (C)C)",
      "- ]",
      "(C l)",
      "CC 2)=O)",
      "O -]",
      "[ O-]",
      "(=O) =O)",
      "c2 nn",
      "[ N",
      "[N +]",
      "C 3)",
      "[C@@H] 3",
      "c(C N",
      "cc c2)",
      "C[C@@H] 2",
      "2 (C",
      "c1cc c(",
      "c3 c(",
      "cc (",
      "N (C)",
      "n 1)",
      "(N C(",
      "C OCC",
      "CN(C (",
      "CN (",
      "cc c1)",
      "c1 (",
      "C[C@@H] (C)",
      "c2cccc c2",
      "CC C1)",
      "/C =C",
      "c1 2",
      "CN C(=O)",
      "c o",
      "CC 2",
      "cc (C)",
      "CC (C)",
      "cccc 2)",
      "c1cc (",
      "cc 2)=O)",
      "c1cccc c1)",
      "=O) C",
      "c [nH]",
      "CC (N",
      "N C(C",
      "[C@H] 2CC",
      "c1 nn",
      "C) C)",
      "nn 2)",
      "[C@@H] 2CC",
      "N(C (C",
      "O= C(",
      "c(C C)",
      "c3cccc c3)",
      "CC (=O)N",
      "C[C@H] (C)",
      "[C@H] 1CC",
      "n (C)",
      "[C@@H] 1CC",
      "C[C@@H] (C",
      "C c1cc",
      "c( O)",
      "c1 (C",
      "CCC 3)",
      "CN 1",
      "cc (F)",
      "c1 C",
      "o n",
      "C[C@H] (C",
      "N 1CC",
      "cn 1",
      "c1 s",
      "c( Br)",
      "c (=O)",
      "( O",
      "C[C@H] (N",
      "C[C@@H] (N",
      "C1) =O",
      "c2 s",
      "cc(C l)",
      "OC(C)(C)C) =O)",
      "c(N C(=O)",
      "cc n",
      "C l)",
      "C [C@]",
      "C [C@@]",
      "o 1",
      "C(C) (C)",
      "c1cc c(C",
      "C c2cc",
      "nn 1",
      "cc c2",
      "(C)C) =O)",
      "cn 2)",
      "C(N 1",
      "n (C",
      "CC1) =O",
      "N 2",
      "C) =O",
      "O 1",
      "c1 c(C)",
      "CC) =O)",
      "N1 (C",
      "c1 c(F)",
      "C(F) (F)",
      "OCC 2)",
      "C(F) (F)F)",
      "CC N(C",
      "C 2CC",
      "CC N1",
      "S (N",
      "c1cc (C",
      "C) C",
      "3CC 3)",
      "[C@H] (NC(=O)",
      "( c2cc",
      "[N+] (",
      "CCC 2)=O)",
      "C(C (N",
      "cc c3)",
      "nn c1",
      "( OCC",
      "3 (C",
      "s 1",
      "c3 cn",
      "C l",
      "n1 n",
      "(C) (C)",
      "c1cc 2",
      "[O-] )",
      "C(C (=O)N",
      "OC) =O)",
      "n 3",
      "c1 (C)",
      "S(=O) (N",
      "cc c(",
      "C(=O)N 1",
      "C) CC",
      "C S",
      "c1 (N",
      "[N+] (=O)",
      "1) =O",
      "CN C(",
      "CCC O",
      "(C) =O)",
      "c3cccc c3",
      "cccc 3)",
      "[C@@H] (NC(=O)",
      "[C@H] (O)",
      "[C@@H] (O)",
      "c4 )",
      "(OC) =O)",
      "cc c(C",
      "( c1cc",
      "c1) =O",
      "CN(C (C",
      "CC C)",
      "cn c1",
      "c1 c(N",
      "C1) =O)",
      "cccc 2",
      "C[C@H] 3",
      "c(- c2cc",
      "CCC (N",
      "c(C) c1",
      "S(=O) (=O)N",
      "c2 c(C)",
      "c1 o",
      "O) =O)",
      "[O-] )=O)",
      "N C(=O)N",
      "c1 c(Cl)",
      "c2 o",
      "[N+]( [O-])=O)",
      "CC1) =O)",
      "/C=C /",
      "C1 CC1",
      "[C@H](C (N",
      "C(N 1CC",
      "C[C@@H] (",
      "CCC 2",
      "C[C@@H] 3",
      "[N+](=O) [O-])",
      "1) =O)",
      "c(C #N)",
      "[C@H](C C)",
      "C c1n",
      "[C@@] 1",
      "[C@] 1",
      "C(=O) (N",
      "c2n (C",
      "(O) =O)",
      "N(C C",
      "n 3)",
      "# C)",
      "cc (OC)",
      "C[C@H] (",
      "n o",
      "cc1) =O",
      "c1) =O)",
      "[C@H](C (=O)N",
      "CN (C)",
      "[nH] 1",
      "/C=C \\",
      "c3) =O)",
      "N(C C)",
      "c(N 2CC",
      "c2 c(F)",
      "cc(C (N",
      "N C(N",
      "c4 cccc",
      "CC CC1",
      "cc (N",
      "C(F) F)",
      "O= C(C",
      "[C@@H](C (N",
      "nn c2",
      "c1 c2c(",
      "S C)",
      "4 )=O)",
      "c1cc (C)",
      "cccc c1",
      "(CN C(",
      "(C NC(=O)",
      "cc(C (=O)N",
      "C OC",
      "CC OCC",
      "[C@@H](C (=O)N",
      "cccc 1)",
      "= N",
      "O C(=O)",
      "C1 N(C",
      "[C@@H](C C)",
      "1CC 1)",
      "c1cc2 c(",
      "N C",
      "c2cc c(F)",
      "c1cc (F)",
      "CC CC2)",
      "c1 c(OC)",
      "c(C) cc1",
      "c(C (C)C)",
      "cc 3",
      "c1 (-",
      "C 3)=O)",
      "c1cc c(F)",
      "c(C (=O)",
      "c2 [nH]",
      "c2cc c(",
      "C) C1",
      "[ S",
      "C (C)(C)C)",
      "N 2CC",
      "c(C (F)(F)F)",
      "= C(",
      "cc cn",
      "cc c(F)",
      "s 2)",
      "N CC",
      "c1 [nH]",
      "cc1) =O)",
      "n c2",
      "c1 (C(N",
      "n cc1",
      "cc( Br)",
      "CC 3)=O)",
      "N1 (C(=O)",
      "@ ]",
      "(F) (F)",
      "n [nH]",
      "[C@H](N C(",
      "C2) C1",
      "S )",
      "c(N 2",
      "(C (C)C)",
      "c1 (F)",
      "C[C@@H] (NC(=O)",
      "C2 (C",
      "c1 (C(=O)N",
      "c1cccc 2",
      "4 CC",
      "3 CCC",
      "C n1",
      "CC [C@H]1",
      "=O) =O)",
      "n2 n",
      "3 c(",
      "OC (C)C)",
      "CC N(C(=O)",
      "C[C@H] 2CC",
      "C(C) C",
      "c12 c(",
      "cc 3)=O)",
      "cc c2)=O)",
      "c1 c(C)n",
      "C( O",
      "c3 nn",
      "cc (-",
      "[C@H] 3CC",
      "c2cc (C)",
      "S (C)",
      "CC (",
      "S (",
      "(C) (C)C",
      "n c2)",
      "CC(C) (C)",
      "[C@@H] 3CC",
      "c(N C(",
      "c(N )",
      "C( c1cc",
      "c2c( c1)",
      "C) c1",
      "N(C (N",
      "c(- c3cc",
      "CN C(C",
      "C[C@H] (NC(=O)",
      "2 C(=O)",
      "c2c( cccc2)",
      "C(=O)N 1CC",
      "N1 C(=O)",
      "cn c2)",
      "c(- c2n",
      "C =",
      "( Br)",
      "[C@H](C NC(=O)",
      "c1 (CN",
      "c1c(C (N",
      "OC 2)",
      "OCC 1",
      "N(C (=O)N",
      "c1 c(C)cc",
      "C 3",
      "c2 c(Cl)",
      "1 CCC",
      "[C@] 2",
      "(C (F)(F)F)",
      "CCC N",
      "1) C",
      "[C@@H](N C(",
      "C1 N(C(=O)",
      "c(C) o",
      "O (C",
      "c1cc (N",
      "C c2n",
      "c1c(C (=O)N",
      "c1n (C",
      "C1 CN(C",
      "[C@@] 2",
      "(C O)",
      "C1) C",
      "C1 CCC",
      "CC [C@@H]1",
      "C[C@@H] 2CC",
      "c4 c(",
      "CN 1CC",
      "(C) C(=O)",
      "2CC CC2)",
      "OCC 3)",
      "c1cc (Cl)",
      "c(C) cc2)",
      "s c1",
      "C[C@@H] (O)",
      "c2cc n",
      "c2 c(C)n",
      "C) cc1",
      "cc c(Cl)",
      "c1cc c(Cl)",
      "C(=O)N 2",
      "CC1) C",
      "C[C@H] (O)",
      "C 2CC2)",
      "c 5",
      "c1 (Cl)",
      "OCC O",
      "O [C@H](C)",
      "C(N CC",
      "cc n1",
      "c2cc c(Cl)",
      "C #N)",
      "C[C@H] 1CC",
      "n cn",
      "= S)",
      "[C@H] (OC)",
      "c2cc (F)",
      "[C@@H](C NC(=O)",
      "(=O) N(C",
      "C(N (C",
      "C) CC1",
      "CC (C)C)",
      "(=O) =O",
      "C OC)",
      "c3 s",
      "[C@@H]1 CCC",
      "[C@@H]2 CCC",
      "c(N 3CC",
      "CC2) C1",
      "C(C) =O)",
      "S(=O) (",
      "C1 N(",
      "C(=O) N(C",
      "(F) F",
      "C( =C",
      "F) =O)",
      "C( O)",
      "C2 =O)",
      "n 2CC",
      "cc1) C",
      "CC N(",
      "CC [C@H]2",
      "C1 (",
      "C[C@@H] 1CC",
      "C(C) (C)C",
      "(C #N)",
      "O CCC",
      "S(=O) (C)=O)",
      "c(C) c2)",
      "(=O) OC)",
      "c1cc (OC)",
      "cc c3",
      "cc c(OC)",
      "[C@H]1 CCC",
