{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<UNK>": 0,
      "<CLS>": 1,
      "<SEP>": 2,
      "<PAD>": 3,
      "<MASK>": 4,
      "#": 5,
      "%": 6,
      "(": 7,
      ")": 8,
      "+": 9,
      "-": 10,
      ".": 11,
      "/": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      "=": 23,
      "@": 24,
      "A": 25,
      "B": 26,
      "C": 27,
      "F": 28,
      "H": 29,
      "I": 30,
      "K": 31,
      "L": 32,
      "M": 33,
      "N": 34,
      "O": 35,
      "P": 36,
      "R": 37,
      "S": 38,
      "T": 39,
      "X": 40,
      "Z": 41,
      "[": 42,
      "\\": 43,
      "]": 44,
      "a": 45,
      "b": 46,
      "c": 47,
      "e": 48,
      "g": 49,
      "i": 50,
      "l": 51,
      "n": 52,
      "o": 53,
      "p": 54,
      "r": 55,
      "s": 56,
      "t": 57,
      "cc": 58,
      "CC": 59,
      "O)": 60,
      "(C": 61,
      "=O)": 62,
      "c1": 63,
      "c(": 64,
      "c2": 65,
      "H]": 66,
      "[C": 67,
      "[C@": 68,
      "C(": 69,
      "(C)": 70,
      ")cc": 71,
      "c3": 72,
      "[C@@": 73,
      "(=O)": 74,
      "cccc": 75,
      "C)": 76,
      "[C@H]": 77,
      "[C@@H]": 78,
      "C(=O)": 79,
      "2)": 80,
      "(N": 81,
      "c(C": 82,
      "c1cc": 83,
      "C1": 84,
      "(CC": 85,
      "c2cc": 86,
      "F)": 87,
      "3)": 88,
      "OC": 89,
      "CCCC": 90,
      "(O)": 91,
      "1)": 92,
      "N)": 93,
      "c4": 94,
      "cn": 95,
      "c2)": 96,
      "OC)": 97,
      "c(N": 98,
      "CCN": 99,
      "=C": 100,
      "(F)": 101,
      "c(-": 102,
      "[n": 103,
      "CN": 104,
      "c(C)": 105,
      "(=O)N": 106,
      "c3cc": 107,
      "c2cccc": 108,
      "(C)C)": 109,
      "c1)": 110,
      "[nH]": 111,
      "OCC": 112,
      "c1cccc": 113,
      "C(=O)N": 114,
      "c2c(": 115,
      "=O)cc": 116,
      "n1": 117,
      "=O": 118,
      "[C@H](C": 119,
      "C(N": 120,
      "2)cc": 121,
      "c(Cl": 122,
      "F)cc": 123,
      "c3)": 124,
      "OC)cc": 125,
      "C(C": 126,
      "c2n": 127,
      "(-": 128,
      "C2": 129,
      "c3cccc": 130,
      "S(=O)": 131,
      "c3c(": 132,
      "/C": 133,
      "4)": 134,
      "+]": 135,
      "NC(=O)": 136,
      "[C@@H](C": 137,
      "c(O)": 138,
      "=O)CC": 139,
      "(C)C": 140,
      "c(=O)": 141,
      "c(Cl)cc": 142,
      "-]": 143,
      "n2": 144,
      "CCC": 145,
      "c1n": 146,
      "Cl": 147,
      "c2ccccc2)": 148,
      "c(OC)cc": 149,
      "(O": 150,
      "[C@]": 151,
      "[C@@]": 152,
      "[C@@H](N": 153,
      "(OC)": 154,
      "(C(=O)": 155,
      "[N": 156,
      "[C@H]1": 157,
      "(Cl": 158,
      "=C/": 159,
      "[O": 160,
      "[O-]": 161,
      "=C(": 162,
      "c12": 163,
      "=N": 164,
      "C(C)": 165,
      "3)cc": 166,
      "[C@@H]1": 167,
      "nn": 168,
      "cc1": 169,
      "c(OC)": 170,
      "(F)(F)": 171,
      "CC1": 172,
      "2CC": 173,
      "[N+]": 174,
      "=O)C": 175,
      "c(F)cc": 176,
      "Br": 177,
      "N1": 178,
      "[C@H](O)": 179,
      "c(C)cc": 180,
      "CC)": 181,
      "c1ccccc1)": 182,
      "[C@@H](CC": 183,
      "[C@H](CC": 184,
      "c3n": 185,
      "[C@H]2": 186,
      "NC(": 187,
      "c5": 188,
      "c4cc": 189,
      "c1c(": 190,
      "c2ccccc2": 191,
      "[O-])": 192,
      "[C@@H](O)": 193,
      "[C@@H]2": 194,
      "c1ccccc1": 195,
      "[C@H](": 196,
      "[C@@H](": 197,
      "(C)CC": 198,
      "c(Cl)": 199,
      "CO": 200,
      "c3ccccc3)": 201,
      "ncc": 202,
      "(N)": 203,
      ")cc1": 204,
      "3CC": 205,
      "c(cc": 206,
      "/C=C/": 207,
      "c1ccc(": 208,
      "N(C": 209,
      "O=": 210,
      "2)c1": 211,
      "C(O)": 212,
      "2)=O)": 213,
      "[C@@H](C)": 214,
      "(CC)": 215,
      "c1c(C": 216,
      "c(O)cc": 217,
      "2)cc1": 218,
      "c4)": 219,
      "S(=O)(=O)": 220,
      "C1)": 221,
      "(Cl)": 222,
      "c2ccc(": 223,
      "c4cccc": 224,
      "3)n": 225,
      "(=O)O)": 226,
      "c1ccc(C": 227,
      "([O-])": 228,
      "=N)": 229,
      "OCC)": 230,
      "N(": 231,
      "c(N)": 232,
      "#N)": 233,
      "C(F)": 234,
      "c1(C": 235,
      "=O)=O)": 236,
      "c3ccccc3": 237,
      "CCN(C": 238,
      "CCN(": 239,
      "(Cl)cc": 240,
      "c1(": 241,
      "2)n": 242,
      "(F)(F)F)": 243,
      "(O)=O)": 244,
      "c1cc(": 245,
      "S)": 246,
      "CCCCC": 247,
      "CCCN": 248,
      "c1cc2": 249,
      "[C@H]3": 250,
      "/C(": 251,
      "c1cc(C": 252,
      "C(N)": 253,
      "c2c(cc": 254,
      "C3": 255,
      "=O)cc1": 256,
      "[C@H](C)": 257,
      ".Cl": 258,
      "3)CC": 259,
      "OC(C)": 260,
      "(NC(=O)": 261,
      "c2ccc(C": 262,
      ")cccc": 263,
      "[C@@H]3": 264,
      "/N": 265,
      "[C@@H](NC(=O)": 266,
      "[C@H](C(=O)N": 267,
      "(C)cc": 268,
      "c(-c3cc": 269,
      "(F)(F)F)cc": 270,
      "CCCCCCCC": 271,
      "c[nH]": 272,
      "OC(=O)": 273,
      "2)CC": 274,
      "1)=O": 275,
      "[C@H](C(N": 276,
      "n3": 277,
      "C)cc": 278,
      "5)": 279,
      "N2": 280,
      "c(S": 281,
      "1CC": 282,
      "(C)C)cc": 283,
      "C(F)(F)": 284,
      "c(C)n": 285,
      "c(-c2cc": 286,
      "[N+]([O-])": 287,
      "=C\\": 288,
      "cs": 289,
      "CC2": 290,
      "=C)": 291,
      "(c2cc": 292,
      "Br)": 293,
      "(C(=O)N": 294,
      "[N+](=O)": 295,
      "c2)cc": 296,
      "C(CC": 297,
      "(C(N": 298,
      "[C@@H](NC(": 299,
      "c(F)": 300,
      "c1(-": 301,
      "Cl)": 302,
      "N(CC": 303,
      "Br)cc": 304,
      "c2cn": 305,
      "#N": 306,
      "O1": 307,
      "c4c(": 308,
      "ncn": 309,
      "c1-": 310,
      "c(NC(=O)": 311,
      "1)C": 312,
      "4)cc": 313,
      "CC(=O)N": 314,
      "(NC(": 315,
      "c(=O)n": 316,
      "c1cn": 317,
      "=S)": 318,
      "nc2": 319,
      "2)C1": 320,
      "[n+]": 321,
      "=O)c1": 322,
      "CCN(CC": 323,
      "c(C(=O)N": 324,
      "O=C(": 325,
      "c(C(N": 326,
      "2)ccc1": 327,
      "[C@@H](O": 328,
      "=CC": 329,
      "(c1cc": 330,
      "CC(N": 331,
      "O)cc": 332,
      "[C@H](O": 333,
      "3)=O)": 334,
      "n2)": 335,
      "c(O": 336,
      "scc": 337,
      "c3c(cc": 338,
      "4CC": 339,
      "=C2": 340,
      "nc1": 341,
      "=N/": 342,
      "C)=O)": 343,
      "c(=O)[nH]": 344,
      "nc(N": 345,
      "(C(": 346,
      "[C@]2": 347,
      "(C(F)(F)F)": 348,
      "CC2)": 349,
      "c1cccc2": 350,
      "[C@@]2": 351,
      "c1c(N": 352,
      "N(C(=O)": 353,
      "[C@]1": 354,
      "(=O)=O)": 355,
      "S(=O)(=O)N": 356,
      "3)C": 357,
      "C(C)(C)": 358,
      "c1(N": 359,
      "c2c1": 360,
      "OCO": 361,
      "c2cc(": 362,
      "C(=O)O)": 363,
      "c(-c2": 364,
      "c2c(cccc": 365,
      "c2cc3": 366,
      "[C@@]1": 367,
      "1)=O)": 368,
      "=C1": 369,
      "c1cc(-": 370,
      "(C)C)=O)": 371,
      "CC(C)": 372,
      "2C": 373,
      "n(C)": 374,
      "c4ccccc4)": 375,
      "CCN1": 376,
      "C(=O)O": 377,
      "c3c(cccc": 378,
      "c4ccccc4": 379,
      "C1CN": 380,
      "=O)ccc1": 381,
      "c1ccc(N": 382,
      "C(=O)C": 383,
      "c(OC)c(OC)": 384,
      "cccc1": 385,
      "C)CC": 386,
      "C1CC": 387,
      "#N)cc": 388,
      "S(": 389,
      "2)C": 390,
      "(CN": 391,
      "co": 392,
      "[C@H](CO)": 393,
      "[C@@H](CO)": 394,
      "C(=N)": 395,
      "c(-c2n": 396,
      "C)C": 397,
      "c3)cc": 398,
      "c(CC": 399,
      "N(C)": 400,
      "c12c(": 401,
      "C(=O)N[C@@H](CC": 402,
      "S(=O)(N": 403,
      "c(C(=O)": 404,
      "c2ccc(Cl)cc": 405,
      "(C)(C)C)": 406,
      "(-c3cc": 407,
      "CCN)": 408,
      "[C@H]4": 409,
      "n1)": 410,
      "2)CC1": 411,
      "[C@]3": 412,
      "c1C": 413,
      "O=C(N": 414,
      "c(-c3": 415,
      "OC(": 416,
      "[N+](=O)[O-]": 417,
      "[C@@]3": 418,
      "SC": 419,
      "S(N": 420,
      "c1c2c(": 421,
      "NC": 422,
      "c2o": 423,
      "[C@H](N": 424,
      "c(OCC": 425,
      "(O)cc": 426,
      "S(=O)(": 427,
      "=C(C": 428,
      "s1": 429,
      "NC(=O)[C@H](CC": 430,
      "CN1": 431,
      "(OC)cc": 432,
      "c1ccc2c(": 433,
      "n(CC": 434,
      "n(C": 435,
      "(OC": 436,
      "CC3)": 437,
      "c(CN": 438,
      "c6": 439,
      "nc3": 440,
      "c1c2c(cc": 441,
      "CCN(C(=O)": 442,
      "[C@@H]4": 443,
      "(N)=O)": 444,
      "(F)cc": 445,
      "C1=O": 446,
      "o1": 447,
      "c(cc1)": 448,
      "c2ncc": 449,
      "C(O)=O)": 450,
      "C(N)=N)": 451,
      "c1c(OC)cc": 452,
      "=C(N)": 453,
      "c2ccc(F)cc": 454,
      "CCCC)": 455,
      "cn1": 456,
      "c2[nH]": 457,
      "CCN(C)CC": 458,
      "c2ccc(OC)cc": 459,
      "n1cc": 460,
      "c(Cl)cc1": 461,
      "CN(C": 462,
      "(=O)=O)cc": 463,
      "CCCCCC": 464,
      "C(=N)N)": 465,
      "2c(": 466,
      "C1C": 467,
      "c(OC)cc1": 468,
      "(=O)N)": 469,
      "(OCC)": 470,
      "c1cc(N": 471,
      "ccc1": 472,
      "n3)": 473,
      "nc(-": 474,
      "c1cc2c(": 475,
      "C(C)C)": 476,
      "c5cc": 477,
      "c2)c1": 478,
      "c2ccc(N": 479,
      "NC(C": 480,
      "2CCOCC": 481,
      "c1c(Cl)cc": 482,
      "(C(=O)O)": 483,
      "[nH]1": 484,
      "c1o": 485,
      "c2)=O)": 486,
      "Cc1cc": 487,
      "[C@@H](N)": 488,
      "(OCC": 489,
      "c1ncc": 490,
      "c1)=O": 491,
      "CS": 492,
      "C1CCCC": 493,
      "/N=C/": 494,
      "=C(\\": 495,
      "=C(C)": 496,
      "[C@@H](O)[C@H](O)": 497,
      "CN(": 498,
      "nc(C": 499,
      "#C": 500,
      "2)n1": 501,
      "n(-": 502,
      "[C@](C)": 503,
      "c2s": 504,
      "C2=O": 505,
      "c2ccccc2)cc": 506,
      "C(O": 507,
      "cncc": 508,
      "[C@H](NC(=O)": 509,
      "n2cc": 510,
      "=N\\": 511,
      "1)CC": 512,
      "c12cc": 513,
      "/C=C\\": 514,
      "[N+](=O)[O-])": 515,
      "C(=O)N[C@@H](C": 516,
      "C2)": 517,
      "[N+](=O)[O-])cc": 518,
      "c1[nH]": 519,
      "[C@@](C)": 520,
      "=O)CC1": 521,
      "(C)(C)": 522,
      "c3c(cccc3)": 523,
      "O=C1": 524,
      "c(N)n": 525,
      "OC(C": 526,
      "c1s": 527,
      "c2)cc1": 528,
      "C(=O)N1": 529,
      "c1c(C)": 530,
      "C(=O)N)": 531,
      "N(C(": 532,
      "CCCCN)": 533,
      "/C=C": 534,
      "2)=O)cc": 535,
      "OP": 536,
      "2CCCC": 537,
      "C3)": 538,
      "CC1)": 539,
      "c(C)c1": 540,
      "c1cc2c(cc1)": 541,
      "cccc1)": 542,
      "CNC(N)=N)": 543,
      "n2)cc": 544,
      "3CCOCC": 545,
      "3C": 546,
      "[N+]([O-])=O)cc": 547,
      "O(": 548,
      "c(C)cc1": 549,
      "CNC(=N)N)": 550,
      "c(C#N)": 551,
      "c(F)cc1": 552,
      "[C@H](CC)": 553,
      "OC1": 554,
      "c2c3c(": 555,
      "[N+]([O-])=O)": 556,
      "(C)n": 557,
      "c5cccc": 558,
      "c2c(cccc2)": 559,
      "(c2ccccc2)": 560,
      "OCCO": 561,
      "CCCC1": 562,
      "CNC(=O)": 563,
      "3)cc2)": 564,
      "c5)": 565,
      "OC(C)=O)": 566,
      "OC2": 567,
      ".[": 568,
      "(=O)O": 569,
      "4)CC": 570,
      "[Na": 571,
      "3c(": 572,
      "[Na+]": 573,
      "c3ccc(Cl)cc": 574,
      "(C2": 575,
      "[C@@H](C(=O)N": 576,
      "c3ccc(": 577,
      "C(N1": 578,
      "(CO)": 579,
      "c1c(F)cc": 580,
      ".[Na+]": 581,
      "C2=O)": 582,
      "c2c(C)": 583,
      "NC(=O)[C@H](C": 584,
      "c2cc1": 585,
      "c3ccc(C": 586,
      "2C(=O)": 587,
      "[S": 588,
      "c1c(-": 589,
      "c2ccc(O)cc": 590,
      "(OC)c(OC)cc": 591,
      "c3ccc(F)cc": 592,
      "c2ccc(C)cc": 593,
      "C(c1cc": 594,
      "=C(/": 595,
      "c(O)cc1)": 596,
      "c(NC(": 597,
      "[C@@H](C(N": 598,
      "3)cc1": 599,
      "c(-c4cc": 600,
      "(=O)=O": 601,
      "c1)C": 602,
      "(OC)c(OC)c(OC)": 603,
      "cc2": 604,
      "c1N": 605,
      "c4n": 606,
      "O2)": 607,
      "[C@H]1O": 608,
      "(C(F)(F)F)cc": 609,
      "(OC)=O)": 610,
      "/C(=C/": 611,
      "C(C(N": 612,
      "c(Cl)c1": 613,
      "(CC)CC)": 614,
      "CC(": 615,
      "O)C": 616,
      "c(Br)": 617,
      "(C)C)C": 618,
      "SC)": 619,
      ")cc2)": 620,
      "c3cn": 621,
      "O)=O)": 622,
      "C(OC)": 623,
      "c1ccc2c(c1)": 624,
      "2)cccc1": 625,
      "C(C(=O)N": 626,
      "c(=O)cc": 627,
      "N1CC": 628,
      "c2c(F)cc": 629,
      "[C@H](NC(": 630,
      "ccccc1": 631,
      ")cc2": 632,
      "c(OC": 633,
      "2CCN(": 634,
      "[C@@H]1O": 635,
      "CCO": 636,
      "OCC1": 637,
      "n4": 638,
      "c2c(Cl)cc": 639,
      "c2nc(N": 640,
      "=C(N)N)": 641,
      "c3ccc(OC)cc": 642,
      "c2c(OC)cc": 643,
      "3CCCC": 644,
      "[C@@H](CC(C)C)": 645,
      "C(=O)C)": 646,
      "2)cc1)": 647,
      "c2c(C": 648,
      "[C@@]4": 649,
      "c2cc3c(cc": 650,
      "CN(CC": 651,
      "[C@]4": 652,
      "2CCN(C": 653,
      "(CO": 654,
      "c1(C)": 655,
      "6)": 656,
      "(C(O)=O)": 657,
      "(O)=O)cc": 658,
      "c3ncc": 659,
      "/C=N/": 660,
      "[C@@H]2CC": 661,
      "CCC)": 662,
      "[C@H](N)": 663,
      "c(OC)c1": 664,
      "(C#N)": 665,
      "3CCCCC": 666,
      "3)=O)cc": 667,
      "c1c(C)cc": 668,
      "c2ccc3c(": 669,
      "(C(C)C)": 670,
      "C(=O)N2": 671,
      "cccc4)": 672,
      "c4c(cc": 673,
      "c-": 674,
      "2)=O)c1": 675,
      "S(=O)(C)": 676,
      "c1c[nH]": 677,
      "C(N)=O)": 678,
      "c(C(F)(F)F)": 679,
      "c2ncn": 680,
      "c3[nH]": 681,
      "c12c(cc": 682,
      "C1(=O)": 683,
      "CCC1": 684,
      "S(C)": 685,
      "nc(C)": 686,
      "C)c1": 687,
      "O(C)": 688,
      "OC(C)(C)C)": 689,
      "(CC(N": 690,
      "cnc1": 691,
      "1)N": 692,
      "[C@H]2CC": 693,
      "c1(Cl)cc": 694,
      "c21": 695,
      "(CC(=O)N": 696,
      "C(CC)": 697,
      "c1ccc(-": 698,
      "ncc1": 699,
      "c1(OC)cc": 700,
      "c1cc(Cl)cc": 701,
      "2CCCCC": 702,
      "(F)F": 703,
      "/C(=C\\": 704,
      "[C@]2(C)": 705,
      "O2": 706,
      "[C@@H]2C": 707,
      "C1(": 708,
      "[C@H]2C": 709,
      "C(F)(F)F)cc": 710,
      "c(CC)": 711,
      "C(F)(F)F)": 712,
      "3)c2)": 713,
      ")cccc2": 714,
      "c2-": 715,
      "c1cc(OC)cc": 716,
      "CC)cc": 717,
      "cccc2": 718,
      "[C@H](CC(C)C)": 719,
      "[C@H]1C": 720,
      "C2CC": 721,
      "c2n(": 722,
      "C(=S)": 723,
      "c(NC": 724,
      "C(C)=O)": 725,
      "c3cc4": 726,
      "[C@@H]1C": 727,
      "[C@@H](C)CC)": 728,
      "(Br)": 729,
      "c2c(=O)": 730,
      "c2ccccc2)=O)": 731,
      "3)c1": 732,
      "P(O)": 733,
      "C(=O)CC": 734,
      "OCCOCC": 735,
      "c1)=O)": 736,
      "/C(C)": 737,
      "CCCN1": 738,
      "c1(=O)": 739,
      "[C@H](C)C": 740,
      "n2c(": 741,
      "c3o": 742,
      "cn2": 743,
      "[C@H](C(C)C)": 744,
      "3)CC2)": 745,
      "c1ccc(O": 746,
      "(CCN": 747,
      "(OC)c1": 748,
      "[C@H]5": 749,
      "4)C": 750,
      "c1ccc(O)cc1)": 751,
      "O[C@@H](": 752,
      "C(F)(F)F": 753,
      "C(NC": 754,
      "c1c(O)": 755,
      "P(=O)": 756,
      "C12": 757,
      "(C)(C)C)cc": 758,
      "c(F)c1": 759,
      "=CC(=O)": 760,
      "c2=O)": 761,
      "c2scc": 762,
      "(O)C": 763,
      "O3)": 764,
      "S1": 765,
      "c1nc(N": 766,
      "CCCCC1)": 767,
      "4)n": 768,
      "C)=O": 769,
      "c(Cl)cc1)": 770,
      "l)": 771,
      "5)cc": 772,
      "C(O)=O": 773,
      "3)cc2": 774,
      "C1=O)": 775,
      "[C@@]2(C)": 776,
      "NC(=O)[C@@H](NC(=O)": 777,
      "c1ccccc1)=O)": 778,
      "c(C(F)(F)F)cc": 779,
      "[C@@H]5": 780,
      "SCC": 781,
      "c(-c3ccccc3)": 782,
      "[C@H]1CC": 783,
      "(C)c1": 784,
      "cc2)": 785,
      "c3)n": 786,
      "c(O)cc1": 787,
      "C)n": 788,
      "c2ccc(O": 789,
      "/C=C2": 790,
      "(/C=C/": 791,
      "O)CC": 792,
      "c2cc(Cl)cc": 793,
      "2CCC": 794,
      "c5c(": 795,
      "=C(C)C)": 796,
      "%1": 797,
      "cnc2": 798,
      "n(": 799,
      "[C@@H]2O": 800,
      "cn2)": 801,
      "C4": 802,
      "=O)CC(C)C)": 803,
      "4)=O)": 804,
      "ccc2)": 805,
      "c3ccc(C)cc": 806,
      "=N/N": 807,
      "C(=O)N(": 808,
      "[C@@H](C(C)C)": 809,
      "C(CCCC": 810,
      "C(=O)N[C@H](C(=O)N": 811,
      "sc1": 812,
      "OCC)cc": 813,
      "[nH]c1": 814,
      "NCC": 815,
      "c1cc(F)cc": 816,
      "c1ccc(Cl)cc1": 817,
      "c(-c4": 818,
      "[C@H](CC)C)": 819,
      "O=C(C": 820,
      "c3)=O)": 821,
      "c2ccc(Cl)cc2)": 822,
      "C(C)(C)C)": 823,
      "C(C(=O)": 824,
      "[C@@H](O)C": 825,
      "c4c(cccc4)": 826,
      "[C@@H](C)O)": 827,
      "(NC": 828,
      "N)cc": 829,
      "c(/C=C/": 830,
      "CCNCC": 831,
      "(CCC": 832,
      "NC(=O)N": 833,
      "CCNC(=O)": 834,
      "c(OC)cc1)": 835,
      "C1N(": 836,
      "c4)cc": 837,
      "c(=O)o": 838,
      "c(=O)n(C)": 839,
      "C(c1ccccc1)": 840,
      "=C(N": 841,
      "c2ccc(O)cc2)": 842,
      "C(=C)": 843,
      "[C@H](O)C)": 844,
      "c2c(N": 845,
      "CN(C(=O)": 846,
      "c3ccccc3)cc": 847,
      "c1O": 848,
      "CCCCC1": 849,
      "c(C(=O)O)": 850,
      "FC(F)": 851,
      "C(=O)N[C@H](C(N": 852,
      "c3n(": 853,
      "/C=C(\\": 854,
      "nc(S": 855,
      "C(CN": 856,
      "C(N[C@@H](CC": 857,
      "NC([C@@H](NC(=O)": 858,
      "C(C1": 859,
      "c1c(-c2cc": 860,
      "c1scc": 861,
      "O1)": 862,
      "c1(C)cc": 863,
      "C(=O)N[C@H](C": 864,
      "CN=C(N)N)": 865,
      "(OCC)=O)": 866,
      "c2c[nH]": 867,
      "[C@H](O)[C@H](O)": 868,
      "nc(N)": 869,
      "c1cccc(-": 870,
      "C(=O)N(C": 871,
      "nn1": 872,
      "=S": 873,
      "c2c(O)": 874,
      "c(C2": 875,
      "[C@H]3CC": 876,
      "(CCC)": 877,
      "CC(C)C)": 878,
      "C(=O)OC": 879,
      "C(N[C@H](C(=O)N": 880,
      "C(N[C@H](C(N": 881,
      "c2ccc(-": 882,
      "c1(F)cc": 883,
      "NC(=O)[C@@H](NC(": 884,
      "c2C)": 885,
      "c1c(OC)": 886,
      "(C(C)": 887,
      "c(F)cc1)": 888,
      "/C(=N/": 889,
      "c3nn": 890,
      "c1cc(OC)": 891,
      "N1(": 892,
      "C#N)": 893,
      "c2ccc(OC)cc2)": 894,
      "3CCC": 895,
      "nc2)": 896,
      "c2c(c1)": 897,
      "c(O)c1": 898,
      "2)cccc": 899,
      "[C@@H]3CC": 900,
      "C(\\": 901,
      "3)=O)CC": 902,
      "OCO2": 903,
      "Br-]": 904,
      "3)nn": 905,
      "FC(F)(F)": 906,
      "CCN(C(": 907,
      "c3c(F)cc": 908,
      "c2ccccc2)c1": 909,
      "(C1": 910,
      "n1cn": 911,
      "C(C)(C)C": 912,
      "n1c2c(": 913,
      "[C@]3(C)": 914,
      "2)ccccc1": 915,
      "=O)cc2": 916,
      "c3ccc(N": 917,
      "C(NCC": 918,
      "c2)ccc1": 919,
      "ncc2": 920,
      "on": 921,
      "c(Cl)c(Cl)": 922,
      "CNC(": 923,
      "3CCN(": 924,
      "N1C(=O)": 925,
      "5CC": 926,
      ".[Br-]": 927,
      "c1c(O": 928,
      "c3ccccc3n": 929,
      "c3s": 930,
      "(Cl)c1": 931,
      "C(=O)N(CC": 932,
      "c2cc(C": 933,
      "[C@@H](C)C": 934,
      "cn1)": 935,
      "c1cc(C)cc": 936,
      "c1c2c(ccc1)": 937,
      "c(C)cc1)": 938,
      "C(=O)NC": 939,
      "[C@H](O)C": 940,
      "c2cc(N": 941,
      "c1c(O)cc": 942,
      "c1(CC": 943,
      "c2ccc(Br)cc": 944,
      "[n+]1": 945,
      "2)=O)cc1": 946,
      "c2ccc3c(c2)": 947,
      "[C@@]3(C)": 948,
      "CCCCN": 949,
      "(C)C)cc1": 950,
      "n2cn": 951,
      "C(=O)N(C)": 952,
      "3C)": 953,
      "=O)=O)=O)": 954,
      "=O)cc1)": 955,
      "O[C@@H]1": 956,
      "NC(=O)C": 957,
      "c2cc(-": 958,
      "N=C(": 959,
      "[S+]": 960,
      "(O)=O)C": 961,
      "c1ccccc1)=O": 962,
      "c1c(C(=O)N": 963,
      "c1(C(N": 964,
      "c2cc3c(cc2)": 965,
      "C1N(C": 966,
      "C(CO": 967,
      "c2c(C)cc": 968,
      "n1c(N": 969,
      "(CC)CC": 970,
      "c1(C(=O)N": 971,
      "C(=O)(N": 972,
      "c1c(Cl)": 973,
      "[nH]cc": 974,
      "oc1": 975,
      "c2n1": 976,
      "c3ncn": 977,
      "c1cccc(C": 978,
      ".Cl.Cl": 979,
      "NC([C@@H](NC(": 980,
      "OCC(=O)N": 981,
      "=O)cc2)": 982,
      "CC(C)(C)": 983,
      "c1cc(Cl)": 984,
      "c2ccc(F)cc2)": 985,
      "C=C": 986,
      "4CCOCC": 987,
      "c3c2": 988,
      "[C@H](C(=O)O)": 989,
      "CN2": 990,
      "c(C(": 991,
      "nc(-c3cc": 992,
      "c1c(C(N": 993,
      "2)nc1": 994,
      "c12cccc": 995,
      "(OC)c(OC)": 996,
      "NC([C@H](CC": 997,
      "n3cc": 998,
      "I)": 999,
      "c2cc(OC)cc": 1000,
      "CCN(C)": 1001,
      "CC(=O)": 1002,
      "c3c(C)": 1003,
      "c2c3c(cc": 1004,
      "CCCO": 1005,
      "=O)CCC": 1006,
      "c1ccc(OC)cc1": 1007,
      "N)=O)": 1008,
      "c3)CC": 1009,
      "c2ccccc2)cc1": 1010,
      "c2cccc3": 1011,
      "3)C2": 1012,
      "CN(C)": 1013,
      "c1ccc(F)cc1": 1014,
      "[nH]c(=O)": 1015,
      "C1O": 1016,
      "cnc2)": 1017,
      "S(=O)(c2cc": 1018,
      "s2)": 1019,
      "C1)=O": 1020,
      "1C": 1021,
      "C3=O)": 1022,
      "c1(O": 1023,
      "N2CC": 1024,
      "[C@]12": 1025,
      "2CCOCC2)": 1026,
      "S(c1cc": 1027,
      "c3c(OC)cc": 1028,
      "N1(C": 1029,
      "c1c(-c2": 1030,
      "CCCC2": 1031,
      "2cc": 1032,
      "(-c4cc": 1033,
      "Sc1n": 1034,
      "C1(=O)N": 1035,
      "c1cc2c(cc1": 1036,
      "c1ccccc1-": 1037,
      "S(c2cc": 1038,
      "C(=O)NCC": 1039,
      "[C@@]12": 1040,
      "4)cc3)": 1041,
      "(=O)=O)CC": 1042,
      "c1cccc(": 1043,
      "=C3": 1044,
      "(Br)cc": 1045,
      "O[C@H](CO)": 1046,
      "c2ccc1": 1047,
      "CCC2)": 1048,
      "c(CO": 1049,
      "c(C)c2)": 1050,
      "c(-c2ccccc2)": 1051,
      "O[C@H]1": 1052,
      "c5ccccc5": 1053,
      "c1c(-c2n": 1054,
      "C1C2": 1055,
      "n2c3c(": 1056,
      "nc(": 1057,
      "c3c(Cl)cc": 1058,
      "=C(O)": 1059,
      "2)CCC1": 1060,
      "/C(=N\\": 1061,
      "C(C(=O)O)": 1062,
      "[C@](O)": 1063,
      "C(OCC)": 1064,
      "[C@@](O)": 1065,
      "(O)=O)CC": 1066,
      "CCC3": 1067,
      "=[N+]": 1068,
      "c3c2cccc": 1069,
      "(O)=O": 1070,
      "s1)": 1071,
      "c2ccncc": 1072,
      "OC)C": 1073,
      "[C@]1(C)": 1074,
      "n[nH]": 1075,
      "c7": 1076,
      "2)CC1)": 1077,
      "C(NC(=O)": 1078,
      "c2)cccc": 1079,
      "c2cc3c(": 1080,
      "/C=C(/": 1081,
      "[Cl": 1082,
      "c(Br)cc": 1083,
      "C(=O)N[C@@H](": 1084,
      "c2cc(C)cc": 1085,
      "c23)": 1086,
      "C(N)=N": 1087,
      "(C(C)(C)C)": 1088,
      "c2ccccc21": 1089,
      "c12c(cccc1)": 1090,
      "c2nc3c(": 1091,
      "c1c(cc": 1092,
      "(CCCC)": 1093,
      "[C@H](Cc1ccccc1)": 1094,
      "[C@H]12": 1095,
      "Br)cc1": 1096,
      "=O)C(C)C)": 1097,
      "2CCN(CC": 1098,
      "c2c1cccc2": 1099,
      "[C@H]3C": 1100,
      "c3ccc(O)cc": 1101,
      "cc1)": 1102,
      "c1(O)": 1103,
      "c1cc(C)": 1104,
      "c2)CC1": 1105,
      "c3c4c(": 1106,
      "c1cncc": 1107,
      "c2C": 1108,
      "cccc2)": 1109,
      "[C@@H]12": 1110,
      "[C@@]1(C)": 1111,
      "c1cc(O": 1112,
      "CCC2": 1113,
      "c(Cl)cc2)": 1114,
      "2c(c1)": 1115,
      "[C@H](OC)": 1116,
      "[C@@H](Cc1ccccc1)": 1117,
      "C1CN(": 1118,
      "N3": 1119,
      "c3ccccc3)=O)": 1120,
      "[C@H](O)[C@@H](O)": 1121,
      "[C@H](C)CC": 1122,
      "3cc": 1123,
      "[C@@H](OC)": 1124,
      "c(O)c(O)": 1125,
      "c(C(O)=O)": 1126,
      "c2cc(Cl)": 1127,
      "c3cc(Cl)cc": 1128,
      "OC(C)(C)": 1129,
      "OCC1)": 1130,
      ")cc3)": 1131,
      "N2C(=O)": 1132,
      "OCCC": 1133,
      "n3)cc": 1134,
      "OC(=O)C)": 1135,
      "n2c(=O)": 1136,
      "c3c(=O)": 1137,
      "2CC2)": 1138,
      "O[C@H](C": 1139,
      "[C@@H](N)C": 1140,
      "O=C(O)": 1141,
      "(C(=O)OC)": 1142,
      "[C@@H]3C": 1143,
      "c1cc(C(=O)N": 1144,
      "OC3": 1145,
      "c1cc(C(N": 1146,
      "c2ccc(C(F)(F)F)cc": 1147,
      "(-c3ccccc3)": 1148,
      "c3ncccc": 1149,
      "CC(C": 1150,
      "4C": 1151,
      "c2ccccc12": 1152,
      "CC4)": 1153,
      "OC)=O)": 1154,
      "c(=O)[nH]c(=O)": 1155,
      "CN1CC": 1156,
      "N(C)C": 1157,
      "c1(-c2n": 1158,
      "Cn1": 1159,
      "c1(Cl)": 1160,
      ".[Na+].[Na+]": 1161,
      "Sc2n": 1162,
      "[C@@H](CC)": 1163,
      "2c1": 1164,
      "NC(N": 1165,
      "c1ccc(C(=O)N": 1166,
      "[Cl-]": 1167,
      "N(C)C(=O)": 1168,
      "n1C": 1169,
      "c2)C1": 1170,
      "NC(C)": 1171,
      "cc3": 1172,
      "c5ccccc5)": 1173,
      "C2CCCCC": 1174,
      "c(NC(C": 1175,
      "no": 1176,
      "c1ccc(C(N": 1177,
      "O)O": 1178,
      "3CC3)": 1179,
      "(F)F)": 1180,
      "C)=O)CC": 1181,
      "c1ccc(C)cc1": 1182,
      "COC(=O)": 1183,
      "c1c(F)": 1184,
      "N1C": 1185,
      "c(C(C)C)": 1186,
      "3)n2)": 1187,
      "OCC(N": 1188,
      "C(c2ccccc2)": 1189,
      "3CCOCC3)": 1190,
      "cnc(N": 1191,
      "S(=O)(c1cc": 1192,
      "[C@@H](CCCCN)": 1193,
      "C1)=O)": 1194,
      "/C=C/C": 1195,
      "3)ccc1": 1196,
      ".[Cl-]": 1197,
      "c2cc(F)cc": 1198,
      "c3ccc(Cl)cc3)": 1199,
      "cc3)": 1200,
      "c1nc2c(": 1201,
      "NC(=O)[C@H](": 1202,
      ")cccc2)": 1203,
      "(Cc2ccccc2)": 1204,
      "CCNC(": 1205,
      "(C3": 1206,
      "c1ccc(Cl)cc1)": 1207,
      "c2cc(C)": 1208,
      "(C)=O)": 1209,
      "(c3ccccc3)": 1210,
      "/C=N/N": 1211,
      "C(=O)(": 1212,
      "c3cc4c(cc": 1213,
      "c1ccc(-c2": 1214,
      "c2N": 1215,
      "cnc1)": 1216,
      "C(N1CC": 1217,
      "CCCCCC)": 1218,
      "(C)(C)C": 1219,
      "(F)c1": 1220,
      "c1(C2": 1221,
      "C1CC1": 1222,
      "CCN1CC": 1223,
      ")ccc1": 1224,
      "c2cccc(Cl)": 1225,
      "(=O)=O)cc1": 1226,
      "4)CC3)": 1227,
      "c(-n2": 1228,
      "[C@@H](CO)O": 1229,
      "c(Cl)c2)": 1230,
      "c1cc(CC": 1231,
      "c1ccc(-c2n": 1232,
      "[C@H](CCCCN)": 1233,
      "2)C1=O": 1234,
      "(O)CC": 1235,
      "nc1)": 1236,
      "c3)C": 1237,
      "c[n+]": 1238,
      "n3c(": 1239,
      "c2ccc(C)cc2)": 1240,
      "O)cc1": 1241,
      "S2": 1242,
      "OCO3)": 1243,
      "[C@@H](OC(=O)": 1244,
      "c1(NC(=O)": 1245,
      "CNC": 1246,
      "c2ccccc2n": 1247,
      "=S)N": 1248,
      "4c(": 1249,
      "c2c(c1": 1250,
      "c1c(C)n": 1251,
      "CCCC1)": 1252,
      "c2)CC": 1253,
      "[C@@](C)(": 1254,
      "cn3)": 1255,
      "C1=N": 1256,
      "(c1ccccc1)": 1257,
      "O)c1": 1258,
      ")cc1)": 1259,
      "N2C": 1260,
      "c(F)cc2)": 1261,
      "c1c(cccc1)": 1262,
      "Cc1n": 1263,
      "c1cccc(N": 1264,
      "c1ccc(OC)cc1)": 1265,
      "CCN(C)C)": 1266,
      "=O)Cc1ccccc1)": 1267,
      "c1ccc(C2": 1268,
      "c3scc": 1269,
      "c1c(C2": 1270,
      "(-c2n": 1271,
      "[C@@H](C(=O)O)": 1272,
      "OP(=O)": 1273,
      "c(C)c(C)": 1274,
      "c2cncc": 1275,
      "c(=O)n(C": 1276,
      "C(=O)C1": 1277,
      "c1c(NC(=O)": 1278,
      "c3cc(OC)cc": 1279,
      "n2C": 1280,
      "c1cs": 1281,
      "c2)n1": 1282,
      "c2ccc(C(=O)N": 1283,
      "C(/C=C/": 1284,
      "N1(CC": 1285,
      "[C@@H](O)[C@@H](O)": 1286,
      "occ": 1287,
      "c2ccc(-c3": 1288,
      "I-]": 1289,
      "(-c2ccccc2)": 1290,
      "c3ccc(OC)cc3)": 1291,
      "S(N)": 1292,
      "CCC[C@H]1": 1293,
      "CCN2": 1294,
      "[C@@H]1CC": 1295,
      "c1cccc2c1": 1296,
      "C(C#N)": 1297,
      "[N-]": 1298,
      "c1)N": 1299,
      "2)=O": 1300,
      "C1C(": 1301,
      "c3ccc(F)cc3)": 1302,
      "P(=O)(O)": 1303,
      "c4ccc(F)cc": 1304,
      "c(S(=O)(=O)N": 1305,
      "C(=O)C2": 1306,
      "(C(C": 1307,
      "S(=O)(=O)C": 1308,
      "4)c3)": 1309,
      "ncc3": 1310,
      "c4ccc(Cl)cc": 1311,
      "c1cc(C(F)(F)F)cc": 1312,
      "OP(O)": 1313,
      "c2ccc(OCC": 1314,
      "/C=C2\\": 1315,
      "=C1\\": 1316,
      "(CC(C": 1317,
      "c2ccc(-c3cc": 1318,
      "C(=O)N[C@@H](CC(C)C)": 1319,
      "C(C(O)=O)": 1320,
      "3)cc1)": 1321,
      "C1N(CC": 1322,
      "n2)c1": 1323,
      "[nH]c3": 1324,
      "c([N+](=O)[O-])": 1325,
      "c2c(N)": 1326,
      "NC2": 1327,
      ".O": 1328,
      ".[I-]": 1329,
      "c3cccn": 1330,
      "n2nn": 1331,
      "2CCCCC2)": 1332,
      "[C@](C)(CC": 1333,
      "n1-": 1334,
      "C(NC(": 1335,
      "3CCN(C)CC": 1336,
      "c2nc(-c3cc": 1337,
      "n2-": 1338,
      "n2)cc1": 1339,
      ")ccccc1": 1340,
      "c(C)cc2)": 1341,
      "C1)C": 1342,
      "c2)C": 1343,
      "C(CCCCCCCC": 1344,
      "C)C)": 1345,
      "(C)C)CC": 1346,
      "c2n(C)": 1347,
      "nc3)": 1348,
      "c2ccc(Cl)cc2": 1349,
      "c(SC": 1350,
      "4CCCC": 1351,
      "[C@]5": 1352,
      "3CCCCC3)": 1353,
      "CCNC": 1354,
      "[C@H](O)[C@@H](O)[C@H](O)": 1355,
      "c1cc(O)": 1356,
      "o2)": 1357,
      "c1ccc(F)cc1)": 1358,
      "/C=C\\C": 1359,
      "nn2)": 1360,
      "CCCCC)": 1361,
      "c2c(O)cc": 1362,
      "c1(O)cc": 1363,
      "c2c(-c3cc": 1364,
      "CC3": 1365,
      "3)C2)": 1366,
      "c12ccccc1": 1367,
      "3C(=O)": 1368,
      "[C@H]2O)": 1369,
      "#C)": 1370,
      "c(S(N": 1371,
      "=C(C(=O)": 1372,
      "OC(=O)C": 1373,
      "C(=O)NCC(=O)N": 1374,
      "c(OC)cc2)": 1375,
      "[C@H]2O": 1376,
      "4)=O)cc": 1377,
      "(=O)C": 1378,
      "c3ccc4c(": 1379,
      "[C@]4(C)": 1380,
      "[C@@H](Cc2ccccc2)": 1381,
      "c(C#N)cc": 1382,
      "N(C(C": 1383,
      "c2cc(OC)": 1384,
      "c-2": 1385,
      "/C1": 1386,
      "(-c4": 1387,
      "c(NC(N": 1388,
      "4CCCCC": 1389,
      "c1(C(=O)": 1390,
      "c1cc(F)": 1391,
      "C1(N": 1392,
      "c2ccc(C(N": 1393,
      "2C)": 1394,
      "(=O)OC": 1395,
      "c(-c3n": 1396,
      "S(=O)(N)": 1397,
      "c1cc(-c2n": 1398,
      "c2c(C)n": 1399,
      "nc4": 1400,
      "c3cc(": 1401,
      "c3cncc": 1402,
      "c(=O)n(CC": 1403,
      "c1c2ccccc2": 1404,
      "nn1)": 1405,
      "c(OC)c2)": 1406,
      "[C@@]5": 1407,
      "c2cccc(OC)": 1408,
      "C(CO)": 1409,
      "c2cs": 1410,
      "c1ccc(OCC": 1411,
      "[C@H](OC(=O)": 1412,
      "/c(": 1413,
      "/N=C(\\": 1414,
      "C(OC": 1415,
      "c1cc(C2": 1416,
      "c%1": 1417,
      "3CCN(C": 1418,
      "5)C": 1419,
      "CO)": 1420,
      "N(CC)": 1421,
      "cs1": 1422,
      "=O)CCC1": 1423,
      "CCCC2)": 1424,
      "CC1(C)": 1425,
      "CC(=O)O)": 1426,
      "C1(C)": 1427,
      "[nH]c1)": 1428,
      "[C@H]6": 1429,
      "3c(cc": 1430,
      "c1-c1n": 1431,
      "(=C)": 1432,
      "c(C)cc(C)": 1433,
      "NC(=O)[C@H](CC(C)C)": 1434,
      "CN(C(": 1435,
      "c2ccc(C#N)cc": 1436,
      "c2ccco": 1437,
      "c1ccc(Cl)": 1438,
      "C)ccc1": 1439,
      "CCC3)": 1440,
      "[nH]2)": 1441,
      "(=O)=O)c1": 1442,
      "OCC)=O)": 1443,
      "n12": 1444,
      "c1cc(Cl)ccc1": 1445,
      "c2cc(OC)c(OC)cc": 1446,
      "[C@@H](NC(C": 1447,
      "c1ccc(OC": 1448,
      "c1ccc(-c2cc": 1449,
      "(NC(C": 1450,
      "n1nn": 1451,
      "oc(=O)": 1452,
      "(=O)OC)": 1453,
      "[nH]c2": 1454,
      "O)=O": 1455,
      "c3=O)": 1456,
      "CC)=O)": 1457,
      "c1(OC)": 1458,
      "C1CCCCC1": 1459,
      "c(OCC)": 1460,
      "O=S(N": 1461,
      "=O)CCCNC(N)=N)": 1462,
      "[C@@H]6": 1463,
      "[N+](": 1464,
      "nc(-c2cc": 1465,
      "[C@@]4(C)": 1466,
      "C)=O)C": 1467,
      "c1(N)": 1468,
      "c(S(=O)(N": 1469,
      "CCCCN)=O)": 1470,
      "#CC": 1471,
      "C(=C/": 1472,
      "c2cc(F)": 1473,
      "NC(=O)CNC(=O)": 1474,
      "(N)=N": 1475,
      "c3ccccc3)CC": 1476,
      "=[N-]": 1477,
      "c1=O": 1478,
      "c1ccc(NC(=O)": 1479,
      "nc1-": 1480,
      "c12)": 1481,
      "/C=C2/": 1482,
      "O(c1cc": 1483,
      "c(F)c(F)": 1484,
      "c2cnccc2)": 1485,
      "c(=S)": 1486,
      "[C@@H]1CCCN1": 1487,
      ".Br": 1488,
      "Nc1n": 1489,
      "c2O)": 1490,
      "c1cc(O)cc": 1491,
      "c1c2n": 1492,
      "(C#N)cc": 1493,
      "[C@@H](C(O)=O)": 1494,
      "c(NCC": 1495,
      "C)O": 1496,
      "(C)CC2": 1497,
      "[C@@H](NC(=O)[C@@H](NC(=O)": 1498,
      "nc2-": 1499,
      "SCC(=O)N": 1500,
      "C)=O)cc": 1501,
      "1)O": 1502,
      "2)=O)C1": 1503,
      "[n+]([O-])": 1504,
      "7)": 1505,
      "c2cc(-c3cc": 1506,
      "N1CCN(": 1507,
      "c(N)ncn": 1508,
      "c(N)cc": 1509,
      "[C@](C)(": 1510,
      "[C@H](C(=O)N[C@H](C(N": 1511,
      "/C(C)=C/": 1512,
      "CN(C)C": 1513,
      "[C@H](C(=O)N)": 1514,
      "c1cc(NC(=O)": 1515,
      "S(O)": 1516,
      "c1ccc(C(F)(F)F)cc": 1517,
      "c(C(=O)N)": 1518,
      "NC1": 1519,
      "CCC(N": 1520,
      "=O)CCCNC(=N)N)": 1521,
      "c(C)o": 1522,
      "n4)": 1523,
      "c6cc": 1524,
      "=[N+]=[N-]": 1525,
      "5)CC": 1526,
      "(S(=O)(=O)": 1527,
      "c2cc(C(F)(F)F)cc": 1528,
      "c2)=O)cc": 1529,
      "c2ccc(OC": 1530,
      "4)cc3": 1531,
      "c2cc(OC)c(OC)c(OC)": 1532,
      "C1(C": 1533,
      "c3cc(C)cc": 1534,
      "[Si": 1535,
      "c2c1cccc": 1536,
      "OC(C)(C)C)=O)": 1537,
      "[C@@H](O)CC": 1538,
      "C(=O)OC)": 1539,
      "c3ccc(O": 1540,
      "n1c(=O)": 1541,
      "c4ccccc4)cc": 1542,
      "ncc3)": 1543,
      "C(c1n": 1544,
      "(Cl)cc1": 1545,
      "c3cc(F)cc": 1546,
      "N(C)C)": 1547,
      "#N)cc1": 1548,
      "c1(F)": 1549,
      "2CCC(": 1550,
      "2CCN(C)CC": 1551,
      "[Si]": 1552,
      "[P": 1553,
      "n5": 1554,
      "c3c(C)cc": 1555,
      "c4ccc(OC)cc": 1556,
      "CCN(CC)": 1557,
      "c1cc(OC)ccc1": 1558,
      "(=O)O)cc": 1559,
      "c1ccccc1)C": 1560,
      "c3c(cccc3)n": 1561,
      "C1CN(C": 1562,
      "1CCN(": 1563,
      "c(F)c2)": 1564,
      "C(C(C)C)": 1565,
      "3)cccc": 1566,
      "=C1/": 1567,
      "1CCCCC1)": 1568,
      "cc1-": 1569,
      "C2(CC": 1570,
      "c1c2c(ccc1": 1571,
      "ncc1)": 1572,
      "([N+](=O)[O-])": 1573,
      "C(O)=O)=O)": 1574,
      "c(NC(=O)N": 1575,
      "2CCCC2)": 1576,
      "C(=O)N[C@@H](CCCCN)": 1577,
      "S(=O)(C)=O)": 1578,
      "2CCN(C(=O)": 1579,
      "CCN1C": 1580,
      "OCc2ccccc2)": 1581,
      "c1ccc(F)": 1582,
      "OCO4)": 1583,
      "21": 1584,
      "[C@H](OC(=O)C)": 1585,
      "[C@@](C)(CC": 1586,
      "c(Cl)c3)": 1587,
      "c2cccc(C)": 1588,
      "O4)": 1589,
      "N2CCN(": 1590,
      "3)o": 1591,
      "CCCCCCC": 1592,
      "O(C": 1593,
      "c2cccs": 1594,
      "CCCCCCCC)": 1595,
      "C(O)C(O)": 1596,
      "C(OC)=O)": 1597,
      "C1CC2": 1598,
      "c1occ": 1599,
      "c([N+]([O-])=O)": 1600,
      "c2c(Cl)": 1601,
      "[C@H](OC(C)=O)": 1602,
      "c1c(N)": 1603,
      "([O-])=O)": 1604,
      "c32)": 1605,
      "c2=O": 1606,
      "c3ccc(C)cc3)": 1607,
      "NC([C@H](C": 1608,
      "N=C(N)": 1609,
      "c3c(c2)": 1610,
      "O(CC": 1611,
      "NC(=O)CC": 1612,
      "C(N[C@@H](C": 1613,
      "c2ccccc2)CC1": 1614,
      "1)C2": 1615,
      "=CC2": 1616,
      "c(C(C)(C)C)": 1617,
      "CN2C(=O)": 1618,
      "2)nn1": 1619,
      "c3)cc2)": 1620,
      "c3c(O)": 1621,
      "C2=N": 1622,
      "s3)": 1623,
      "[nH]2": 1624,
      "N(C(N": 1625,
      "c3ccc(Br)cc": 1626,
      "c1ccc(Br)cc": 1627,
      "SSC": 1628,
      "=O)CC2)": 1629,
      "(CCCC": 1630,
      "C(=O)N[C@@H](C)": 1631,
      "c(OC)c3)": 1632,
      "c2cc(O)": 1633,
      "[nH]c2)": 1634,
      "c2ccccc2Cl)": 1635,
      "=O)CO)": 1636,
      "/C2": 1637,
      "C1=C": 1638,
      "c2c3ccccc3": 1639,
      "[C@@H]3O": 1640,
      "NC(=O)[C@H](C)": 1641,
      "[C@@H](CO": 1642,
      "c3nc(N": 1643,
      "3CCCC3)": 1644,
      "(C(OC)=O)": 1645,
      "c1cc(F)ccc1": 1646,
      "[S+]([O-])": 1647,
      "c1c(C(=O)": 1648,
      "c(-c3cccc": 1649,
      "c2cccc(F)": 1650,
      "N1(C(=O)": 1651,
      "c1n(C)": 1652,
      "3)CC2)cc": 1653,
      "c(C)c2": 1654,
      "c1c(Br)cc": 1655,
      "C(C(F)(F)F)": 1656,
      "Cc2ccccc2)": 1657,
      "2F)": 1658,
      "4CC4)": 1659,
      "(CC(C)C)": 1660,
      "C1CO": 1661,
      "2)nc(N": 1662,
      "c(C(=O)OCC)": 1663,
      "(S": 1664,
      "(=N)": 1665,
      "c3ccc(O)cc3)": 1666,
      "c1c(OCC": 1667,
      "c(-c3cn": 1668,
      "[C@@H](NC([C@@H](NC(": 1669,
      "c(C)nn": 1670,
      "c(C)c3)": 1671,
      "cnc3": 1672,
      "S(C)(=O)=O)": 1673,
      "c2nnn": 1674,
      "CN)": 1675,
      "N(C(=O)N": 1676,
      "C(Cl)": 1677,
      "(=O)=O)C": 1678,
      "c1ccc(OC)": 1679,
      "c1cc(Br)cc": 1680,
      "(C)cc1": 1681,
      "CCCCC2)": 1682,
      "[C@@H](OC(C)=O)": 1683,
      "c1c(Cl)cccc1": 1684,
      "C(=O)O)cc": 1685,
      "C(C)C": 1686,
      "NC(=N)": 1687,
      "=O)CC1)": 1688,
      "c2occc2)": 1689,
      "/C=C3": 1690,
      "c3c(N)": 1691,
      "[C@H](C(=O)N[C@@H](CC": 1692,
      "c2ccc(F)": 1693,
      "(C(=O)N)": 1694,
      "[C@H]3O)": 1695,
      "[C@@]2(C)CC": 1696,
      "c1c(C(F)(F)F)cc": 1697,
      "c1c(OC)c(OC)cc": 1698,
      "C(=O)N1CC": 1699,
      "c2Cl)": 1700,
      "(C(NC": 1701,
      "[C@@H](OC(=O)C)": 1702,
      "C(CCC": 1703,
      "c2ccc(NC(=O)": 1704,
      "c1ncn": 1705,
      "=O)CC2": 1706,
      "c3c2cccc3)": 1707,
      "c(C3": 1708,
      "c1ccc(C)cc1)": 1709,
      "(c3cc": 1710,
      "OC)CC": 1711,
      "=C/C": 1712,
      "[C@H](Cc2ccccc2)": 1713,
      "(F)(F)F": 1714,
      "c6)": 1715,
      "c3ccccc32)": 1716,
      "c3C)": 1717,
      "c4ncc": 1718,
      "/N=C(/": 1719,
      "C(=O)O)=O)": 1720,
      "n(CC)": 1721,
      "c2n(C": 1722,
      "C(=O)OCC": 1723,
      "c1(NC(": 1724,
      "c1)CC": 1725,
      "c(SCC(N": 1726,
      "FC(": 1727,
      "I)cc": 1728,
      "C)cc2)": 1729,
      "[N+](C)": 1730,
      "(CCCN": 1731,
      "c(-c4ccccc4)": 1732,
      "c(SCC(=O)N": 1733,
      "c3cccc4": 1734,
      "2)cc2": 1735,
      "c1cc2cc": 1736,
      "c1ccc(O)": 1737,
      "c(Cl)cc3)": 1738,
      "S(=O)(=O)C)": 1739,
      "(C(=O)NC": 1740,
      "c2c3cc": 1741,
      "n1(C)": 1742,
      "N(C)CC": 1743,
      "(O)c1": 1744,
      "c(C(=O)NC": 1745,
      "O=S(": 1746,
      "SS": 1747,
      "n(-c3cc": 1748,
      "c(C(NC": 1749,
      "C(=O)N[C@@H](C(C)C)": 1750,
      "C12CC": 1751,
      "c2)n": 1752,
      "C1C(N": 1753,
      "OC(C)(C)C": 1754,
      "c3c[nH]": 1755,
      "c1ccncc1": 1756,
      "c2)cccc1": 1757,
      "2)cc1)=O": 1758,
      "c1)O": 1759,
      "c2OC)": 1760,
      "[C@@]3(C)CC": 1761,
      "c4[nH]": 1762,
      "c1cc(C(=O)": 1763,
      "c4cn": 1764,
      "C2C": 1765,
      "=O)cc3)": 1766,
      "(C)C)cc2)": 1767,
      "4)nn": 1768,
      "ncc2)": 1769,
      "c(C(C)": 1770,
      "c1ccc(O)cc1": 1771,
      "e]": 1772,
      "C1N(C(=O)": 1773,
      "c1ccc(/C=C/": 1774,
      "nc(C)n": 1775,
      "c3c4c(cc": 1776,
      "c1ccc(CC": 1777,
      "[C@]3(C)CC": 1778,
      "([N+]([O-])=O)": 1779,
      "c2ccc([N+](=O)[O-])cc": 1780,
      "/C=C(\\C)": 1781,
      "[C@H](C(N[C@H](C(N": 1782,
      "(=O)o": 1783,
      "c2cc(O": 1784,
      "c3cc(Cl)": 1785,
      "Cl)cc": 1786,
      "NC(=O)[C@H](CCCCN)": 1787,
      "=CC1": 1788,
      "C[C@H]1": 1789,
      "c6cccc": 1790,
      "NC(N)": 1791,
      "c1cc(OC)c(OC)c(OC)": 1792,
      "=O)CCC1)": 1793,
      "3)CC1)": 1794,
      "c5c(cc": 1795,
      "sc2": 1796,
      "c2ccccc2)ccc1": 1797,
      "(C)c(=O)[nH]": 1798,
      "c(-c2cn": 1799,
      "n2ncc": 1800,
      "c2ccc([N+]([O-])=O)cc": 1801,
      ".F": 1802,
      "4CCOCC4)": 1803,
      "c3c(N": 1804,
      "4CCC": 1805,
      "2)=O)=O)": 1806,
      "C(=S)N": 1807,
      "c3cccc(Cl)": 1808,
      "n1c(C": 1809,
      "C1C(C": 1810,
      "c(/C=N/": 1811,
      "c1c(OC": 1812,
      "c2F)": 1813,
      "c(C)n1": 1814,
      "c2no": 1815,
      "c3ccccc3)cc2)": 1816,
      "C1CCN(C": 1817,
      "CC(O)": 1818,
      "(C(=O)OCC)": 1819,
      "c2ccccc2F)": 1820,
      "[C@H]4CC": 1821,
      "C[C@H](": 1822,
      "/N=N/": 1823,
      "n1(-": 1824,
      "n1n": 1825,
      "c(=O)n2": 1826,
      "C1CN(CC": 1827,
      "c2ccccc2OC)": 1828,
      "[C@@H]4CC": 1829,
      "c3ccc(Cl)cc3": 1830,
      "4CCN(C)CC": 1831,
      "CCCNC(N)=N)": 1832,
      "c1c2cccc": 1833,
      "C(N[C@H](C": 1834,
      "c2nc1": 1835,
      "c3occ": 1836,
      "C[C@@H]1": 1837,
      "c3cc(OC)c(OC)cc": 1838,
      "c1ccco": 1839,
      "CCN(C)C": 1840,
      "c1-c1ccccc1": 1841,
      "[C@@H](O)[C@H](": 1842,
      "c2ccccc21)": 1843,
      "s2": 1844,
      "3CCN(CC": 1845,
      "3)CC2)cc1": 1846,
      "2)O": 1847,
      "c1ccc(C(=O)": 1848,
      "c3ccc(C(F)(F)F)cc": 1849,
      "(C(OCC)=O)": 1850,
      "C2CCCC": 1851,
      "3)cc2)c1": 1852,
      "n1)cc": 1853,
      "c2cccnc2)": 1854,
      "c2c(F)": 1855,
      "CCCNC(=N)N)": 1856,
      "c1ccc(S(=O)(=O)N": 1857,
      "N#C": 1858,
      "c2cccn": 1859,
      "CCC(C)": 1860,
      "c1(/C=C/": 1861,
      "c2)cc1)": 1862,
      "=[N+]=[N-])": 1863,
      "c2ccccn2)": 1864,
      "n1c(-c2cc": 1865,
      "3)cc2)cc": 1866,
      "c1ncccc1": 1867,
      "CCN(C)CC1": 1868,
      "(NC(N": 1869,
      "c2ccc(Br)cc2)": 1870,
      "C)C1": 1871,
      "2CCC(N": 1872,
      "C3CCCCC": 1873,
      "CN1C(=O)": 1874,
      "NC1=O": 1875,
      "N(S(=O)(=O)": 1876,
      "1CC1)": 1877,
      "3CC4CC": 1878,
      "C(c3ccccc3)": 1879,
      "c1cc(C)ccc1": 1880,
      "C(=N": 1881,
      "c(F)cc3)": 1882,
      "[n+]2": 1883,
      "n1c(": 1884,
      "c2)=O)cc1": 1885,
      "NC(=O)[C@H](CO)": 1886,
      "(C(F)(F)F)c1": 1887,
      "(C=C)": 1888,
      "c1=O)": 1889,
      "C)cc1)": 1890,
      "2)n1)": 1891,
      "n3cn": 1892,
      "2Cl)": 1893,
      "c2)=O)c1": 1894,
      "c1n(C": 1895,
      "2)ncc1": 1896,
      "nn2": 1897,
      "cccc4": 1898,
      "n3)n": 1899,
      "C(=CC": 1900,
      "c5c(cccc": 1901,
      "OCc1ccccc1)": 1902,
      "c(OC)c1)": 1903,
      "c(Br)c1": 1904,
      "c2c(OC)": 1905,
      "c3n(C)": 1906,
      "c2cc(O)cc": 1907,
      "CCCC3)": 1908,
      "c8": 1909,
      "=O)CC(C)C)=O)": 1910,
      "c1c(CC": 1911,
      "C(S": 1912,
      "=C(C)C": 1913,
      "c3)CC2)": 1914,
      "c(Cl)c1)": 1915,
      "c(C)c(C": 1916,
      "3)CC2)c1": 1917,
      "c3cc2)": 1918,
      "c3ccc4c(c3)": 1919,
      "nc(O)": 1920,
      "c1ccccc1C": 1921,
      "[C@H](CCCNC(=N)N)": 1922,
      "n1(C": 1923,
      "ncn2": 1924,
      "C)cc1": 1925,
      "c3cc4c(cc3)": 1926,
      "[C@@H](NC([C@@H](NC(=O)": 1927,
      "=C(C#N)": 1928,
      "C(C(": 1929,
      "c3ccc(-": 1930,
      "CNCC": 1931,
      "4)C3)": 1932,
      "c1c(/C=C/": 1933,
      "c(OC)cc3)": 1934,
      "nnc1": 1935,
      "NC(=O)[C@H](C(C)C)": 1936,
      "3CCOCC3)n": 1937,
      "[C@H](C(=O)N[C@H](C(=O)N": 1938,
      "c(S(=O)(=O)": 1939,
      "CCCC)cc": 1940,
      "c(C)c1)": 1941,
      "CCC)cc": 1942,
      "c(C(N)=O)": 1943,
      "c3ccccc3)CC2)": 1944,
      "c-3": 1945,
      "C(=C": 1946,
      "S(C": 1947,
      "3=O)": 1948,
      "c1nc(-": 1949,
      "[C@H](CCCNC(N)=N)": 1950,
      "CN3": 1951,
      "C2=O)cc": 1952,
      "c2cc1)": 1953,
      "O)O)": 1954,
      "[C@@H](C)O": 1955,
      "cs1)": 1956,
      "N=C2": 1957,
      "c2ncccc": 1958,
      "c(O)cc2)": 1959,
      "(OC(=O)": 1960,
      "CSSC": 1961,
      "c2ccc(CN": 1962,
      "c(SC)": 1963,
      "cccc3)": 1964,
      "n1(CC": 1965,
      "(S(=O)(=O)N": 1966,
      "n2n": 1967,
      "S(=O)(C": 1968,
      "FC(F)(": 1969,
      "c(=O)c1": 1970,
      "c1ccc(Br)cc1": 1971,
      "(C)C)c1": 1972,
      "[nH]1)": 1973,
      "nc4)": 1974,
      "-c1n": 1975,
      "c34)": 1976,
      "(C)O": 1977,
      "[C@H](C)O": 1978,
      "SC1": 1979,
      "NC(CC": 1980,
      "[N+]([O-])=O)cc1": 1981,
      "S(C)(=O)=O)cc": 1982,
      "nc1C": 1983,
      "[C@@H]1(O)": 1984,
      "C(=O)OCC)": 1985,
      "c4cc5": 1986,
      "C(=N)N": 1987,
      "c3ccccc23)": 1988,
      "P(O)(=O)O)": 1989,
      "c2ccc(OC)c(OC)": 1990,
      "c2O": 1991,
      "N)C": 1992,
      "CCN(CC)CC": 1993,
      "c(-c5cc": 1994,
      "c1cc(/C=C/": 1995,
      "C1(c2cc": 1996,
      "(N1": 1997,
      "c3ccc(C#N)cc": 1998,
      "c2ccccc2-": 1999,
      "OCCO2": 2000,
      "SCC(N": 2001,
      "nc2c1": 2002,
      "(=O)=O)ccc1": 2003,
      "(=O)OCC)": 2004,
      "C(C2": 2005,
      "P(O": 2006,
      "c1c(F)cccc1": 2007,
      "o1)": 2008,
      "c2cc(C(=O)N": 2009,
      "c(C)s": 2010,
      "c(OCC)cc": 2011,
      "CN(C)CC": 2012,
      "(OC)c1OC": 2013,
      "3)cc2)cc1": 2014,
      "C(N)=O)=O)": 2015,
      "(CNC(=O)": 2016,
      "c1(C(F)(F)F)cc": 2017,
      "OC(C)=O)C": 2018,
      "C(=O)/C(=C/": 2019,
      "[C@]23": 2020,
      "(CC)CC)cc": 2021,
      "OCC2": 2022,
      "CCCCO": 2023,
      "c3cc(C)": 2024,
      "3F)": 2025,
      "CCCCCCCCCC": 2026,
      "c3c2)": 2027,
      "C(=O)N[C@@H](CO)": 2028,
      "c2ccccc2)CC": 2029,
      "c1n(CC": 2030,
      "2)=O)cccc1": 2031,
      "2OC)": 2032,
      "C(CCC)": 2033,
      "c3cc(N": 2034,
      "COc1c(OC)cc": 2035,
      "c1cnccc1": 2036,
      "[N+](=O)[O-])cc1": 2037,
      "C(=O)N2C": 2038,
      "(OC)cc1": 2039,
      "(O)C)": 2040,
      "c1ccc(C)": 2041,
      "c2ccc(O)": 2042,
      "c(NC(=O)C": 2043,
      "O[C@@H]2": 2044,
      "c2c3cccc": 2045,
      "c2ccccc2)C1": 2046,
      "nccc1": 2047,
      "c1co": 2048,
      "c1cc(NC(": 2049,
      "c1c(C)cccc1": 2050,
      "c12n": 2051,
      "nc1N": 2052,
      "n4cc": 2053,
      "c1cc2cccc": 2054,
      "c1cccnc1": 2055,
      "c1no": 2056,
      "[C@H]1(O)": 2057,
      "c4ccc(C)cc": 2058,
      "2)c1C": 2059,
      "c3cc(OC)c(OC)c(OC)": 2060,
      "(C)C)cc1)": 2061,
      "c1cnc(N": 2062,
      "N)CC": 2063,
      "c(-c5": 2064,
      "n2)ccc1": 2065,
      "3)cccc1": 2066,
      "[n+](C)": 2067,
      "C2CC2)": 2068,
      "C(=O)N3": 2069,
      "B(O)": 2070,
      "(CC(=O)O)": 2071,
      "3)C1": 2072,
      "c1nc[nH]": 2073,
      "N1CCN(C": 2074,
      "c([N+](=O)[O-])cc": 2075,
      "[C@H](O)CC": 2076,
      "c2ccc(OC)": 2077,
      "C(N[C@@H](CC(C)C)": 2078,
      "[N+]([O-])=O": 2079,
      "c2c1cccc2)": 2080,
      "c1c(NC(": 2081,
      "OC(C)C)": 2082,
      "(Cc3ccccc3)": 2083,
      "c1c2c(cccc2)": 2084,
      "C1CN(C(=O)": 2085,
      "C(F)F)cc": 2086,
      "CCCC(=O)N": 2087,
      "c(CN2": 2088,
      "c2cccc(C(F)(F)F)": 2089,
      "[C@@H](O)[C@H](O": 2090,
      "c2c(O": 2091,
      "c3cccc(OC)": 2092,
      "c1nnn": 2093,
      "c2c(F)cccc2": 2094,
      "(N(C)C)": 2095,
      "C1C2CC": 2096,
      "cn3": 2097,
      "C2=O)cc1": 2098,
      "C1CCCC1": 2099,
      "(-c4ccccc4)": 2100,
      "c2cc(C(N": 2101,
      "c(N3CC": 2102,
      "Cc1ccccc1)": 2103,
      "NS(=O)(=O)": 2104,
      "3)n2)cc": 2105,
      "c3-": 2106,
      "[C@@]23": 2107,
      ".FC(F)": 2108,
      "N=C": 2109,
      "N)c1": 2110,
      "c(C)cc2": 2111,
      "COC(": 2112,
      "c2ccc(CC": 2113,
      "c1cnc[nH]": 2114,
      "2CCC(C": 2115,
      "c(-c3ccccc3": 2116,
      "1)=O)=O": 2117,
      "c3)c2)": 2118,
      "3)n2)cc1": 2119,
      "oc2": 2120,
      "=O)=O": 2121,
      "c2c(OC)cccc": 2122,
      "NCCC": 2123,
      "C(n1": 2124,
      "cccc3": 2125,
      "(NC(=O)N": 2126,
      "(NCC": 2127,
      "c2occ": 2128,
      "c1n(-": 2129,
      "([C@H]2": 2130,
      "[N+]([O-])=O)c1": 2131,
      "c(CCC)": 2132,
      "[nH]3)": 2133,
      "c2ccc(S(=O)(=O)N": 2134,
      "1)CC2": 2135,
      "c(Cl)ccc1": 2136,
      "CO2": 2137,
      "2CC3": 2138,
      "=O)O": 2139,
      "cn2)cc": 2140,
      "[C@H]1N(C(=O)": 2141,
      "O)ccc1": 2142,
      "CCN1C(=O)": 2143,
      "3)n2)c1": 2144,
      "c(-n3": 2145,
      "[nH]n": 2146,
      "sc(N": 2147,
      "C1CCN(": 2148,
      "c1ccc(OC)cc": 2149,
      "[C@@H]2O)": 2150,
      "c(=O)n1": 2151,
      "C(OCC": 2152,
      "CC(C)C": 2153,
      "c3c4ccccc4": 2154,
      "[C@@H](CCCNC(=N)N)": 2155,
      "[C@H](OC": 2156,
      "c3)cc1": 2157,
      "c1(OCC": 2158,
      "c(-c2o": 2159,
      ".FC(F)(F)": 2160,
      "c1ccc(Cl)cc": 2161,
      "c1(Br)cc": 2162,
      "c2cc(Br)cc": 2163,
      "(S(N": 2164,
      "N=C1": 2165,
      "4)=O)CC": 2166,
      "cn(C": 2167,
      "C)CC1": 2168,
      "c3cc(C": 2169,
      ")cccc3": 2170,
      "C1CCCN": 2171,
      "c1c2": 2172,
      "(N)=O)cc": 2173,
      "(N)=O)CC": 2174,
      "=NCCN": 2175,
      "c2ccc(C(C)(C)C)cc": 2176,
      "[C@H]1O[C@@H](": 2177,
      "c2ccc(Cl)": 2178,
      "[C@@H](OC(": 2179,
      "C)C(=O)": 2180,
      "c([N+]([O-])=O)cc": 2181,
      "2)CC1)=O": 2182,
      "ncc(-": 2183,
      "[C@]34": 2184,
      "c2c(n1)": 2185,
      "c2ccncc2)": 2186,
      "O(C(=O)": 2187,
      "(S(=O)(N": 2188,
      "c2ccccc12)": 2189,
      "[C@]1(C)CC": 2190,
      "C1)CC": 2191,
      "S(=O)(C)=O)cc": 2192,
      "C(C)=O)cc": 2193,
      "c1(OC": 2194,
      "C(N(C)C)": 2195,
      "NC(=S)N": 2196,
      "c2ncccc2": 2197,
      "c3c1": 2198,
      "CCCCCCC)": 2199,
      "[C@@H](CCCNC(N)=N)": 2200,
      "c2ccc(C)": 2201,
      "[C@H](C(O)=O)": 2202,
      "c(F)c3)": 2203,
      "c2ccc(C(=O)": 2204,
      "nn3": 2205,
      "c(C(OCC)=O)": 2206,
      "c4c3": 2207,
      "c1cc(OCC": 2208,
      "CN(C)C)": 2209,
      "2CCN(C(": 2210,
      "2-": 2211,
