{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<BINDING>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<FILLIN>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<REORDER>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<TOAA>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<ACTIVE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<GENESEQ>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<INCREASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<DECREASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<STRUCTURE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<DISTANCE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<SOLUBILITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<TOXICITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<AB>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<ISACTIVE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<ISSYNTHETIC>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<PENETR>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<ABSORPTION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<DISTRIBUTION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<METABOLISM>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "<EXCRETION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "<FLUORESCENCE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "<STABILITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<DISORDER>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "<DISEASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "<BINARY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "<REGRESSION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "<ORGANISM>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "<0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "<1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "<2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "<3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "<4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "<5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "<6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "<7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "<8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "<9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "<.>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "<YES>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "<NO>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<UNK>": 0,
      "<PAD>": 1,
      "<CLS>": 2,
      "<SEP>": 3,
      "<MASK>": 4,
      "<BINDING>": 5,
      "<FILLIN>": 6,
      "<REORDER>": 7,
      "<TOAA>": 8,
      "<ACTIVE>": 9,
      "<GENESEQ>": 10,
      "<INCREASE>": 11,
      "<DECREASE>": 12,
      "<STRUCTURE>": 13,
      "<DISTANCE>": 14,
      "<SOLUBILITY>": 15,
      "<TOXICITY>": 16,
      "<AB>": 17,
      "<ISACTIVE>": 18,
      "<ISSYNTHETIC>": 19,
      "<PENETR>": 20,
      "<ABSORPTION>": 21,
      "<DISTRIBUTION>": 22,
      "<METABOLISM>": 23,
      "<EXCRETION>": 24,
      "<FLUORESCENCE>": 25,
      "<STABILITY>": 26,
      "<DISORDER>": 27,
      "<DISEASE>": 28,
      "<BINARY>": 29,
      "<REGRESSION>": 30,
      "<ORGANISM>": 31,
      "<0>": 32,
      "<1>": 33,
      "<2>": 34,
      "<3>": 35,
      "<4>": 36,
      "<5>": 37,
      "<6>": 38,
      "<7>": 39,
      "<8>": 40,
      "<9>": 41,
      "<.>": 42,
      "<YES>": 43,
      "<NO>": 44,
      "#": 100,
      "%": 101,
      "(": 102,
      ")": 103,
      "+": 104,
      "-": 105,
      ".": 106,
      "/": 107,
      "0": 108,
      "1": 109,
      "2": 110,
      "3": 111,
      "4": 112,
      "5": 113,
      "6": 114,
      "7": 115,
      "8": 116,
      "9": 117,
      "=": 118,
      "@": 119,
      "A": 120,
      "B": 121,
      "C": 122,
      "F": 123,
      "H": 124,
      "I": 125,
      "K": 126,
      "L": 127,
      "M": 128,
      "N": 129,
      "O": 130,
      "P": 131,
      "R": 132,
      "S": 133,
      "T": 134,
      "X": 135,
      "Z": 136,
      "[": 137,
      "\\": 138,
      "]": 139,
      "a": 140,
      "b": 141,
      "c": 142,
      "e": 143,
      "g": 144,
      "i": 145,
      "l": 146,
      "n": 147,
      "o": 148,
      "p": 149,
      "r": 150,
      "s": 151,
      "t": 152,
      "cc": 153,
      "CC": 154,
      "(C": 155,
      "O)": 156,
      "=O)": 157,
      "c1": 158,
      "H]": 159,
      "[C": 160,
      "[C@": 161,
      "(=O)": 162,
      "c2": 163,
      "(C)": 164,
      "c(": 165,
      "C)": 166,
      "[C@@": 167,
      "[C@H]": 168,
      "[C@@H]": 169,
      "(N": 170,
      "2)": 171,
      "c3": 172,
      "cccc": 173,
      "C(=O)": 174,
      "F)": 175,
      "C1": 176,
      "C(": 177,
      "c(C": 178,
      "(CC": 179,
      "c1cc": 180,
      "3)": 181,
      "1)": 182,
      "OC)": 183,
      "c2cc": 184,
      "CCC": 185,
      ")cc": 186,
      "N(C": 187,
      "cn": 188,
      "(F)": 189,
      "(C)C)": 190,
      "(=O)N": 191,
      "CCCC": 192,
      "c2)": 193,
      "c(C)": 194,
      "c(N": 195,
      "OCC": 196,
      "(O)": 197,
      "C(N": 198,
      "n1": 199,
      "OC": 200,
      "[n": 201,
      "c4": 202,
      "=O": 203,
      "C(=O)N": 204,
      "2CC": 205,
      ")=O)": 206,
      "[nH]": 207,
      "cc1": 208,
      "[C@H](C": 209,
      "c2cccc": 210,
      "CN": 211,
      "=C": 212,
      "c1)": 213,
      "c(-": 214,
      "nn": 215,
      "c1cccc": 216,
      "c3cc": 217,
      "[C@H]1": 218,
      "C[C@@H]": 219,
      "C(C": 220,
      "CCN": 221,
      "c(OC)": 222,
      "2)=O)": 223,
      "c(Cl": 224,
      "c2c(": 225,
      "c2n": 226,
      "CC1": 227,
      "c(F)": 228,
      "[C@@H](C": 229,
      "[C@@H]1": 230,
      "cc2)": 231,
      "S(=O)": 232,
      "NC(=O)": 233,
      "(C)C": 234,
      "(OC)": 235,
      "[C@H]2": 236,
      "c3)": 237,
      "N1": 238,
      "(-": 239,
      "N)": 240,
      "c3cccc": 241,
      "c1n": 242,
      "cc1)": 243,
      "N(C(=O)": 244,
      "(F)F)": 245,
      "/C": 246,
      "ccc1": 247,
      "(CC)": 248,
      "CC2)": 249,
      "[C@H](": 250,
      "[C@]": 251,
      "O=": 252,
      "C2": 253,
      "[C@@]": 254,
      "c(=O)": 255,
      "[C@H](C)": 256,
      "n2": 257,
      "[C@@H](N": 258,
      "+]": 259,
      "4)": 260,
      "Br": 261,
      "C1)": 262,
      "[C@@H]2": 263,
      "CC)": 264,
      "[C@H](N": 265,
      "c(O)": 266,
      "c2ccccc2)": 267,
      "C(C)": 268,
      "(Cl": 269,
      "[C@@H](": 270,
      "-]": 271,
      "C)=O)": 272,
      "c(Cl)cc": 273,
      "CC1)": 274,
      "Cl": 275,
      "[C@@H](C)": 276,
      "NC(": 277,
      "c3c(": 278,
      "3CC": 279,
      "n2)": 280,
      "C2)": 281,
      "(F)(F)F)": 282,
      "[N": 283,
      "cc3)": 284,
      "[O": 285,
      "[O-]": 286,
      "c(Cl)": 287,
      "N(": 288,
      "(C)(C)C)": 289,
      "c12": 290,
      "/C=C": 291,
      "cc(C": 292,
      "[N+]": 293,
      "c1ccccc1": 294,
      "N(C(": 295,
      "cc2": 296,
      "c3n": 297,
      "3)=O)": 298,
      "=N": 299,
      "CO": 300,
      "c1c(": 301,
      "[C@H](O)": 302,
      "C(F)": 303,
      "c2ccccc2": 304,
      "c1(C": 305,
      "[C@H](CC": 306,
      "c1c(C": 307,
      "[C@@H](CC": 308,
      "1CC": 309,
      "[C@H]3": 310,
      "c1ccc(": 311,
      "(=O)=O)": 312,
      "S(=O)(=O)": 313,
      "c1ccccc1)": 314,
      "#N)": 315,
      "(Cl)": 316,
      "cccc1": 317,
      "nc1": 318,
      "(C)CC": 319,
      "CCC2)": 320,
      "(O": 321,
      "(O)=O)": 322,
      "N(CC": 323,
      "(C(N": 324,
      "c(C(N": 325,
      "(C(=O)N": 326,
      "CCC1": 327,
      "C(O)": 328,
      "(=O)O)": 329,
      "c5": 330,
      "c3ccccc3)": 331,
      "c4cc": 332,
      "[C@@H](O)": 333,
      "c3ccccc3": 334,
      "c(C)n": 335,
      "c2)=O)": 336,
      "2C": 337,
      "c(C(=O)N": 338,
      "c(C)cc": 339,
      "Br)": 340,
      "/C=C/": 341,
      "cccc2)": 342,
      "c1cn": 343,
      "cs": 344,
      "=C)": 345,
      "(NC(=O)": 346,
      "OCC)": 347,
      "[C@@H]3": 348,
      "c2ccc(": 349,
      "CC2": 350,
      "c2cn": 351,
      ")cc1": 352,
      "c(N)": 353,
      "CC3)": 354,
      "CC(N": 355,
      "([O-]": 356,
      "n1)": 357,
      "=O)C": 358,
      "(CN": 359,
      "CC(=O)N": 360,
      "(Cl)cc": 361,
      "c4cccc": 362,
      "CCCN": 363,
      "c1ccc(C": 364,
      "c[nH]": 365,
      "CN(C": 366,
      "OC(C)(C)C)": 367,
      "n(C)": 368,
      "=C(": 369,
      "c4)": 370,
      "CCO": 371,
      "c1cc2": 372,
      "(C(=O)": 373,
      "OC(=O)": 374,
      "cc(": 375,
      "(C)C)=O)": 376,
      "[C@H](C(=O)N": 377,
      "O=C(N": 378,
      "c1(": 379,
      "[C@H](C(N": 380,
      "(c2cc": 381,
      "C1CC": 382,
      "ncc": 383,
      "cccc3)": 384,
      "Br)cc": 385,
      "1C": 386,
      "nc2": 387,
      "#N": 388,
      "c1cc(": 389,
      "C3)": 390,
      "c2nn": 391,
      "2CCC": 392,
      "c(CN": 393,
      "c(OC)cc": 394,
      "C[C@H]1": 395,
      "[C@@H](NC(=O)": 396,
      "n3": 397,
      "CC(C)": 398,
      "c(-c2cc": 399,
      "S)": 400,
      "N(C)": 401,
      "n3)": 402,
      "=O)=O)": 403,
      "c(NC(=O)": 404,
      "ncn": 405,
      "cc(C)": 406,
      "O=C(": 407,
      "/C(": 408,
      "C1C": 409,
      "[N+]([O-]": 410,
      "(NC(": 411,
      "ccc(": 412,
      "C3": 413,
      "[N+](=O)": 414,
      "ccc2": 415,
      "=N)": 416,
      "co": 417,
      "2CC2)": 418,
      "ccc2)": 419,
      "c1c2c(": 420,
      "C(N)": 421,
      "CCN(": 422,
      "c4c(": 423,
      "c(-c3cc": 424,
      "(C)=O)": 425,
      "O1": 426,
      "c1cc(C": 427,
      "[N+](=O)[O-]": 428,
      "CC2)=O)": 429,
      "CN(": 430,
      "c2s": 431,
      "ccc1)": 432,
      "Cl)": 433,
      "S(N": 434,
      "=C/": 435,
      "CCC3)": 436,
      "[C@]2": 437,
      "(OCC": 438,
      "Cc1cc": 439,
      "c1(-": 440,
      "[C@@]2": 441,
      "[N+]([O-])=O)": 442,
      "c1s": 443,
      "c1(N": 444,
      "(c1cc": 445,
      ")cc2)": 446,
      "C(CC": 447,
      "[C@]1": 448,
      "c1nn": 449,
      "c2o": 450,
      "c1cc2c(": 451,
      ".Cl": 452,
      "C)C": 453,
      "/N": 454,
      "[C@H]2CC": 455,
      "cc(-": 456,
      "[C@H](NC(=O)": 457,
      "3c(": 458,
      "[C@@H](NC(": 459,
      "4CC": 460,
      "nn2)": 461,
      "S(=O)(N": 462,
      "[C@@]1": 463,
      "cccc2": 464,
      "C(C)(C)": 465,
      "c(C(F)(F)F)": 466,
      "C(F)(F)": 467,
      "S(=O)(=O)N": 468,
      "ccccc1": 469,
      "c(F)cc": 470,
      "C[C@@H]1": 471,
      "cccc1)": 472,
      "n(CC": 473,
      "C(C)C)": 474,
      "nc(N": 475,
      "C2)=O)": 476,
      "OCC2)": 477,
      "c12c(": 478,
      "Cc2cc": 479,
      "CCCC2)": 480,
      "c1(C)": 481,
      "NC(C": 482,
      "CCCCCCCC": 483,
      "N2": 484,
      "5)": 485,
      "CN(C(=O)": 486,
      "C[C@H]2": 487,
      "o1": 488,
      "[C@H](C)C": 489,
      "(C(F)(F)F)": 490,
      "cn2)": 491,
      "c(S": 492,
      "c1C": 493,
      "c1c(N": 494,
      "CCC)": 495,
      "n(C": 496,
      "CN1": 497,
      "=S)": 498,
      "CCC(N": 499,
      "C[C@@H]2": 500,
      "CCC2": 501,
      "c1o": 502,
      "[C@H](CC)": 503,
      "c3cn": 504,
      "CNC(=O)": 505,
      "CCCC1": 506,
      "CS": 507,
      "s1": 508,
      "cn1": 509,
      "nc(C)": 510,
      "c1cccc2": 511,
      "C[C@@H](C)": 512,
      "CN(CC": 513,
      "cc(OC)": 514,
      "C1)=O": 515,
      "N(C(C": 516,
      "c1c(C)": 517,
      ")cc3)": 518,
      "1)=O": 519,
      "O2)": 520,
      "CCN(CC": 521,
      "nn1": 522,
      "CCN1": 523,
      "(C)(C)": 524,
      "c2)cc": 525,
      "cc2)=O)": 526,
      "OC(": 527,
      "NC": 528,
      "cc(F)": 529,
      "=CC": 530,
      "[C@@H]2CC": 531,
      "C(F)(F)F)": 532,
      "c3)=O)": 533,
      "(OC)=O)": 534,
      "=C(C": 535,
      "O)=O)": 536,
      "[n+]": 537,
      "[nH]1": 538,
      "c1ccc(N": 539,
      "CNC(": 540,
      "c4ccccc4": 541,
      "S(": 542,
      "4)=O)": 543,
      "C)=O": 544,
      "c1cc(-": 545,
      "c1)=O": 546,
      "c(OC)c(OC)": 547,
      "c(F)cc2)": 548,
      "3CC3)": 549,
      "CC)=O)": 550,
      "c2[nH]": 551,
      "c1c(-": 552,
      "c(Cl)cc2)": 553,
      "c(C(=O)": 554,
      "C(N1": 555,
      "=C\\": 556,
      "C[C@@H](C": 557,
      "[C@H](NC(": 558,
      "N1CC": 559,
      "[C@@H](C)C": 560,
      "C1=O": 561,
      "c(=O)[nH]": 562,
      "[C@H]4": 563,
      "c(O": 564,
      "c2c(cccc2)": 565,
      "c1cc(C)": 566,
      "n(-": 567,
      "O3)": 568,
      "nc3": 569,
      "c(CC": 570,
      "c2c3c(": 571,
      "(OC": 572,
      "/C=C\\": 573,
      "cnc1": 574,
      "NC(=O)N": 575,
      "[C@H](CO)": 576,
      "C2=O)": 577,
      "c2c(C)": 578,
      "c2c(c1)": 579,
      "CCC2)=O)": 580,
      "[C@]3": 581,
      "OCC1": 582,
      "1)=O)": 583,
      "nc(-": 584,
      "OC)=O)": 585,
      "N2CC": 586,
      "C2CC": 587,
      "SC)": 588,
      "ncc1": 589,
      "o2)": 590,
      "=N/": 591,
      "c1cc(OC)": 592,
      "[C@@]3": 593,
      "c2c(F)": 594,
      "c(OC)cc2)": 595,
      "c1c(F)": 596,
      "c(CC)": 597,
      "c1ccc(F)": 598,
      "CC1)=O": 599,
      "C(C(N": 600,
      "1)C": 601,
      "OC(C)(C)C)=O)": 602,
      "S(=O)(": 603,
      "C(=O)O)": 604,
      "C[C@@H](N": 605,
      "c(C)c1": 606,
      "c4ccccc4)": 607,
      "#N)cc": 608,
      "ccc3)": 609,
      "s2)": 610,
      "2C(=O)": 611,
      "[C@H]1C": 612,
      "O2": 613,
      "Oc2cc": 614,
      "[C@@H](CO)": 615,
      "N1(C": 616,
      "cc(N": 617,
      "c2c1": 618,
      "c1cc(N": 619,
      "nc(C": 620,
      "cc3": 621,
      "=C1": 622,
      "C(=O)N1": 623,
      "OCC3)": 624,
      "C(C(=O)N": 625,
      "nc2)": 626,
      "C1)=O)": 627,
      "c1[nH]": 628,
      "N)=O)": 629,
      "C)CC": 630,
      "c(Cl)cc1": 631,
      "cc1)=O": 632,
      "[C@@H](C(=O)N": 633,
      "[C@@H](C(N": 634,
      "c1ccc(-": 635,
      "c1-": 636,
      "C(O)=O)": 637,
      "CCCC3)": 638,
      "c3c(cccc3)": 639,
      "[S": 640,
      "(CO)": 641,
      "COC": 642,
      "c(OC)cc1": 643,
      "CCN(C": 644,
      "NC(N": 645,
      "c(C)cc1": 646,
      "ccc(C": 647,
      "c(OCC": 648,
      "c1cc(F)": 649,
      "[N+](=O)[O-])": 650,
      "C(=O)O": 651,
      "CC(C)C)": 652,
      "C)C)": 653,
      "[C@](C)": 654,
      "c(C)cc2)": 655,
      "ccc3": 656,
      "(F)F": 657,
      "[C@@H](CC)": 658,
      "c2ccc(C": 659,
      "[C@@H]4": 660,
      "c1(OC)": 661,
      "[C@@](C)": 662,
      "c2ccccc2)=O)": 663,
      "C1CCCC": 664,
      "[C@@H]1C": 665,
      "c2ncc": 666,
      "c(NC(": 667,
      "C(C)=O)": 668,
      "CCC1)": 669,
      "cc(C(N": 670,
      "CC(": 671,
      "[C@H](O": 672,
      "c1)=O)": 673,
      "c(F)cc3)": 674,
      "c1cc2c(cc1)": 675,
      "Cn1": 676,
      "(CC(N": 677,
      "C(=O)(N": 678,
      "c(-c3": 679,
      "c2cc(C)": 680,
      "C(O": 681,
      "CCN)": 682,
      "(C)(C)C": 683,
      "CCCN1": 684,
      "c(N3": 685,
      "C(=O)N[C@@H](CC": 686,
      "c2cc(OC)": 687,
      "c1(F)": 688,
      "(C(C)C)": 689,
      "[C@H]2C": 690,
      "/C=C(": 691,
      "(C)C(=O)": 692,
      "n[nH]": 693,
      "cc(C(=O)N": 694,
      "(CC(=O)N": 695,
      "CCCC)": 696,
      "C[C@@H]3": 697,
      "C1CC1": 698,
      "(OCC)=O)": 699,
      "c(N2CC": 700,
      "4)cc": 701,
      "O(": 702,
      "[C@H]1CC": 703,
      "[C@H](C(C)C)": 704,
      "C)c1": 705,
      "nnc1": 706,
      "(=O)=O": 707,
      "O=C1": 708,
      "c1c(Cl)": 709,
      "S(C)": 710,
      "#C)": 711,
      "CCCO": 712,
      "c1c(OC)": 713,
      "[C@@H](O": 714,
      "c(C#N)": 715,
      "cn3)": 716,
      "no": 717,
      "ncc2)": 718,
      "NCC": 719,
      "NC(=O)[C@H](CC": 720,
      "cccc4)": 721,
      "c1c(C)cc": 722,
      "c2cc3c(": 723,
      "cc1)=O)": 724,
      "[C@@H]2C": 725,
      "c1c(O)": 726,
      "cccc3": 727,
      "C[C@@H](": 728,
      "c(OC)cc3)": 729,
      "CCNC(=O)": 730,
      "c3ccc(": 731,
      "c1(C(N": 732,
      "c1c(Cl)cc": 733,
      "N(C(N": 734,
      "c2cc(": 735,
      "c6": 736,
      "n2)=O)": 737,
      "c(F)c1": 738,
      "[C@@H](N)": 739,
      "=C2": 740,
      "CC(C)(C)": 741,
      "Cc1n": 742,
      "(CNC(=O)": 743,
      "CC1)=O)": 744,
      "C1(": 745,
      "c3s": 746,
      "c(Cl)c1": 747,
      "C)cc1": 748,
      "2CCN(": 749,
      "n(": 750,
      "N(CC)": 751,
      "nc(": 752,
      "c(C(C)C)": 753,
      "[C@@H](C(C)C)": 754,
      "nnc2": 755,
      "c1(C(=O)N": 756,
      "c2)c1": 757,
      "(N)": 758,
      "#C": 759,
      "(C(": 760,
      "c(Cl)cc3)": 761,
      "(=O)OC)": 762,
      "cc2c(": 763,
      "O=C(C": 764,
      "c2ccc(F)cc2)": 765,
      "CO)": 766,
      "=C(N)": 767,
      ")ccc1": 768,
      "cc(O)": 769,
      "2CCOCC2)": 770,
      "1CCCC": 771,
      "[C@H](OC)": 772,
      "OC2": 773,
      "C[C@H](C": 774,
      "N(C(=O)N": 775,
      "sc1": 776,
      "c1ccc(O)": 777,
      ")cc1)": 778,
      "4c(": 779,
      "OC1": 780,
      "[C@H]3CC": 781,
      "c1)C": 782,
      "cnc2": 783,
      "c1ccc2c(c1)": 784,
      "C(C)(C)C)": 785,
      "3CCOCC3)": 786,
      "c(Br)": 787,
      "c1c(C(N": 788,
      "c1ccccc1)=O)": 789,
      "C)C1": 790,
      "(C(=O)O)": 791,
      "C[C@H](C)": 792,
      "CCN(C(=O)": 793,
      "C(C)(C)C": 794,
      "2CCCC": 795,
      "ccc(N": 796,
      "2CCCCC2)": 797,
      "C[C@@H](O)": 798,
      "(C(O)=O)": 799,
      "(=O)O": 800,
      "c2n(C)": 801,
      "N3": 802,
      "c2ccc(Cl)cc2)": 803,
      "c1c(C(=O)N": 804,
      "c2=O)": 805,
      "2c(": 806,
      "c3ccc(F)cc3)": 807,
      "C(CC)": 808,
      "(C#N)": 809,
      "C(N)=O)": 810,
      "N1C(=O)": 811,
      "CCC(=O)N": 812,
      "c1ccc(C)": 813,
      "C=C": 814,
      "OCC1)": 815,
      "C(F)F)": 816,
      "c1ncc": 817,
      "c2ncn": 818,
      "OC(C)C)": 819,
      "cc4)": 820,
      "[C@H](N)": 821,
      "c(OC)c1": 822,
      "=N)N)": 823,
      "c2cc(F)": 824,
      "N(C)C)": 825,
      "c(C)cc3)": 826,
      "1CC1)": 827,
      "c3o": 828,
      "c3nn": 829,
      "CC3)=O)": 830,
      "S(=O)(C)=O)": 831,
      "C(NC": 832,
      "cn1)": 833,
      "C2=O": 834,
      "C(N1CC": 835,
      "n4": 836,
      "CCS": 837,
      "=N\\": 838,
      "c(F)cc1": 839,
      "([O-])": 840,
      "(CCC)": 841,
      "c1ccc(OC)": 842,
      "/N=C/": 843,
      "c2c(Cl)": 844,
      "C[C@H](": 845,
      "C1N(": 846,
      "O(C)": 847,
      "CCN(C)": 848,
      "S(C)(=O)=O)": 849,
      "c1c(OC)cc": 850,
      "cc1)C": 851,
      "CN(C)": 852,
      "c2n(": 853,
      "C3)=O)": 854,
      "CC2)c1": 855,
      "=C(C)": 856,
      "c1c(C)n": 857,
      "n1cc": 858,
      "[C@@H](O)[C@H](O)": 859,
      "2CCCC2)": 860,
      "CC(C": 861,
      "c3c(c2)": 862,
      "c2)cc1": 863,
      "C4": 864,
      "N1(": 865,
      "c1cc(Cl)cc": 866,
      "cn2": 867,
      "c2ccc(N": 868,
      "C1=O)": 869,
      "c3cc(OC)": 870,
      "N1(C(=O)": 871,
      "c2cc1": 872,
      "N(C(CC": 873,
      "c2ccc(O)": 874,
      "nc1)": 875,
      "c1cccc(": 876,
      "c2ccc(OC)cc2)": 877,
      "C1)C": 878,
      "c(C)cc(C)": 879,
      "N(C)C": 880,
      "1CCC": 881,
      "CC2)cc1": 882,
      "OC2)": 883,
      "nc(N)": 884,
      "ccc2)=O)": 885,
      "c5cccc": 886,
      "c3[nH]": 887,
      "c1c[nH]": 888,
      "c2c(O)": 889,
      "nc3)": 890,
      "cc(C(F)(F)F)": 891,
      "C(F)(F)F": 892,
      "s1)": 893,
      "C1(=O)": 894,
      "C1C(": 895,
      ")cc2": 896,
      "cc(Cl)": 897,
      "C(N)=N)": 898,
      "/C(=C/": 899,
      "3CCC": 900,
      "n2)cc1": 901,
      "3CCCCC3)": 902,
      "ncc3)": 903,
      "n2)c1": 904,
      "c1n(C)": 905,
      "OC(C)=O)": 906,
      "(F)(F)": 907,
      "c2c(C)n": 908,
      "ccc(-": 909,
      "CC4)": 910,
      "O[C@@H](": 911,
      "C#N)": 912,
      "FC(F)": 913,
      "oc1": 914,
      "OCCOCC": 915,
      "c(=O)n(C)": 916,
      "(CC)CC)": 917,
      "l)": 918,
      "cnc2)": 919,
      "c2n(C": 920,
      "CN(C(": 921,
      "c2c(cc": 922,
      "c2no": 923,
      "C(OC)": 924,
      "Cc3cc": 925,
      "OC(C": 926,
      "@]": 927,
      "nn3)": 928,
      "c(Cl)cc1)": 929,
      "CCCCC": 930,
      "P(O)": 931,
      "c5)": 932,
      "P(=O)": 933,
      "OCCC": 934,
      "[C@@H]1CC": 935,
      "C(C1": 936,
      "(c2ccccc2)": 937,
      "c2n[nH]": 938,
      "[C@@H](CC(C)C)": 939,
      "[nH]2)": 940,
      "n1C": 941,
      "S1": 942,
      "C1CCC": 943,
      "4)cc3)": 944,
      ".[": 945,
      "OCC)=O)": 946,
      "c2n(CC": 947,
      "cs2)": 948,
      "[Na": 949,
      "S(=O)(=O)C)": 950,
      "C1CN(C": 951,
      "[Na+]": 952,
      "c2c(C": 953,
      "CCCCC1": 954,
      "/C(=C\\": 955,
      "c2C)": 956,
      "[C@H](CNC(=O)": 957,
      "n1c(N": 958,
      "n2cc": 959,
      "[C@@H]3CC": 960,
      "(CNC(": 961,
      "n2cn": 962,
      "c1(Cl)cc": 963,
      "C(=O)(": 964,
      "c(-c4cc": 965,
      "C(c1cc": 966,
      "/C(C)": 967,
      "C1N(C(=O)": 968,
      "c2)C1": 969,
      "C[C@H](N": 970,
      "c3c(C)": 971,
      "[C@]2(C)": 972,
      "C3=O)": 973,
      "n2c(": 974,
      "N(C)C(=O)": 975,
      ".[Na+]": 976,
      "C(=O)N)": 977,
      "OC(=O)C)": 978,
      "c3cc(C)": 979,
      "C[C@@H](NC(=O)": 980,
      "c1cs": 981,
      "COCC": 982,
      "C4)": 983,
      "[C@@H](OC)": 984,
      "c1(CC": 985,
      "c2nc(N": 986,
      "nn1)": 987,
      "c2cs": 988,
      "CC(=O)": 989,
      "C(=O)N[C@@H](C": 990,
      "c2c[nH]": 991,
      "F)=O)": 992,
      "[N+](=O)[O-])cc": 993,
      "c1c(F)cc": 994,
      "C(=O)N2": 995,
      "c5c(": 996,
      "CCCC2": 997,
      "[C@@H]1O": 998,
      "[C@H](CC(C)C)": 999,
      "[C@@]4": 1000,
      "n2CC": 1001,
      "c3ccc(OC)cc3)": 1002,
      "c3ccccc3)=O)": 1003,
      "c1(O)": 1004,
      "C(=O)N(": 1005,
      "C(=O)NC": 1006,
      "C2)C1": 1007,
      "n1cn": 1008,
      "[C@]4": 1009,
      "c1cccc(C": 1010,
      "SC": 1011,
      "OCC(=O)N": 1012,
      "CC(C)C)=O)": 1013,
      "C(=O)N(CC": 1014,
      "ncc2": 1015,
      "C(NC(=O)": 1016,
      "[C@@]2(C)": 1017,
      "CCNC(": 1018,
      "=C(C)C)": 1019,
      "c2c(OC)": 1020,
      "CC3": 1021,
      "c2cc(-": 1022,
      "c2ccc(C)cc2)": 1023,
      "CCN(C)CC": 1024,
      "c3ccc(Cl)cc3)": 1025,
      "c3ccc(C": 1026,
      "(C(C)(C)C)": 1027,
      "[C@H]12": 1028,
      "CC1)C": 1029,
      "[C@@H]2O": 1030,
      "CCCNC(": 1031,
      "O1)": 1032,
      "C)CC1": 1033,
      "N2C(=O)": 1034,
      "FC(F)(F)": 1035,
      "[C@H]1O": 1036,
      "s3)": 1037,
      "O4)": 1038,
      "c1(Cl)": 1039,
      "C12": 1040,
      "C(=C)": 1041,
      "c(-c4": 1042,
      "c3ncc": 1043,
      "c-": 1044,
      "CCCC1)": 1045,
      "c1OC": 1046,
      "c(-c3ccccc3)": 1047,
      "nn2": 1048,
      "2CCN(C": 1049,
      "[C@@H](C)CC)": 1050,
      "C(NCC": 1051,
      "/C=C(\\": 1052,
      "CCC3)=O)": 1053,
      "CN1CC": 1054,
      "c3c4c(": 1055,
      "c1c2c(ccc1)": 1056,
      "[nH]c1": 1057,
      "(C(=O)OC)": 1058,
      "2CCN(C(=O)": 1059,
      "CC)cc": 1060,
      "cc2)c1": 1061,
      "c1ccc(O": 1062,
      "C(C)C": 1063,
      "C[C@H]3": 1064,
      "c1cc(C(N": 1065,
      "c2)CC1": 1066,
      "c2cc3": 1067,
      "CC2)C1": 1068,
      "c5cc": 1069,
      "C(=O)OC": 1070,
      "cccc2)=O)": 1071,
      "=S)N": 1072,
      "[C@@H]12": 1073,
      "c1(=O)": 1074,
      "C2CC2)": 1075,
      "C2)c1": 1076,
      "c2cc(Cl)cc": 1077,
      "c2nc3c(": 1078,
      "C(C)C)=O)": 1079,
      "c1cc(Cl)": 1080,
      "/C=N/": 1081,
      "C1N(C": 1082,
      "c2ccccc2)cc": 1083,
      "Br)cc1": 1084,
      "3(CC": 1085,
      "C(=O)N(C": 1086,
      "c3n(": 1087,
      "2)C1": 1088,
      "C1C2": 1089,
      "c2ccc(O": 1090,
      "(Br)": 1091,
      "c1ccc(Cl)cc1": 1092,
      "NC(=O)[C@H](C": 1093,
      "C1CN(": 1094,
      "C(O)=O": 1095,
      "c(Br)cc": 1096,
      "Cl)=O)": 1097,
      "c2c(C)cc": 1098,
      "ccc1-": 1099,
      "[C@H](CC)C)": 1100,
      "2)cc1": 1101,
      "2)c1": 1102,
      "C(=O)N1CC": 1103,
      "6)": 1104,
      "c2ccc(Br)cc": 1105,
      "cc3)=O)": 1106,
      "c(=O)n(CC": 1107,
      "OCC(N": 1108,
      "cc2)cc1": 1109,
      "c1ccc(F)cc1": 1110,
      "n4)": 1111,
      "C(=O)C": 1112,
      "c1cccc(-": 1113,
      "cc(Br)": 1114,
      "c(C)c(C)": 1115,
      "c3ccc(C)cc3)": 1116,
      "C(N)=N": 1117,
      "n(CC)": 1118,
      "CCCCCC": 1119,
      "c2c(Cl)cc": 1120,
      "c(OC": 1121,
      "CN(C(C": 1122,
      "c(C(C)(C)C)": 1123,
      "c1nc(N": 1124,
      "C)cc": 1125,
      "(NC(C": 1126,
      "c1c(-c2cc": 1127,
      "3CCCC3)": 1128,
      "I)": 1129,
      "c1cc(C(=O)N": 1130,
      "CCC4)": 1131,
      "nn(C)": 1132,
      "c1ccccc1)=O": 1133,
      "[C@H]5": 1134,
      "[C@H](CN": 1135,
      "OCC2)=O)": 1136,
      "c(-c3n": 1137,
      "CNC(=N)N)": 1138,
      "CCC1)=O)": 1139,
      "n1c(": 1140,
      "[C@@H](CNC(=O)": 1141,
      "c1cc(CN": 1142,
      "c2cc3c(cc2)": 1143,
      "CNC(N)=N)": 1144,
      "=C)=O)": 1145,
      "c3cc(F)": 1146,
      "C2)cc1": 1147,
      "2CCN(CC": 1148,
      "c(C)o": 1149,
      "c3)cc": 1150,
      "c23)": 1151,
      "CCN(C(": 1152,
      "=C(\\": 1153,
      "ccc1C": 1154,
      "[C@@H](C)O)": 1155,
      "nc4": 1156,
      "nc1C": 1157,
      "S(c1cc": 1158,
      "c3c(cc": 1159,
      "[C@]1(C)": 1160,
      "C(=O)N(C)": 1161,
      "c(=O)o": 1162,
      "=S": 1163,
      "nc1-": 1164,
      "c1n(C": 1165,
      "C(\\": 1166,
      "COC(=O)": 1167,
      "C1C(C": 1168,
      "c1ccc2c(": 1169,
      "c1cc(O)": 1170,
      "n1(C)": 1171,
      "c2c(N": 1172,
      "N(C)CC": 1173,
      "c1O": 1174,
      "C[C@H](O)": 1175,
      "2)=O)C1": 1176,
      "C(CCCC": 1177,
      "N1CCC": 1178,
      "[C@H]2CCC": 1179,
      "4CC4)": 1180,
      "ccn1": 1181,
      "[C@@H]2CCC": 1182,
      "c2ccc(OCC": 1183,
      "c4c(cccc4)": 1184,
      "c1ccc(OCC": 1185,
      "C(=O)N[C@H](C(=O)N": 1186,
      "[C@H](CNC(": 1187,
      "C(=O)NCC": 1188,
      "n1n": 1189,
      "c1ccc(O)cc1)": 1190,
      "C[C@@H](NC(": 1191,
      "N1(CC": 1192,
      "C1CN(C(=O)": 1193,
      "[C@H](C(O)=O)": 1194,
      "CCO1": 1195,
      "[C@H](C(=O)O)": 1196,
      "(CO": 1197,
      "c3cc4c(": 1198,
      "c3c(F)": 1199,
      "ccc4": 1200,
      "[C@]12": 1201,
      "c1(O": 1202,
      "S(=O)(c2cc": 1203,
      "c2cccc3": 1204,
      "C[C@@H]1C": 1205,
      "n1c2c(": 1206,
      "=CC(=O)": 1207,
      "/C=C2": 1208,
      "S(c2cc": 1209,
      "c(C(O)=O)": 1210,
      "c(C(=O)O)": 1211,
      "nc(O)": 1212,
      "CCC(": 1213,
      "n2c(=O)": 1214,
      "O[C@@H]1": 1215,
      "2)=O)cc1": 1216,
      "=N/N": 1217,
      "(OCC)": 1218,
      "c12c(cccc1)": 1219,
      "CC[C@H]1": 1220,
      "c(Cl)cc2": 1221,
      "3C": 1222,
      "c(-c2ccccc2)": 1223,
      "[C@@](O)": 1224,
      "c1no": 1225,
      "(C)C(": 1226,
      "(COC)": 1227,
      "c2ccc(F)": 1228,
      "[C@](O)": 1229,
      "ccn2)": 1230,
      "c2ccc(O)cc2)": 1231,
      "c1n(CC": 1232,
      "c([N+]([O-])=O)": 1233,
      "c2ccc3c(c2)": 1234,
      "[C@@]12": 1235,
      "c21": 1236,
      ")=O)=O)": 1237,
      "c1ccc(F)cc1)": 1238,
      "c3ccc(N": 1239,
      "CCN(CC)": 1240,
      "c(C)c2)": 1241,
      "c1ccc(C(N": 1242,
      "=N)N": 1243,
      "C(=O)N[C@H](C(N": 1244,
      "N(C(C)C)": 1245,
      "NC(=O)[C@@H](NC(=O)": 1246,
      "[C@@]1(C)": 1247,
      "/C=C(/": 1248,
      "c(C)n1": 1249,
      "C)=O)=O)": 1250,
      "c4cn": 1251,
      "Cc2ccccc2)": 1252,
      "2)=O)c1": 1253,
      "N2C": 1254,
      "=C(N)N)": 1255,
      "c2c(OC)cc": 1256,
      "(C1)": 1257,
      "C)ccc1": 1258,
      "c2cc(N": 1259,
      "CCOC)": 1260,
      "[C@@H]5": 1261,
      "cs1": 1262,
      "[C@@H]1CCC": 1263,
      "2CCC(": 1264,
      "c1ncn": 1265,
      "C([C@H]1": 1266,
      "C1N(CC": 1267,
      "(Cl)c1": 1268,
      "N1C": 1269,
      "c1(NC(=O)": 1270,
      "C1(=O)N": 1271,
      "CCOC1": 1272,
      "C(c1ccccc1)": 1273,
      "C(CO": 1274,
      "c1c(NC(=O)": 1275,
      "c1)N": 1276,
      "C)N": 1277,
      "c1c(O": 1278,
      "c1ccc(OC)cc1": 1279,
      "ncc1)": 1280,
      "c2ccccc21": 1281,
      "CCOCC": 1282,
      "CC2)CC1": 1283,
      "N(C(=O)C": 1284,
      "CN1C(=O)": 1285,
      "c(Cl)c2)": 1286,
      "CCCCN)=O)": 1287,
      "OC(C)(C)C": 1288,
      "[O-])": 1289,
      "OC3)": 1290,
      "O[C@H]1": 1291,
      "n2nn": 1292,
      "5)cc": 1293,
      "(C1": 1294,
      "c3cccn": 1295,
      "C(N[C@H](C(N": 1296,
      "c1cc(C(F)(F)F)": 1297,
      "C1(N": 1298,
      "3C)": 1299,
      "c1cc(CC": 1300,
      "S(N)": 1301,
      "C(N[C@H](C(=O)N": 1302,
      "N(C(OC(C)(C)C)=O)": 1303,
      "c(O)c1": 1304,
      "CCO)": 1305,
      "CC(=O)O)": 1306,
      "CCN(c2cc": 1307,
      "%1": 1308,
      "cc1C": 1309,
      "C(N[C@@H](CC": 1310,
      "c3ccc(O)": 1311,
      "O[C@H](C": 1312,
      "[C@H](C)N": 1313,
      "[N+]([O-])": 1314,
      "c12ccccc1": 1315,
      "[C@@H](NC(C": 1316,
      "(=O)OCC)": 1317,
      "[C@H](NC(C": 1318,
      "c1nc2c(": 1319,
      "c1=O": 1320,
      "ccc1OC": 1321,
      "c1ccccc1-": 1322,
      "c2cn(C)": 1323,
      "C[C@@H]2C": 1324,
      "c1ccc(C(=O)N": 1325,
      "c12cc": 1326,
      "CC(O)=O)": 1327,
      "2C(": 1328,
      "c2ccccc2)cc1": 1329,
      "c4n": 1330,
      "nc2)=O)": 1331,
      "c1cc(O": 1332,
      "nc(-c3cc": 1333,
      "CC[C@@H]1": 1334,
      "C([C@@H]1": 1335,
      "c2cnccc2)": 1336,
      "c(OC)cc2": 1337,
      "C2(CC": 1338,
      "c1ccc(OC)cc1)": 1339,
      "(=C)": 1340,
      "NC(=O)C": 1341,
      "C[C@@H]2CC": 1342,
      "/C=C/C": 1343,
      "c2cc(C": 1344,
      "2)=O)CC1": 1345,
      "3=O)": 1346,
      "c2nc(C": 1347,
      "c(C(N)=O)": 1348,
      "c3ncn": 1349,
      "c1ccc(C)cc1": 1350,
      "C1(C": 1351,
      "c2cc(Cl)": 1352,
      "c1ccc(Cl)": 1353,
      "c2-": 1354,
      "on2)": 1355,
      "no2)": 1356,
      "c2ccc1": 1357,
      "n1)=O": 1358,
      "C(=O)OC)": 1359,
      "[C@H](O)C)": 1360,
      "co2)": 1361,
      "N=C(": 1362,
      "c1n[nH]": 1363,
      "c2cccc(Cl)": 1364,
      "[C@]3(C)": 1365,
      "n3)=O)": 1366,
      "c(C(=O)OC)": 1367,
      "O(CC": 1368,
      "=C(N": 1369,
      "[C@H](O)[C@H](O)": 1370,
      "c2ccc(C)": 1371,
      "[C@H]2O": 1372,
      "S(=O)(c1cc": 1373,
      "c3n(C)": 1374,
      "4CCOCC": 1375,
      "O(C": 1376,
      "cnc1)": 1377,
      "3CCCC": 1378,
      "CC1(C)": 1379,
      "OCO2": 1380,
      "C1C(N": 1381,
      "c(=O)[nH]c(=O)": 1382,
      "c(NC(C": 1383,
      "[nH]3)": 1384,
      "NC([C@@H](NC(=O)": 1385,
      "C1N(C(": 1386,
      "c2ncccc2)": 1387,
      "c(F)c2)": 1388,
      "[C@H]1CCC": 1389,
      "n2ncc": 1390,
      "c3cc(Cl)cc": 1391,
      "N1(C(": 1392,
      "c(N3CC": 1393,
      "CC2)ccc1": 1394,
      "[C@@]3(C)": 1395,
      "n1c(C": 1396,
      "CCN1CC": 1397,
      "4)CC3)": 1398,
      "c1cccc(N": 1399,
      "n2c3c(": 1400,
      "=C(/": 1401,
      "[C@@H](CN": 1402,
      "2=N": 1403,
      "c1co": 1404,
      "c3C)": 1405,
      "OCO3)": 1406,
      "C(=O)N[C@@H](": 1407,
      "[C@H](C)NC(=O)": 1408,
      "o1)": 1409,
      "(CC(C)C)": 1410,
      "c2cccc(F)": 1411,
      "[nH]n2)": 1412,
      "c3cc(": 1413,
      "c1ccc(Cl)cc1)": 1414,
      "O=C(O)": 1415,
      "/C(=N/": 1416,
      "CCCC2)=O)": 1417,
      "#N)cc2)": 1418,
      "CC(C)C": 1419,
      "c2n1": 1420,
      "2CCC2)": 1421,
      "c2)ccc1": 1422,
      "[nH]c(=O)": 1423,
      "c2cccc3)": 1424,
      "c2nc(-c3cc": 1425,
      "CC[C@H]2": 1426,
      "c2c1cccc2": 1427,
      "C[C@@H](C(=O)N": 1428,
      "C2)CC1": 1429,
      "c2ccncc2)": 1430,
      "c2ccccc2)c1": 1431,
      "c5ccccc5": 1432,
      "CCN1C": 1433,
      "c2cccc(C)": 1434,
      "c1cccc2c1": 1435,
      "CNC(C": 1436,
      "c3c(Cl)": 1437,
      "N2CCC": 1438,
      "ccc4)": 1439,
      "C1CC1)": 1440,
      "c1c(OCC": 1441,
      "C)=O)C": 1442,
      "[C@@H](CO": 1443,
      "Br-]": 1444,
      "c(-c3ccccc3": 1445,
      "C1CN": 1446,
      "OCO": 1447,
      "CC2)cc": 1448,
      "c32)": 1449,
      "[C@@H](CNC(": 1450,
      "CCN1C(=O)": 1451,
      "c1cn(C)": 1452,
      "(C)c1": 1453,
      "C[C@@H](C(N": 1454,
      "S(=O)(CC": 1455,
      "O)C": 1456,
      "O=C": 1457,
      "(OC(=O)": 1458,
      "(NC": 1459,
      "C(OC)=O)": 1460,
      "n1nn": 1461,
      "c3ccccc32)": 1462,
      "nc(S": 1463,
      "n2)C1": 1464,
      "c(O)cc1": 1465,
      "@@]": 1466,
      "3C(=O)": 1467,
      "cc2)C1": 1468,
      "cc(Cl)cc": 1469,
      "CCC1)=O": 1470,
      "C(N1C": 1471,
      "(F)c1": 1472,
      "nc(C)n": 1473,
      "c1cc2c(cc1": 1474,
      "OC(C)": 1475,
      ".[Br-]": 1476,
      "COC)": 1477,
      "O=S(N": 1478,
      "C[C@@H](CN": 1479,
      "C1O": 1480,
      "O=C(N1": 1481,
      "=C(O)": 1482,
      "N(C(=O)OC(C)(C)C)": 1483,
      "c(OC)c2)": 1484,
      "o3)": 1485,
      "NC(=O)[C@@H](NC(": 1486,
      "S(N)(=O)=O)": 1487,
      "c(-n3": 1488,
      "2=O)": 1489,
      "(CC)CC": 1490,
      "n1c(-": 1491,
      "cc4": 1492,
      "C1CN(CC": 1493,
      "(O)=O": 1494,
      "O(c1cc": 1495,
      "nc(-c2cc": 1496,
      "c(C(": 1497,
      "SCC": 1498,
      "c2ccccc12": 1499,
      "CCC[C@H]1": 1500,
      "S(=O)(N)=O)": 1501,
      "C(CN": 1502,
      "c3)cc2)": 1503,
      "ncn2)": 1504,
      "oc(=O)": 1505,
      "(N)=O)": 1506,
      "CCCCN": 1507,
      "c(CO": 1508,
      "2)=O)=O)": 1509,
      "C(N(C": 1510,
      "2CCN(C(": 1511,
      "c1c(C(F)(F)F)": 1512,
      "(c1ccccc1)": 1513,
      "CN(C)C": 1514,
      "C(O)=O)=O)": 1515,
      "c3=O)": 1516,
      "[S+]": 1517,
      "CN1C": 1518,
      "c(N(C)C)": 1519,
      "cccc4": 1520,
      "(=O)N)": 1521,
      "c1cc(NC(=O)": 1522,
      "CN)": 1523,
      "C1CC2": 1524,
      "C(OC": 1525,
      "(=O)N(C": 1526,
      "C1[C@H]2": 1527,
      "#N)cc1": 1528,
      "c2ccccn2)": 1529,
      "P(=O)(O)": 1530,
      "c1N": 1531,
      "[n+]1": 1532,
      "nc(C(=O)N": 1533,
      "C)C)=O)": 1534,
      "(C2)": 1535,
      "c1cc(F)ccc1": 1536,
      "ccc1)=O": 1537,
      "/C(=N\\": 1538,
      "n1c(C)": 1539,
      "n1(CC": 1540,
      "cc2)CC1": 1541,
      "(c3ccccc3)": 1542,
      "c(NC(N": 1543,
      ".Cl.Cl": 1544,
      "c1=O)": 1545,
      "c2cccc(OC)": 1546,
      "nccc1": 1547,
      "[S@@]": 1548,
      "c3c2": 1549,
      "[S@]": 1550,
      "(C(OC)=O)": 1551,
      "[C@H](F)": 1552,
      "c3)CC2)": 1553,
      "NC([C@H](CC": 1554,
      "[C@H](Cc1ccccc1)": 1555,
      "cs3)": 1556,
      "OC(C)(C)": 1557,
      "CCC(C)": 1558,
      "FC(": 1559,
      "#CC": 1560,
      "n1(C": 1561,
      "c2nc(": 1562,
      "(CC1)": 1563,
      "Cc1ccccc1": 1564,
      "[C@H](C)C1": 1565,
      "CC[C@@H]2": 1566,
      "CCCCN)": 1567,
      "OCCO": 1568,
      "CC=C)": 1569,
      "C1CCCCC1": 1570,
      "C1[C@@H]2": 1571,
      "NC([C@@H](NC(": 1572,
      "c1ccc(NC(=O)": 1573,
      "c12cccc": 1574,
      "c2cc(O)": 1575,
      "c(C)cc1)": 1576,
      "C(N[C@@H](C": 1577,
      "O1CC": 1578,
      "c(F)c(F)": 1579,
      "C3CC": 1580,
      "C(=O)C1": 1581,
      "c2c(=O)": 1582,
      "4CCCC": 1583,
      "c1cccnc1": 1584,
      "c-2": 1585,
      "S(C": 1586,
      "[C@H](C)C2)": 1587,
      "(=O)OC": 1588,
      "c1nc(-": 1589,
      "c1cc(Br)cc": 1590,
      "C(NC(": 1591,
      "nc(C(N": 1592,
      "c2ccc(Br)cc2)": 1593,
      "on1": 1594,
      "cs1)": 1595,
      "n1)C": 1596,
      "[nH]1)": 1597,
      "2C[C@H]3": 1598,
      "cccc3)=O)": 1599,
      "[nH]c1)": 1600,
      "c2nc(C)": 1601,
      "(C(N)=O)": 1602,
      "C(=S)": 1603,
      "c1ccc(C)cc1)": 1604,
      "cc(CC": 1605,
      "3CCN(": 1606,
      "c1ncccc1": 1607,
      "[C@@H]3O": 1608,
      "CCN(C)C)": 1609,
      "(N(C)C)": 1610,
      "=C3": 1611,
      "[C@H](C)CC": 1612,
      "c1ccc(C(F)(F)F)": 1613,
      "n2)ccc1": 1614,
      "C)n1": 1615,
      "[C@H](C)O": 1616,
      "c1c(F)cccc1": 1617,
      "(CCOC)": 1618,
      "C)=O)C1": 1619,
      "c2ccc(Cl)": 1620,
      "c4c(c3)": 1621,
      "c1c(Br)cc": 1622,
      "c2co": 1623,
      "NC1": 1624,
      "c4ccc(F)cc": 1625,
      "cc(CN": 1626,
      "C)C(=O)": 1627,
      "CCOCC1": 1628,
      "(O)C": 1629,
      "C(=O)N1C": 1630,
      "n2C": 1631,
      "CC(O": 1632,
      "[C@H](c2ccccc2)": 1633,
      "c2occc2)": 1634,
      "c(OC)c3)": 1635,
      "c(OC)cc1)": 1636,
      "CC2)n1": 1637,
      "cc(Br)cc": 1638,
      "CCCNC(=O)": 1639,
      "n2)CC1": 1640,
      "(CN(C(=O)": 1641,
      "ccc1)=O)": 1642,
      "=[N+]": 1643,
      "4)C3)": 1644,
      "1CCCCC1)": 1645,
      "n1)=O)": 1646,
      "c3c(O)": 1647,
      "c1cc(Cl)ccc1": 1648,
      "c1cccc(OC)": 1649,
      "cc(C)c1": 1650,
      "CCCCC1)": 1651,
      "c(N)ncn": 1652,
      "CN2": 1653,
      "3)C2)": 1654,
      "n3c(": 1655,
      "(Cl)cc1": 1656,
      "no1": 1657,
      "c(-c3cn": 1658,
      "c2sccc2)": 1659,
      "cc2c(c1)": 1660,
      "2CC3": 1661,
      "cc1-": 1662,
      "c1c(Br)": 1663,
      "c2c(-c3cc": 1664,
      "CC)=O": 1665,
      "c3c2cccc3)": 1666,
      "c3ccc(Cl)cc": 1667,
      "(F)(F)F": 1668,
      "S(=O)(C": 1669,
      "C1(C)": 1670,
      "[Cl": 1671,
      "C=": 1672,
      "n1c(=O)": 1673,
      "[nH]c2)": 1674,
      "c(C)c1)": 1675,
      "[C@H](O)[C@@H](O)": 1676,
      "c2ccccc2F)": 1677,
      "O=C(N1CC": 1678,
      "O)cc1": 1679,
      "c(/C=C/": 1680,
      "(C)(C)C)=O)": 1681,
      "(CCCC)": 1682,
      "c1nc(C)": 1683,
      "c2c(n1)": 1684,
      "n(C)c1": 1685,
      "CCCCC)": 1686,
      "co1": 1687,
      "c7": 1688,
      "N(C)CC2)": 1689,
      "(=O)=O)cc1": 1690,
      "c(OC)cc3": 1691,
      "C1OCC": 1692,
      "nc(C)c1": 1693,
      "c(NC": 1694,
      "[C@@H]2CCCC": 1695,
      "C1CN(C(": 1696,
      "c1nc(C": 1697,
      "c(OCC)": 1698,
      "cc2F)": 1699,
      "c(C)c3)": 1700,
      "C[C@H]1C": 1701,
      "sc2)": 1702,
      "O)=O": 1703,
      "n2)cc": 1704,
      "CCN(C)CC3)": 1705,
      "ccc3)=O)": 1706,
      "c3c(C)n": 1707,
      "3CCC3)": 1708,
      "c2cccc(": 1709,
      "c3cc2)": 1710,
      "n12": 1711,
      "cn(C)": 1712,
      "c(NC(=O)N": 1713,
      "O)c1": 1714,
      "CCOC": 1715,
      "c1ccc(OC": 1716,
      "C1CC(N": 1717,
      "(=O)C": 1718,
      "(C(=O)N)": 1719,
      "c3c(OC)": 1720,
      "C[C@@H]1CC": 1721,
      "c(Cl)c3)": 1722,
      "ccc(Br)": 1723,
      "[C@@H](OC(=O)": 1724,
      "c2cnn(C)": 1725,
      "c2c(F)cccc2)": 1726,
      "c4)=O)": 1727,
      "NC(C)": 1728,
      "c1ccc(-c2cc": 1729,
      "c(Cl)c1)": 1730,
      "c1n(-": 1731,
      "c2ccccc2)CC1": 1732,
      "C[C@@H](CC": 1733,
      "c3ccncc3)": 1734,
      "CNC": 1735,
      "/C(C)=C/": 1736,
      "(N1": 1737,
      "CCN2": 1738,
      "c(S(=O)(=O)N": 1739,
      "c1(NC(": 1740,
      "c1c(Cl)cccc1": 1741,
      "ccc(O": 1742,
      "c1(-c2cc": 1743,
      "c2C)=O)": 1744,
      "n1(-": 1745,
      "5)=O)": 1746,
      "C(=O)O)=O)": 1747,
      "CCC)=O)": 1748,
      "c2n(-": 1749,
      "c2ncccc2": 1750,
      "c1c(cccc1)": 1751,
      "[C@H](OC(=O)": 1752,
      "C1CCCC1": 1753,
      "cc2c1": 1754,
      "c2)n1": 1755,
      "2CCC(N": 1756,
      "ccc1Cl": 1757,
      "CN=C(N)N)": 1758,
      "c(-c3cccc": 1759,
      "[C@@H](C(=O)O)": 1760,
      "[C@@H](C(O)=O)": 1761,
      "c4ccc(Cl)cc": 1762,
      "cc(C#N)": 1763,
      "C1CCC1": 1764,
      "[C@@H](C)N": 1765,
      "c1(CN": 1766,
      "c1cccc2)": 1767,
      "CCC3": 1768,
      "[C@@H](c2ccccc2)": 1769,
      "(C=C)": 1770,
      "C(C)(C)C)=O)": 1771,
      "c2cc(C(F)(F)F)": 1772,
      "c12)": 1773,
      "C)CC2)": 1774,
      "ccc1F": 1775,
      "C)cc2)": 1776,
      "N(C(C)=O)": 1777,
      "(C(=O)OCC)": 1778,
      "/C=N/N": 1779,
      "c3c(n2)": 1780,
      ".[Na+].[Na+]": 1781,
      "c5ccccc5)": 1782,
      "OCC)cc": 1783,
      "c1nn(C)": 1784,
      "[C@@](C)(": 1785,
      "Cc1ccccc1)": 1786,
      "C1=C": 1787,
      "(C)CC3)": 1788,
      "S2": 1789,
      "2C[C@@H]3": 1790,
      "C(=O)N2CC": 1791,
      "[C@H]3C": 1792,
      "(CC=C)": 1793,
      "c2ccc(Cl)cc2": 1794,
      "[Cl-]": 1795,
      "N(S(=O)(=O)": 1796,
      "c2ccc(C(F)(F)F)": 1797,
      "n1-": 1798,
      "cc(NC(=O)": 1799,
      "C)C2)": 1800,
      "[N+](": 1801,
      "c2cccnc2)": 1802,
      "c(=O)n(C": 1803,
      "C(C(=O)O)": 1804,
      "CCCC(=O)N": 1805,
      "c1cc(OC)ccc1": 1806,
      "c1nc(": 1807,
      "c3ccccc3n": 1808,
      "(CCO)": 1809,
      "C(C(O)=O)": 1810,
      "c1c2cccc": 1811,
      "c1(C(F)(F)F)": 1812,
      "[C@@H](CCCCN)": 1813,
      "NC(=O)[C@H](": 1814,
      "[C@@H]3C": 1815,
      "c(SC)": 1816,
      "C[C@@H]4": 1817,
      "CCCC)=O)": 1818,
      "CCCN1C(=O)": 1819,
      "CCC[C@@H]1": 1820,
      "c1cc(C)ccc1": 1821,
      "cncc1": 1822,
      "c(C)cc2)=O)": 1823,
      "cn2)=O)": 1824,
      "ccc(C(N": 1825,
      "1CCCC1)": 1826,
      "ncc3": 1827,
      "3c(cc2)": 1828,
      "nc2-": 1829,
      "C=C)": 1830,
      "CN(C(CC": 1831,
      "[C@H]2CCCC": 1832,
      "SCC(=O)N": 1833,
      "n1c(-c2cc": 1834,
      "[C@@H](C)C(=O)N": 1835,
      "S(CC": 1836,
      "C(C#N)": 1837,
      "c[n+]": 1838,
      "c2c(F)cccc2": 1839,
      "COC(": 1840,
      "[C@@H](Cc1ccccc1)": 1841,
      "c1ccc(Br)cc": 1842,
      "[C@H](C(F)(F)F)": 1843,
      "sc2": 1844,
      "OCCC1": 1845,
      ".[Cl-]": 1846,
      "c1cnccc1": 1847,
      "nn(-": 1848,
      "c1c2ccccc2": 1849,
      "C[C@@H](OC)": 1850,
      "[C@H]2O)": 1851,
      "c1ccncc1": 1852,
      "c3ccc(Br)cc": 1853,
      "c2c(Cl)cccc2)": 1854,
      "c(C(OC)=O)": 1855,
      "c2)=O)C1": 1856,
      "cc(O": 1857,
      "[C@H](C1)": 1858,
      "5CC": 1859,
      "c(C)n2)": 1860,
      "c2ccccc2OC)": 1861,
      "[C@H](NC": 1862,
      "CC(C)(C)C": 1863,
      "cc2C)": 1864,
      "C(CCC": 1865,
      "c2c(OC)cccc2)": 1866,
      "n3cc": 1867,
      "C(CS": 1868,
      "c(OC)c1)": 1869,
      "(C)C)=O": 1870,
      "FC(F)(": 1871,
      "c(C2": 1872,
      "[C@@H]2CCCN": 1873,
      "OCCOC)": 1874,
      "c(O)cc2)": 1875,
      "(C)C)cc1": 1876,
      "c3c[nH]": 1877,
      "[C@@H](C1)": 1878,
      "C)O": 1879,
      "nc(CN": 1880,
      "c2ccc(C(N": 1881,
      "c(F)cc1)": 1882,
      "c1c2c(ccc1": 1883,
      "OCCN1": 1884,
      "OCC2": 1885,
      "C1)N": 1886,
      "c2ccccc2)C1": 1887,
      "C)=O)c1": 1888,
      "c([N+](=O)[O-])": 1889,
      "c(C#N)cc": 1890,
      "[C@@H](C)C1": 1891,
      "[C@H]1(C)": 1892,
      "(CC)CC)=O)": 1893,
      "nc12": 1894,
      "(NC(N": 1895,
      "C[C@H]2CC": 1896,
      "nc2c(": 1897,
      "C(OCC)=O)": 1898,
      "C1CC(": 1899,
      "c2nnc(": 1900,
      "(O)CC": 1901,
      "[C@H](CCCCN)": 1902,
      "cc(F)c1": 1903,
      "nc2C)": 1904,
      "CC(N)=O)": 1905,
      "co3)": 1906,
      "c2cccn": 1907,
      "c(C(=O)N)": 1908,
      "c3cc(-": 1909,
      "c3ccc(O)cc3)": 1910,
      "[nH]n3)": 1911,
      "O=S(": 1912,
      "(=O)=O)c1": 1913,
      "nc2c1": 1914,
      "C1CCN(": 1915,
      "=O)cc1": 1916,
      "CCC(C": 1917,
      "2CCN": 1918,
      "C(N[C@H]1": 1919,
      "C(CO)": 1920,
      "[C@H](C(N)=O)": 1921,
      "C[C@@H](CC)": 1922,
      "C[C@@H](C)O": 1923,
      "c(C(=O)OCC)": 1924,
      "[C@@H](F)": 1925,
      "CCCCCC)": 1926,
      "c2c(N)": 1927,
      "n3cn": 1928,
      "C/C=C\\": 1929,
      "c1c(NC(": 1930,
      "c(OC)c(OC)c2)": 1931,
      "#N)cc3)": 1932,
      "ccn3)": 1933,
      "N(C(=O)CC": 1934,
      "ccc2)cc": 1935,
      "c1c(C)o": 1936,
      "(C(C": 1937,
      "ccc(Cl)c1": 1938,
      "[C@H](C(=O)N)": 1939,
      "c1(N)": 1940,
      "c3n[nH]": 1941,
      "/C=C2\\": 1942,
      "OCCO2": 1943,
      "(C)=O": 1944,
      "c3cc4": 1945,
      "([O-])=O)": 1946,
      "c2nc1": 1947,
      "CCC2)c1": 1948,
      "[C@@H](C)C2)": 1949,
      "cc(OC)c1": 1950,
      "cnc3)": 1951,
      "NS(=O)(=O)": 1952,
      "c1ccc(CC": 1953,
      "C(c1cn": 1954,
      "=C1\\": 1955,
      "c1ccc(C2": 1956,
      "CCN(C)C": 1957,
      "S1(=O)": 1958,
      "CCO2)": 1959,
      "c(N2": 1960,
      "C1CCN(C": 1961,
      "CC2)=O)c1": 1962,
      "C(C(C)C)": 1963,
      "CC1)=O)C": 1964,
      "c(F)cc3": 1965,
      "C(C)(": 1966,
      "[N-]": 1967,
