{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<UNK>": 0,
      "<CLS>": 1,
      "<SEP>": 2,
      "<PAD>": 3,
      "<MASK>": 4,
      "#": 5,
      "%": 6,
      "(": 7,
      ")": 8,
      "+": 9,
      "-": 10,
      ".": 11,
      "/": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      "=": 23,
      "@": 24,
      "A": 25,
      "B": 26,
      "C": 27,
      "F": 28,
      "H": 29,
      "I": 30,
      "K": 31,
      "L": 32,
      "M": 33,
      "N": 34,
      "O": 35,
      "P": 36,
      "R": 37,
      "S": 38,
      "T": 39,
      "X": 40,
      "Z": 41,
      "[": 42,
      "\\": 43,
      "]": 44,
      "a": 45,
      "b": 46,
      "c": 47,
      "e": 48,
      "g": 49,
      "i": 50,
      "l": 51,
      "n": 52,
      "o": 53,
      "p": 54,
      "r": 55,
      "s": 56,
      "t": 57,
      "cc": 58,
      "CC": 59,
      "(C": 60,
      "O)": 61,
      "=O)": 62,
      "c1": 63,
      "H]": 64,
      "[C": 65,
      "[C@": 66,
      "(=O)": 67,
      "c2": 68,
      "(C)": 69,
      "c(": 70,
      "C)": 71,
      "[C@@": 72,
      "[C@H]": 73,
      "[C@@H]": 74,
      "(N": 75,
      "2)": 76,
      "c3": 77,
      "cccc": 78,
      "C(=O)": 79,
      "F)": 80,
      "C1": 81,
      "C(": 82,
      "c(C": 83,
      "(CC": 84,
      "c1cc": 85,
      "3)": 86,
      "1)": 87,
      "OC)": 88,
      "c2cc": 89,
      "CCC": 90,
      ")cc": 91,
      "N(C": 92,
      "cn": 93,
      "(F)": 94,
      "(C)C)": 95,
      "(=O)N": 96,
      "CCCC": 97,
      "c2)": 98,
      "c(C)": 99,
      "c(N": 100,
      "OCC": 101,
      "(O)": 102,
      "C(N": 103,
      "n1": 104,
      "OC": 105,
      "[n": 106,
      "c4": 107,
      "=O": 108,
      "C(=O)N": 109,
      "2CC": 110,
      ")=O)": 111,
      "[nH]": 112,
      "cc1": 113,
      "[C@H](C": 114,
      "c2cccc": 115,
      "CN": 116,
      "=C": 117,
      "c1)": 118,
      "c(-": 119,
      "nn": 120,
      "c1cccc": 121,
      "c3cc": 122,
      "[C@H]1": 123,
      "C[C@@H]": 124,
      "C(C": 125,
      "CCN": 126,
      "c(OC)": 127,
      "2)=O)": 128,
      "c(Cl": 129,
      "c2c(": 130,
      "c2n": 131,
      "CC1": 132,
      "c(F)": 133,
      "[C@@H](C": 134,
      "[C@@H]1": 135,
      "cc2)": 136,
      "S(=O)": 137,
      "NC(=O)": 138,
      "(C)C": 139,
      "(OC)": 140,
      "[C@H]2": 141,
      "c3)": 142,
      "N1": 143,
      "(-": 144,
      "N)": 145,
      "c3cccc": 146,
      "c1n": 147,
      "cc1)": 148,
      "N(C(=O)": 149,
      "(F)F)": 150,
      "/C": 151,
      "ccc1": 152,
      "(CC)": 153,
      "CC2)": 154,
      "[C@H](": 155,
      "[C@]": 156,
      "O=": 157,
      "C2": 158,
      "[C@@]": 159,
      "c(=O)": 160,
      "[C@H](C)": 161,
      "n2": 162,
      "[C@@H](N": 163,
      "+]": 164,
      "4)": 165,
      "Br": 166,
      "C1)": 167,
      "[C@@H]2": 168,
      "CC)": 169,
      "[C@H](N": 170,
      "c(O)": 171,
      "c2ccccc2)": 172,
      "C(C)": 173,
      "(Cl": 174,
      "[C@@H](": 175,
      "-]": 176,
      "C)=O)": 177,
      "c(Cl)cc": 178,
      "CC1)": 179,
      "Cl": 180,
      "[C@@H](C)": 181,
      "NC(": 182,
      "c3c(": 183,
      "3CC": 184,
      "n2)": 185,
      "C2)": 186,
      "(F)(F)F)": 187,
      "[N": 188,
      "cc3)": 189,
      "[O": 190,
      "[O-]": 191,
      "c(Cl)": 192,
      "N(": 193,
      "(C)(C)C)": 194,
      "c12": 195,
      "/C=C": 196,
      "cc(C": 197,
      "[N+]": 198,
      "c1ccccc1": 199,
      "N(C(": 200,
      "cc2": 201,
      "c3n": 202,
      "3)=O)": 203,
      "=N": 204,
      "CO": 205,
      "c1c(": 206,
      "[C@H](O)": 207,
      "C(F)": 208,
      "c2ccccc2": 209,
      "c1(C": 210,
      "[C@H](CC": 211,
      "c1c(C": 212,
      "[C@@H](CC": 213,
      "1CC": 214,
      "[C@H]3": 215,
      "c1ccc(": 216,
      "(=O)=O)": 217,
      "S(=O)(=O)": 218,
      "c1ccccc1)": 219,
      "#N)": 220,
      "(Cl)": 221,
      "cccc1": 222,
      "nc1": 223,
      "(C)CC": 224,
      "CCC2)": 225,
      "(O": 226,
      "(O)=O)": 227,
      "N(CC": 228,
      "(C(N": 229,
      "c(C(N": 230,
      "(C(=O)N": 231,
      "CCC1": 232,
      "C(O)": 233,
      "(=O)O)": 234,
      "c5": 235,
      "c3ccccc3)": 236,
      "c4cc": 237,
      "[C@@H](O)": 238,
      "c3ccccc3": 239,
      "c(C)n": 240,
      "c2)=O)": 241,
      "2C": 242,
      "c(C(=O)N": 243,
      "c(C)cc": 244,
      "Br)": 245,
      "/C=C/": 246,
      "cccc2)": 247,
      "c1cn": 248,
      "cs": 249,
      "=C)": 250,
      "(NC(=O)": 251,
      "OCC)": 252,
      "[C@@H]3": 253,
      "c2ccc(": 254,
      "CC2": 255,
      "c2cn": 256,
      ")cc1": 257,
      "c(N)": 258,
      "CC3)": 259,
      "CC(N": 260,
      "([O-]": 261,
      "n1)": 262,
      "=O)C": 263,
      "(CN": 264,
      "CC(=O)N": 265,
      "(Cl)cc": 266,
      "c4cccc": 267,
      "CCCN": 268,
      "c1ccc(C": 269,
      "c[nH]": 270,
      "CN(C": 271,
      "OC(C)(C)C)": 272,
      "n(C)": 273,
      "=C(": 274,
      "c4)": 275,
      "CCO": 276,
      "c1cc2": 277,
      "(C(=O)": 278,
      "OC(=O)": 279,
      "cc(": 280,
      "(C)C)=O)": 281,
      "[C@H](C(=O)N": 282,
      "O=C(N": 283,
      "c1(": 284,
      "[C@H](C(N": 285,
      "(c2cc": 286,
      "C1CC": 287,
      "ncc": 288,
      "cccc3)": 289,
      "Br)cc": 290,
      "1C": 291,
      "nc2": 292,
      "#N": 293,
      "c1cc(": 294,
      "C3)": 295,
      "c2nn": 296,
      "2CCC": 297,
      "c(CN": 298,
      "c(OC)cc": 299,
      "C[C@H]1": 300,
      "[C@@H](NC(=O)": 301,
      "n3": 302,
      "CC(C)": 303,
      "c(-c2cc": 304,
      "S)": 305,
      "N(C)": 306,
      "n3)": 307,
      "=O)=O)": 308,
      "c(NC(=O)": 309,
      "ncn": 310,
      "cc(C)": 311,
      "O=C(": 312,
      "/C(": 313,
      "C1C": 314,
      "[N+]([O-]": 315,
      "(NC(": 316,
      "ccc(": 317,
      "C3": 318,
      "[N+](=O)": 319,
      "ccc2": 320,
      "=N)": 321,
      "co": 322,
      "2CC2)": 323,
      "ccc2)": 324,
      "c1c2c(": 325,
      "C(N)": 326,
      "CCN(": 327,
      "c4c(": 328,
      "c(-c3cc": 329,
      "(C)=O)": 330,
      "O1": 331,
      "c1cc(C": 332,
      "[N+](=O)[O-]": 333,
      "CC2)=O)": 334,
      "CN(": 335,
      "c2s": 336,
      "ccc1)": 337,
      "Cl)": 338,
      "S(N": 339,
      "=C/": 340,
      "CCC3)": 341,
      "[C@]2": 342,
      "(OCC": 343,
      "Cc1cc": 344,
      "c1(-": 345,
      "[C@@]2": 346,
      "[N+]([O-])=O)": 347,
      "c1s": 348,
      "c1(N": 349,
      "(c1cc": 350,
      ")cc2)": 351,
      "C(CC": 352,
      "[C@]1": 353,
      "c1nn": 354,
      "c2o": 355,
      "c1cc2c(": 356,
      ".Cl": 357,
      "C)C": 358,
      "/N": 359,
      "[C@H]2CC": 360,
      "cc(-": 361,
      "[C@H](NC(=O)": 362,
      "3c(": 363,
      "[C@@H](NC(": 364,
      "4CC": 365,
      "nn2)": 366,
      "S(=O)(N": 367,
      "[C@@]1": 368,
      "cccc2": 369,
      "C(C)(C)": 370,
      "c(C(F)(F)F)": 371,
      "C(F)(F)": 372,
      "S(=O)(=O)N": 373,
      "ccccc1": 374,
      "c(F)cc": 375,
      "C[C@@H]1": 376,
      "cccc1)": 377,
      "n(CC": 378,
      "C(C)C)": 379,
      "nc(N": 380,
      "C2)=O)": 381,
      "OCC2)": 382,
      "c12c(": 383,
      "Cc2cc": 384,
      "CCCC2)": 385,
      "c1(C)": 386,
      "NC(C": 387,
      "CCCCCCCC": 388,
      "N2": 389,
      "5)": 390,
      "CN(C(=O)": 391,
      "C[C@H]2": 392,
      "o1": 393,
      "[C@H](C)C": 394,
      "(C(F)(F)F)": 395,
      "cn2)": 396,
      "c(S": 397,
      "c1C": 398,
      "c1c(N": 399,
      "CCC)": 400,
      "n(C": 401,
      "CN1": 402,
      "=S)": 403,
      "CCC(N": 404,
      "C[C@@H]2": 405,
      "CCC2": 406,
      "c1o": 407,
      "[C@H](CC)": 408,
      "c3cn": 409,
      "CNC(=O)": 410,
      "CCCC1": 411,
      "CS": 412,
      "s1": 413,
      "cn1": 414,
      "nc(C)": 415,
      "c1cccc2": 416,
      "C[C@@H](C)": 417,
      "CN(CC": 418,
      "cc(OC)": 419,
      "C1)=O": 420,
      "N(C(C": 421,
      "c1c(C)": 422,
      ")cc3)": 423,
      "1)=O": 424,
      "O2)": 425,
      "CCN(CC": 426,
      "nn1": 427,
      "CCN1": 428,
      "(C)(C)": 429,
      "c2)cc": 430,
      "cc2)=O)": 431,
      "OC(": 432,
      "NC": 433,
      "cc(F)": 434,
      "=CC": 435,
      "[C@@H]2CC": 436,
      "C(F)(F)F)": 437,
      "c3)=O)": 438,
      "(OC)=O)": 439,
      "=C(C": 440,
      "O)=O)": 441,
      "[n+]": 442,
      "[nH]1": 443,
      "c1ccc(N": 444,
      "CNC(": 445,
      "c4ccccc4": 446,
      "S(": 447,
      "4)=O)": 448,
      "C)=O": 449,
      "c1cc(-": 450,
      "c1)=O": 451,
      "c(OC)c(OC)": 452,
      "c(F)cc2)": 453,
      "3CC3)": 454,
      "CC)=O)": 455,
      "c2[nH]": 456,
      "c1c(-": 457,
      "c(Cl)cc2)": 458,
      "c(C(=O)": 459,
      "C(N1": 460,
      "=C\\": 461,
      "C[C@@H](C": 462,
      "[C@H](NC(": 463,
      "N1CC": 464,
      "[C@@H](C)C": 465,
      "C1=O": 466,
      "c(=O)[nH]": 467,
      "[C@H]4": 468,
      "c(O": 469,
      "c2c(cccc2)": 470,
      "c1cc(C)": 471,
      "n(-": 472,
      "O3)": 473,
      "nc3": 474,
      "c(CC": 475,
      "c2c3c(": 476,
      "(OC": 477,
      "/C=C\\": 478,
      "cnc1": 479,
      "NC(=O)N": 480,
      "[C@H](CO)": 481,
      "C2=O)": 482,
      "c2c(C)": 483,
      "c2c(c1)": 484,
      "CCC2)=O)": 485,
      "[C@]3": 486,
      "OCC1": 487,
      "1)=O)": 488,
      "nc(-": 489,
      "OC)=O)": 490,
      "N2CC": 491,
      "C2CC": 492,
      "SC)": 493,
      "ncc1": 494,
      "o2)": 495,
      "=N/": 496,
      "c1cc(OC)": 497,
      "[C@@]3": 498,
      "c2c(F)": 499,
      "c(OC)cc2)": 500,
      "c1c(F)": 501,
      "c(CC)": 502,
      "c1ccc(F)": 503,
      "CC1)=O": 504,
      "C(C(N": 505,
      "1)C": 506,
      "OC(C)(C)C)=O)": 507,
      "S(=O)(": 508,
      "C(=O)O)": 509,
      "C[C@@H](N": 510,
      "c(C)c1": 511,
      "c4ccccc4)": 512,
      "#N)cc": 513,
      "ccc3)": 514,
      "s2)": 515,
      "2C(=O)": 516,
      "[C@H]1C": 517,
      "O2": 518,
      "Oc2cc": 519,
      "[C@@H](CO)": 520,
      "N1(C": 521,
      "cc(N": 522,
      "c2c1": 523,
      "c1cc(N": 524,
      "nc(C": 525,
      "cc3": 526,
      "=C1": 527,
      "C(=O)N1": 528,
      "OCC3)": 529,
      "C(C(=O)N": 530,
      "nc2)": 531,
      "C1)=O)": 532,
      "c1[nH]": 533,
      "N)=O)": 534,
      "C)CC": 535,
      "c(Cl)cc1": 536,
      "cc1)=O": 537,
      "[C@@H](C(=O)N": 538,
      "[C@@H](C(N": 539,
      "c1ccc(-": 540,
      "c1-": 541,
      "C(O)=O)": 542,
      "CCCC3)": 543,
      "c3c(cccc3)": 544,
      "[S": 545,
      "(CO)": 546,
      "COC": 547,
      "c(OC)cc1": 548,
      "CCN(C": 549,
      "NC(N": 550,
      "c(C)cc1": 551,
      "ccc(C": 552,
      "c(OCC": 553,
      "c1cc(F)": 554,
      "[N+](=O)[O-])": 555,
      "C(=O)O": 556,
      "CC(C)C)": 557,
      "C)C)": 558,
      "[C@](C)": 559,
      "c(C)cc2)": 560,
      "ccc3": 561,
      "(F)F": 562,
      "[C@@H](CC)": 563,
      "c2ccc(C": 564,
      "[C@@H]4": 565,
      "c1(OC)": 566,
      "[C@@](C)": 567,
      "c2ccccc2)=O)": 568,
      "C1CCCC": 569,
      "[C@@H]1C": 570,
      "c2ncc": 571,
      "c(NC(": 572,
      "C(C)=O)": 573,
      "CCC1)": 574,
      "cc(C(N": 575,
      "CC(": 576,
      "[C@H](O": 577,
      "c1)=O)": 578,
      "c(F)cc3)": 579,
      "c1cc2c(cc1)": 580,
      "Cn1": 581,
      "(CC(N": 582,
      "C(=O)(N": 583,
      "c(-c3": 584,
      "c2cc(C)": 585,
      "C(O": 586,
      "CCN)": 587,
      "(C)(C)C": 588,
      "CCCN1": 589,
      "c(N3": 590,
      "C(=O)N[C@@H](CC": 591,
      "c2cc(OC)": 592,
      "c1(F)": 593,
      "(C(C)C)": 594,
      "[C@H]2C": 595,
      "/C=C(": 596,
      "(C)C(=O)": 597,
      "n[nH]": 598,
      "cc(C(=O)N": 599,
      "(CC(=O)N": 600,
      "CCCC)": 601,
      "C[C@@H]3": 602,
      "C1CC1": 603,
      "(OCC)=O)": 604,
      "c(N2CC": 605,
      "4)cc": 606,
      "O(": 607,
      "[C@H]1CC": 608,
      "[C@H](C(C)C)": 609,
      "C)c1": 610,
      "nnc1": 611,
      "(=O)=O": 612,
      "O=C1": 613,
      "c1c(Cl)": 614,
      "S(C)": 615,
      "#C)": 616,
      "CCCO": 617,
      "c1c(OC)": 618,
      "[C@@H](O": 619,
      "c(C#N)": 620,
      "cn3)": 621,
      "no": 622,
      "ncc2)": 623,
      "NCC": 624,
      "NC(=O)[C@H](CC": 625,
      "cccc4)": 626,
      "c1c(C)cc": 627,
      "c2cc3c(": 628,
      "cc1)=O)": 629,
      "[C@@H]2C": 630,
      "c1c(O)": 631,
      "cccc3": 632,
      "C[C@@H](": 633,
      "c(OC)cc3)": 634,
      "CCNC(=O)": 635,
      "c3ccc(": 636,
      "c1(C(N": 637,
      "c1c(Cl)cc": 638,
      "N(C(N": 639,
      "c2cc(": 640,
      "c6": 641,
      "n2)=O)": 642,
      "c(F)c1": 643,
      "[C@@H](N)": 644,
      "=C2": 645,
      "CC(C)(C)": 646,
      "Cc1n": 647,
      "(CNC(=O)": 648,
      "CC1)=O)": 649,
      "C1(": 650,
      "c3s": 651,
      "c(Cl)c1": 652,
      "C)cc1": 653,
      "2CCN(": 654,
      "n(": 655,
      "N(CC)": 656,
      "nc(": 657,
      "c(C(C)C)": 658,
      "[C@@H](C(C)C)": 659,
      "nnc2": 660,
      "c1(C(=O)N": 661,
      "c2)c1": 662,
      "(N)": 663,
      "#C": 664,
      "(C(": 665,
      "c(Cl)cc3)": 666,
      "(=O)OC)": 667,
      "cc2c(": 668,
      "O=C(C": 669,
      "c2ccc(F)cc2)": 670,
      "CO)": 671,
      "=C(N)": 672,
      ")ccc1": 673,
      "cc(O)": 674,
      "2CCOCC2)": 675,
      "1CCCC": 676,
      "[C@H](OC)": 677,
      "OC2": 678,
      "C[C@H](C": 679,
      "N(C(=O)N": 680,
      "sc1": 681,
      "c1ccc(O)": 682,
      ")cc1)": 683,
      "4c(": 684,
      "OC1": 685,
      "[C@H]3CC": 686,
      "c1)C": 687,
      "cnc2": 688,
      "c1ccc2c(c1)": 689,
      "C(C)(C)C)": 690,
      "3CCOCC3)": 691,
      "c(Br)": 692,
      "c1c(C(N": 693,
      "c1ccccc1)=O)": 694,
      "C)C1": 695,
      "(C(=O)O)": 696,
      "C[C@H](C)": 697,
      "CCN(C(=O)": 698,
      "C(C)(C)C": 699,
      "2CCCC": 700,
      "ccc(N": 701,
      "2CCCCC2)": 702,
      "C[C@@H](O)": 703,
      "(C(O)=O)": 704,
      "(=O)O": 705,
      "c2n(C)": 706,
      "N3": 707,
      "c2ccc(Cl)cc2)": 708,
      "c1c(C(=O)N": 709,
      "c2=O)": 710,
      "2c(": 711,
      "c3ccc(F)cc3)": 712,
      "C(CC)": 713,
      "(C#N)": 714,
      "C(N)=O)": 715,
      "N1C(=O)": 716,
      "CCC(=O)N": 717,
      "c1ccc(C)": 718,
      "C=C": 719,
      "OCC1)": 720,
      "C(F)F)": 721,
      "c1ncc": 722,
      "c2ncn": 723,
      "OC(C)C)": 724,
      "cc4)": 725,
      "[C@H](N)": 726,
      "c(OC)c1": 727,
      "=N)N)": 728,
      "c2cc(F)": 729,
      "N(C)C)": 730,
      "c(C)cc3)": 731,
      "1CC1)": 732,
      "c3o": 733,
      "c3nn": 734,
      "CC3)=O)": 735,
      "S(=O)(C)=O)": 736,
      "C(NC": 737,
      "cn1)": 738,
      "C2=O": 739,
      "C(N1CC": 740,
      "n4": 741,
      "CCS": 742,
      "=N\\": 743,
      "c(F)cc1": 744,
      "([O-])": 745,
      "(CCC)": 746,
      "c1ccc(OC)": 747,
      "/N=C/": 748,
      "c2c(Cl)": 749,
      "C[C@H](": 750,
      "C1N(": 751,
      "O(C)": 752,
      "CCN(C)": 753,
      "S(C)(=O)=O)": 754,
      "c1c(OC)cc": 755,
      "cc1)C": 756,
      "CN(C)": 757,
      "c2n(": 758,
      "C3)=O)": 759,
      "CC2)c1": 760,
      "=C(C)": 761,
      "c1c(C)n": 762,
      "n1cc": 763,
      "[C@@H](O)[C@H](O)": 764,
      "2CCCC2)": 765,
      "CC(C": 766,
      "c3c(c2)": 767,
      "c2)cc1": 768,
      "C4": 769,
      "N1(": 770,
      "c1cc(Cl)cc": 771,
      "cn2": 772,
      "c2ccc(N": 773,
      "C1=O)": 774,
      "c3cc(OC)": 775,
      "N1(C(=O)": 776,
      "c2cc1": 777,
      "N(C(CC": 778,
      "c2ccc(O)": 779,
      "nc1)": 780,
      "c1cccc(": 781,
      "c2ccc(OC)cc2)": 782,
      "C1)C": 783,
      "c(C)cc(C)": 784,
      "N(C)C": 785,
      "1CCC": 786,
      "CC2)cc1": 787,
      "OC2)": 788,
      "nc(N)": 789,
      "ccc2)=O)": 790,
      "c5cccc": 791,
      "c3[nH]": 792,
      "c1c[nH]": 793,
      "c2c(O)": 794,
      "nc3)": 795,
      "cc(C(F)(F)F)": 796,
      "C(F)(F)F": 797,
      "s1)": 798,
      "C1(=O)": 799,
      "C1C(": 800,
      ")cc2": 801,
      "cc(Cl)": 802,
      "C(N)=N)": 803,
      "/C(=C/": 804,
      "3CCC": 805,
      "n2)cc1": 806,
      "3CCCCC3)": 807,
      "ncc3)": 808,
      "n2)c1": 809,
      "c1n(C)": 810,
      "OC(C)=O)": 811,
      "(F)(F)": 812,
      "c2c(C)n": 813,
      "ccc(-": 814,
      "CC4)": 815,
      "O[C@@H](": 816,
      "C#N)": 817,
      "FC(F)": 818,
      "oc1": 819,
      "OCCOCC": 820,
      "c(=O)n(C)": 821,
      "(CC)CC)": 822,
      "l)": 823,
      "cnc2)": 824,
      "c2n(C": 825,
      "CN(C(": 826,
      "c2c(cc": 827,
      "c2no": 828,
      "C(OC)": 829,
      "Cc3cc": 830,
      "OC(C": 831,
      "@]": 832,
      "nn3)": 833,
      "c(Cl)cc1)": 834,
      "CCCCC": 835,
      "P(O)": 836,
      "c5)": 837,
      "P(=O)": 838,
      "OCCC": 839,
      "[C@@H]1CC": 840,
      "C(C1": 841,
      "(c2ccccc2)": 842,
      "c2n[nH]": 843,
      "[C@@H](CC(C)C)": 844,
      "[nH]2)": 845,
      "n1C": 846,
      "S1": 847,
      "C1CCC": 848,
      "4)cc3)": 849,
      ".[": 850,
      "OCC)=O)": 851,
      "c2n(CC": 852,
      "cs2)": 853,
      "[Na": 854,
      "S(=O)(=O)C)": 855,
      "C1CN(C": 856,
      "[Na+]": 857,
      "c2c(C": 858,
      "CCCCC1": 859,
      "/C(=C\\": 860,
      "c2C)": 861,
      "[C@H](CNC(=O)": 862,
      "n1c(N": 863,
      "n2cc": 864,
      "[C@@H]3CC": 865,
      "(CNC(": 866,
      "n2cn": 867,
      "c1(Cl)cc": 868,
      "C(=O)(": 869,
      "c(-c4cc": 870,
      "C(c1cc": 871,
      "/C(C)": 872,
      "C1N(C(=O)": 873,
      "c2)C1": 874,
      "C[C@H](N": 875,
      "c3c(C)": 876,
      "[C@]2(C)": 877,
      "C3=O)": 878,
      "n2c(": 879,
      "N(C)C(=O)": 880,
      ".[Na+]": 881,
      "C(=O)N)": 882,
      "OC(=O)C)": 883,
      "c3cc(C)": 884,
      "C[C@@H](NC(=O)": 885,
      "c1cs": 886,
      "COCC": 887,
      "C4)": 888,
      "[C@@H](OC)": 889,
      "c1(CC": 890,
      "c2nc(N": 891,
      "nn1)": 892,
      "c2cs": 893,
      "CC(=O)": 894,
      "C(=O)N[C@@H](C": 895,
      "c2c[nH]": 896,
      "F)=O)": 897,
      "[N+](=O)[O-])cc": 898,
      "c1c(F)cc": 899,
      "C(=O)N2": 900,
      "c5c(": 901,
      "CCCC2": 902,
      "[C@@H]1O": 903,
      "[C@H](CC(C)C)": 904,
      "[C@@]4": 905,
      "n2CC": 906,
      "c3ccc(OC)cc3)": 907,
      "c3ccccc3)=O)": 908,
      "c1(O)": 909,
      "C(=O)N(": 910,
      "C(=O)NC": 911,
      "C2)C1": 912,
      "n1cn": 913,
      "[C@]4": 914,
      "c1cccc(C": 915,
      "SC": 916,
      "OCC(=O)N": 917,
      "CC(C)C)=O)": 918,
      "C(=O)N(CC": 919,
      "ncc2": 920,
      "C(NC(=O)": 921,
      "[C@@]2(C)": 922,
      "CCNC(": 923,
      "=C(C)C)": 924,
      "c2c(OC)": 925,
      "CC3": 926,
      "c2cc(-": 927,
      "c2ccc(C)cc2)": 928,
      "CCN(C)CC": 929,
      "c3ccc(Cl)cc3)": 930,
      "c3ccc(C": 931,
      "(C(C)(C)C)": 932,
      "[C@H]12": 933,
      "CC1)C": 934,
      "[C@@H]2O": 935,
      "CCCNC(": 936,
      "O1)": 937,
      "C)CC1": 938,
      "N2C(=O)": 939,
      "FC(F)(F)": 940,
      "[C@H]1O": 941,
      "s3)": 942,
      "O4)": 943,
      "c1(Cl)": 944,
      "C12": 945,
      "C(=C)": 946,
      "c(-c4": 947,
      "c3ncc": 948,
      "c-": 949,
      "CCCC1)": 950,
      "c1OC": 951,
      "c(-c3ccccc3)": 952,
      "nn2": 953,
      "2CCN(C": 954,
      "[C@@H](C)CC)": 955,
      "C(NCC": 956,
      "/C=C(\\": 957,
      "CCC3)=O)": 958,
      "CN1CC": 959,
      "c3c4c(": 960,
      "c1c2c(ccc1)": 961,
      "[nH]c1": 962,
      "(C(=O)OC)": 963,
      "2CCN(C(=O)": 964,
      "CC)cc": 965,
      "cc2)c1": 966,
      "c1ccc(O": 967,
      "C(C)C": 968,
      "C[C@H]3": 969,
      "c1cc(C(N": 970,
      "c2)CC1": 971,
      "c2cc3": 972,
      "CC2)C1": 973,
      "c5cc": 974,
      "C(=O)OC": 975,
      "cccc2)=O)": 976,
      "=S)N": 977,
      "[C@@H]12": 978,
      "c1(=O)": 979,
      "C2CC2)": 980,
      "C2)c1": 981,
      "c2cc(Cl)cc": 982,
      "c2nc3c(": 983,
      "C(C)C)=O)": 984,
      "c1cc(Cl)": 985,
      "/C=N/": 986,
      "C1N(C": 987,
      "c2ccccc2)cc": 988,
      "Br)cc1": 989,
      "3(CC": 990,
      "C(=O)N(C": 991,
      "c3n(": 992,
      "2)C1": 993,
      "C1C2": 994,
      "c2ccc(O": 995,
      "(Br)": 996,
      "c1ccc(Cl)cc1": 997,
      "NC(=O)[C@H](C": 998,
      "C1CN(": 999,
      "C(O)=O": 1000,
      "c(Br)cc": 1001,
      "Cl)=O)": 1002,
      "c2c(C)cc": 1003,
      "ccc1-": 1004,
      "[C@H](CC)C)": 1005,
      "2)cc1": 1006,
      "2)c1": 1007,
      "C(=O)N1CC": 1008,
      "6)": 1009,
      "c2ccc(Br)cc": 1010,
      "cc3)=O)": 1011,
      "c(=O)n(CC": 1012,
      "OCC(N": 1013,
      "cc2)cc1": 1014,
      "c1ccc(F)cc1": 1015,
      "n4)": 1016,
      "C(=O)C": 1017,
      "c1cccc(-": 1018,
      "cc(Br)": 1019,
      "c(C)c(C)": 1020,
      "c3ccc(C)cc3)": 1021,
      "C(N)=N": 1022,
      "n(CC)": 1023,
      "CCCCCC": 1024,
      "c2c(Cl)cc": 1025,
      "c(OC": 1026,
      "CN(C(C": 1027,
      "c(C(C)(C)C)": 1028,
      "c1nc(N": 1029,
      "C)cc": 1030,
      "(NC(C": 1031,
      "c1c(-c2cc": 1032,
      "3CCCC3)": 1033,
      "I)": 1034,
      "c1cc(C(=O)N": 1035,
      "CCC4)": 1036,
      "nn(C)": 1037,
      "c1ccccc1)=O": 1038,
      "[C@H]5": 1039,
      "[C@H](CN": 1040,
      "OCC2)=O)": 1041,
      "c(-c3n": 1042,
      "CNC(=N)N)": 1043,
      "CCC1)=O)": 1044,
      "n1c(": 1045,
      "[C@@H](CNC(=O)": 1046,
      "c1cc(CN": 1047,
      "c2cc3c(cc2)": 1048,
      "CNC(N)=N)": 1049,
      "=C)=O)": 1050,
      "c3cc(F)": 1051,
      "C2)cc1": 1052,
      "2CCN(CC": 1053,
      "c(C)o": 1054,
      "c3)cc": 1055,
      "c23)": 1056,
      "CCN(C(": 1057,
      "=C(\\": 1058,
      "ccc1C": 1059,
      "[C@@H](C)O)": 1060,
      "nc4": 1061,
      "nc1C": 1062,
      "S(c1cc": 1063,
      "c3c(cc": 1064,
      "[C@]1(C)": 1065,
      "C(=O)N(C)": 1066,
      "c(=O)o": 1067,
      "=S": 1068,
      "nc1-": 1069,
      "c1n(C": 1070,
      "C(\\": 1071,
      "COC(=O)": 1072,
      "C1C(C": 1073,
      "c1ccc2c(": 1074,
      "c1cc(O)": 1075,
      "n1(C)": 1076,
      "c2c(N": 1077,
      "N(C)CC": 1078,
      "c1O": 1079,
      "C[C@H](O)": 1080,
      "2)=O)C1": 1081,
      "C(CCCC": 1082,
      "N1CCC": 1083,
      "[C@H]2CCC": 1084,
      "4CC4)": 1085,
      "ccn1": 1086,
      "[C@@H]2CCC": 1087,
      "c2ccc(OCC": 1088,
      "c4c(cccc4)": 1089,
      "c1ccc(OCC": 1090,
      "C(=O)N[C@H](C(=O)N": 1091,
      "[C@H](CNC(": 1092,
      "C(=O)NCC": 1093,
      "n1n": 1094,
      "c1ccc(O)cc1)": 1095,
      "C[C@@H](NC(": 1096,
      "N1(CC": 1097,
      "C1CN(C(=O)": 1098,
      "[C@H](C(O)=O)": 1099,
      "CCO1": 1100,
      "[C@H](C(=O)O)": 1101,
      "(CO": 1102,
      "c3cc4c(": 1103,
      "c3c(F)": 1104,
      "ccc4": 1105,
      "[C@]12": 1106,
      "c1(O": 1107,
      "S(=O)(c2cc": 1108,
      "c2cccc3": 1109,
      "C[C@@H]1C": 1110,
      "n1c2c(": 1111,
      "=CC(=O)": 1112,
      "/C=C2": 1113,
      "S(c2cc": 1114,
      "c(C(O)=O)": 1115,
      "c(C(=O)O)": 1116,
      "nc(O)": 1117,
      "CCC(": 1118,
      "n2c(=O)": 1119,
      "O[C@@H]1": 1120,
      "2)=O)cc1": 1121,
      "=N/N": 1122,
      "(OCC)": 1123,
      "c12c(cccc1)": 1124,
      "CC[C@H]1": 1125,
      "c(Cl)cc2": 1126,
      "3C": 1127,
      "c(-c2ccccc2)": 1128,
      "[C@@](O)": 1129,
      "c1no": 1130,
      "(C)C(": 1131,
      "(COC)": 1132,
      "c2ccc(F)": 1133,
      "[C@](O)": 1134,
      "ccn2)": 1135,
      "c2ccc(O)cc2)": 1136,
      "c1n(CC": 1137,
      "c([N+]([O-])=O)": 1138,
      "c2ccc3c(c2)": 1139,
      "[C@@]12": 1140,
      "c21": 1141,
      ")=O)=O)": 1142,
      "c1ccc(F)cc1)": 1143,
      "c3ccc(N": 1144,
      "CCN(CC)": 1145,
      "c(C)c2)": 1146,
      "c1ccc(C(N": 1147,
      "=N)N": 1148,
      "C(=O)N[C@H](C(N": 1149,
      "N(C(C)C)": 1150,
      "NC(=O)[C@@H](NC(=O)": 1151,
      "[C@@]1(C)": 1152,
      "/C=C(/": 1153,
      "c(C)n1": 1154,
      "C)=O)=O)": 1155,
      "c4cn": 1156,
      "Cc2ccccc2)": 1157,
      "2)=O)c1": 1158,
      "N2C": 1159,
      "=C(N)N)": 1160,
      "c2c(OC)cc": 1161,
      "(C1)": 1162,
      "C)ccc1": 1163,
      "c2cc(N": 1164,
      "CCOC)": 1165,
      "[C@@H]5": 1166,
      "cs1": 1167,
      "[C@@H]1CCC": 1168,
      "2CCC(": 1169,
      "c1ncn": 1170,
      "C([C@H]1": 1171,
      "C1N(CC": 1172,
      "(Cl)c1": 1173,
      "N1C": 1174,
      "c1(NC(=O)": 1175,
      "C1(=O)N": 1176,
      "CCOC1": 1177,
      "C(c1ccccc1)": 1178,
      "C(CO": 1179,
      "c1c(NC(=O)": 1180,
      "c1)N": 1181,
      "C)N": 1182,
      "c1c(O": 1183,
      "c1ccc(OC)cc1": 1184,
      "ncc1)": 1185,
      "c2ccccc21": 1186,
      "CCOCC": 1187,
      "CC2)CC1": 1188,
      "N(C(=O)C": 1189,
      "CN1C(=O)": 1190,
      "c(Cl)c2)": 1191,
      "CCCCN)=O)": 1192,
      "OC(C)(C)C": 1193,
      "[O-])": 1194,
      "OC3)": 1195,
      "O[C@H]1": 1196,
      "n2nn": 1197,
      "5)cc": 1198,
      "(C1": 1199,
      "c3cccn": 1200,
      "C(N[C@H](C(N": 1201,
      "c1cc(C(F)(F)F)": 1202,
      "C1(N": 1203,
      "3C)": 1204,
      "c1cc(CC": 1205,
      "S(N)": 1206,
      "C(N[C@H](C(=O)N": 1207,
      "N(C(OC(C)(C)C)=O)": 1208,
      "c(O)c1": 1209,
      "CCO)": 1210,
      "CC(=O)O)": 1211,
      "CCN(c2cc": 1212,
      "%1": 1213,
      "cc1C": 1214,
      "C(N[C@@H](CC": 1215,
      "c3ccc(O)": 1216,
      "O[C@H](C": 1217,
      "[C@H](C)N": 1218,
      "[N+]([O-])": 1219,
      "c12ccccc1": 1220,
      "[C@@H](NC(C": 1221,
      "(=O)OCC)": 1222,
      "[C@H](NC(C": 1223,
      "c1nc2c(": 1224,
      "c1=O": 1225,
      "ccc1OC": 1226,
      "c1ccccc1-": 1227,
      "c2cn(C)": 1228,
      "C[C@@H]2C": 1229,
      "c1ccc(C(=O)N": 1230,
      "c12cc": 1231,
      "CC(O)=O)": 1232,
      "2C(": 1233,
      "c2ccccc2)cc1": 1234,
      "c4n": 1235,
      "nc2)=O)": 1236,
      "c1cc(O": 1237,
      "nc(-c3cc": 1238,
      "CC[C@@H]1": 1239,
      "C([C@@H]1": 1240,
      "c2cnccc2)": 1241,
      "c(OC)cc2": 1242,
      "C2(CC": 1243,
      "c1ccc(OC)cc1)": 1244,
      "(=C)": 1245,
      "NC(=O)C": 1246,
      "C[C@@H]2CC": 1247,
      "/C=C/C": 1248,
      "c2cc(C": 1249,
      "2)=O)CC1": 1250,
      "3=O)": 1251,
      "c2nc(C": 1252,
      "c(C(N)=O)": 1253,
      "c3ncn": 1254,
      "c1ccc(C)cc1": 1255,
      "C1(C": 1256,
      "c2cc(Cl)": 1257,
      "c1ccc(Cl)": 1258,
      "c2-": 1259,
      "on2)": 1260,
      "no2)": 1261,
      "c2ccc1": 1262,
      "n1)=O": 1263,
      "C(=O)OC)": 1264,
      "[C@H](O)C)": 1265,
      "co2)": 1266,
      "N=C(": 1267,
      "c1n[nH]": 1268,
      "c2cccc(Cl)": 1269,
      "[C@]3(C)": 1270,
      "n3)=O)": 1271,
      "c(C(=O)OC)": 1272,
      "O(CC": 1273,
      "=C(N": 1274,
      "[C@H](O)[C@H](O)": 1275,
      "c2ccc(C)": 1276,
      "[C@H]2O": 1277,
      "S(=O)(c1cc": 1278,
      "c3n(C)": 1279,
      "4CCOCC": 1280,
      "O(C": 1281,
      "cnc1)": 1282,
      "3CCCC": 1283,
      "CC1(C)": 1284,
      "OCO2": 1285,
      "C1C(N": 1286,
      "c(=O)[nH]c(=O)": 1287,
      "c(NC(C": 1288,
      "[nH]3)": 1289,
      "NC([C@@H](NC(=O)": 1290,
      "C1N(C(": 1291,
      "c2ncccc2)": 1292,
      "c(F)c2)": 1293,
      "[C@H]1CCC": 1294,
      "n2ncc": 1295,
      "c3cc(Cl)cc": 1296,
      "N1(C(": 1297,
      "c(N3CC": 1298,
      "CC2)ccc1": 1299,
      "[C@@]3(C)": 1300,
      "n1c(C": 1301,
      "CCN1CC": 1302,
      "4)CC3)": 1303,
      "c1cccc(N": 1304,
      "n2c3c(": 1305,
      "=C(/": 1306,
      "[C@@H](CN": 1307,
      "2=N": 1308,
      "c1co": 1309,
      "c3C)": 1310,
      "OCO3)": 1311,
      "C(=O)N[C@@H](": 1312,
      "[C@H](C)NC(=O)": 1313,
      "o1)": 1314,
      "(CC(C)C)": 1315,
      "c2cccc(F)": 1316,
      "[nH]n2)": 1317,
      "c3cc(": 1318,
      "c1ccc(Cl)cc1)": 1319,
      "O=C(O)": 1320,
      "/C(=N/": 1321,
      "CCCC2)=O)": 1322,
      "#N)cc2)": 1323,
      "CC(C)C": 1324,
      "c2n1": 1325,
      "2CCC2)": 1326,
      "c2)ccc1": 1327,
      "[nH]c(=O)": 1328,
      "c2cccc3)": 1329,
      "c2nc(-c3cc": 1330,
      "CC[C@H]2": 1331,
      "c2c1cccc2": 1332,
      "C[C@@H](C(=O)N": 1333,
      "C2)CC1": 1334,
      "c2ccncc2)": 1335,
      "c2ccccc2)c1": 1336,
      "c5ccccc5": 1337,
      "CCN1C": 1338,
      "c2cccc(C)": 1339,
      "c1cccc2c1": 1340,
      "CNC(C": 1341,
      "c3c(Cl)": 1342,
      "N2CCC": 1343,
      "ccc4)": 1344,
      "C1CC1)": 1345,
      "c1c(OCC": 1346,
      "C)=O)C": 1347,
      "[C@@H](CO": 1348,
      "Br-]": 1349,
      "c(-c3ccccc3": 1350,
      "C1CN": 1351,
      "OCO": 1352,
      "CC2)cc": 1353,
      "c32)": 1354,
      "[C@@H](CNC(": 1355,
      "CCN1C(=O)": 1356,
      "c1cn(C)": 1357,
      "(C)c1": 1358,
      "C[C@@H](C(N": 1359,
      "S(=O)(CC": 1360,
      "O)C": 1361,
      "O=C": 1362,
      "(OC(=O)": 1363,
      "(NC": 1364,
      "C(OC)=O)": 1365,
      "n1nn": 1366,
      "c3ccccc32)": 1367,
      "nc(S": 1368,
      "n2)C1": 1369,
      "c(O)cc1": 1370,
      "@@]": 1371,
      "3C(=O)": 1372,
      "cc2)C1": 1373,
      "cc(Cl)cc": 1374,
      "CCC1)=O": 1375,
      "C(N1C": 1376,
      "(F)c1": 1377,
      "nc(C)n": 1378,
      "c1cc2c(cc1": 1379,
      "OC(C)": 1380,
      ".[Br-]": 1381,
      "COC)": 1382,
      "O=S(N": 1383,
      "C[C@@H](CN": 1384,
      "C1O": 1385,
      "O=C(N1": 1386,
      "=C(O)": 1387,
      "N(C(=O)OC(C)(C)C)": 1388,
      "c(OC)c2)": 1389,
      "o3)": 1390,
      "NC(=O)[C@@H](NC(": 1391,
      "S(N)(=O)=O)": 1392,
      "c(-n3": 1393,
      "2=O)": 1394,
      "(CC)CC": 1395,
      "n1c(-": 1396,
      "cc4": 1397,
      "C1CN(CC": 1398,
      "(O)=O": 1399,
      "O(c1cc": 1400,
      "nc(-c2cc": 1401,
      "c(C(": 1402,
      "SCC": 1403,
      "c2ccccc12": 1404,
      "CCC[C@H]1": 1405,
      "S(=O)(N)=O)": 1406,
      "C(CN": 1407,
      "c3)cc2)": 1408,
      "ncn2)": 1409,
      "oc(=O)": 1410,
      "(N)=O)": 1411,
      "CCCCN": 1412,
      "c(CO": 1413,
      "2)=O)=O)": 1414,
      "C(N(C": 1415,
      "2CCN(C(": 1416,
      "c1c(C(F)(F)F)": 1417,
      "(c1ccccc1)": 1418,
      "CN(C)C": 1419,
      "C(O)=O)=O)": 1420,
      "c3=O)": 1421,
      "[S+]": 1422,
      "CN1C": 1423,
      "c(N(C)C)": 1424,
      "cccc4": 1425,
      "(=O)N)": 1426,
      "c1cc(NC(=O)": 1427,
      "CN)": 1428,
      "C1CC2": 1429,
      "C(OC": 1430,
      "(=O)N(C": 1431,
      "C1[C@H]2": 1432,
      "#N)cc1": 1433,
      "c2ccccn2)": 1434,
      "P(=O)(O)": 1435,
      "c1N": 1436,
      "[n+]1": 1437,
      "nc(C(=O)N": 1438,
      "C)C)=O)": 1439,
      "(C2)": 1440,
      "c1cc(F)ccc1": 1441,
      "ccc1)=O": 1442,
      "/C(=N\\": 1443,
      "n1c(C)": 1444,
      "n1(CC": 1445,
      "cc2)CC1": 1446,
      "(c3ccccc3)": 1447,
      "c(NC(N": 1448,
      ".Cl.Cl": 1449,
      "c1=O)": 1450,
      "c2cccc(OC)": 1451,
      "nccc1": 1452,
      "[S@@]": 1453,
      "c3c2": 1454,
      "[S@]": 1455,
      "(C(OC)=O)": 1456,
      "[C@H](F)": 1457,
      "c3)CC2)": 1458,
      "NC([C@H](CC": 1459,
      "[C@H](Cc1ccccc1)": 1460,
      "cs3)": 1461,
      "OC(C)(C)": 1462,
      "CCC(C)": 1463,
      "FC(": 1464,
      "#CC": 1465,
      "n1(C": 1466,
      "c2nc(": 1467,
      "(CC1)": 1468,
      "Cc1ccccc1": 1469,
      "[C@H](C)C1": 1470,
      "CC[C@@H]2": 1471,
      "CCCCN)": 1472,
      "OCCO": 1473,
      "CC=C)": 1474,
      "C1CCCCC1": 1475,
      "C1[C@@H]2": 1476,
      "NC([C@@H](NC(": 1477,
      "c1ccc(NC(=O)": 1478,
      "c12cccc": 1479,
      "c2cc(O)": 1480,
      "c(C)cc1)": 1481,
      "C(N[C@@H](C": 1482,
      "O1CC": 1483,
      "c(F)c(F)": 1484,
      "C3CC": 1485,
      "C(=O)C1": 1486,
      "c2c(=O)": 1487,
      "4CCCC": 1488,
      "c1cccnc1": 1489,
      "c-2": 1490,
      "S(C": 1491,
      "[C@H](C)C2)": 1492,
      "(=O)OC": 1493,
      "c1nc(-": 1494,
      "c1cc(Br)cc": 1495,
      "C(NC(": 1496,
      "nc(C(N": 1497,
      "c2ccc(Br)cc2)": 1498,
      "on1": 1499,
      "cs1)": 1500,
      "n1)C": 1501,
      "[nH]1)": 1502,
      "2C[C@H]3": 1503,
      "cccc3)=O)": 1504,
      "[nH]c1)": 1505,
      "c2nc(C)": 1506,
      "(C(N)=O)": 1507,
      "C(=S)": 1508,
      "c1ccc(C)cc1)": 1509,
      "cc(CC": 1510,
      "3CCN(": 1511,
      "c1ncccc1": 1512,
      "[C@@H]3O": 1513,
      "CCN(C)C)": 1514,
      "(N(C)C)": 1515,
      "=C3": 1516,
      "[C@H](C)CC": 1517,
      "c1ccc(C(F)(F)F)": 1518,
      "n2)ccc1": 1519,
      "C)n1": 1520,
      "[C@H](C)O": 1521,
      "c1c(F)cccc1": 1522,
      "(CCOC)": 1523,
      "C)=O)C1": 1524,
      "c2ccc(Cl)": 1525,
      "c4c(c3)": 1526,
      "c1c(Br)cc": 1527,
      "c2co": 1528,
      "NC1": 1529,
      "c4ccc(F)cc": 1530,
      "cc(CN": 1531,
      "C)C(=O)": 1532,
      "CCOCC1": 1533,
      "(O)C": 1534,
      "C(=O)N1C": 1535,
      "n2C": 1536,
      "CC(O": 1537,
      "[C@H](c2ccccc2)": 1538,
      "c2occc2)": 1539,
      "c(OC)c3)": 1540,
      "c(OC)cc1)": 1541,
      "CC2)n1": 1542,
      "cc(Br)cc": 1543,
      "CCCNC(=O)": 1544,
      "n2)CC1": 1545,
      "(CN(C(=O)": 1546,
      "ccc1)=O)": 1547,
      "=[N+]": 1548,
      "4)C3)": 1549,
      "1CCCCC1)": 1550,
      "n1)=O)": 1551,
      "c3c(O)": 1552,
      "c1cc(Cl)ccc1": 1553,
      "c1cccc(OC)": 1554,
      "cc(C)c1": 1555,
      "CCCCC1)": 1556,
      "c(N)ncn": 1557,
      "CN2": 1558,
      "3)C2)": 1559,
      "n3c(": 1560,
      "(Cl)cc1": 1561,
      "no1": 1562,
      "c(-c3cn": 1563,
      "c2sccc2)": 1564,
      "cc2c(c1)": 1565,
      "2CC3": 1566,
      "cc1-": 1567,
      "c1c(Br)": 1568,
      "c2c(-c3cc": 1569,
      "CC)=O": 1570,
      "c3c2cccc3)": 1571,
      "c3ccc(Cl)cc": 1572,
      "(F)(F)F": 1573,
      "S(=O)(C": 1574,
      "C1(C)": 1575,
      "[Cl": 1576,
      "C=": 1577,
      "n1c(=O)": 1578,
      "[nH]c2)": 1579,
      "c(C)c1)": 1580,
      "[C@H](O)[C@@H](O)": 1581,
      "c2ccccc2F)": 1582,
      "O=C(N1CC": 1583,
      "O)cc1": 1584,
      "c(/C=C/": 1585,
      "(C)(C)C)=O)": 1586,
      "(CCCC)": 1587,
      "c1nc(C)": 1588,
      "c2c(n1)": 1589,
      "n(C)c1": 1590,
      "CCCCC)": 1591,
      "co1": 1592,
      "c7": 1593,
      "N(C)CC2)": 1594,
      "(=O)=O)cc1": 1595,
      "c(OC)cc3": 1596,
      "C1OCC": 1597,
      "nc(C)c1": 1598,
      "c(NC": 1599,
      "[C@@H]2CCCC": 1600,
      "C1CN(C(": 1601,
      "c1nc(C": 1602,
      "c(OCC)": 1603,
      "cc2F)": 1604,
      "c(C)c3)": 1605,
      "C[C@H]1C": 1606,
      "sc2)": 1607,
      "O)=O": 1608,
      "n2)cc": 1609,
      "CCN(C)CC3)": 1610,
      "ccc3)=O)": 1611,
      "c3c(C)n": 1612,
      "3CCC3)": 1613,
      "c2cccc(": 1614,
      "c3cc2)": 1615,
      "n12": 1616,
      "cn(C)": 1617,
      "c(NC(=O)N": 1618,
      "O)c1": 1619,
      "CCOC": 1620,
      "c1ccc(OC": 1621,
      "C1CC(N": 1622,
      "(=O)C": 1623,
      "(C(=O)N)": 1624,
      "c3c(OC)": 1625,
      "C[C@@H]1CC": 1626,
      "c(Cl)c3)": 1627,
      "ccc(Br)": 1628,
      "[C@@H](OC(=O)": 1629,
      "c2cnn(C)": 1630,
      "c2c(F)cccc2)": 1631,
      "c4)=O)": 1632,
      "NC(C)": 1633,
      "c1ccc(-c2cc": 1634,
      "c(Cl)c1)": 1635,
      "c1n(-": 1636,
      "c2ccccc2)CC1": 1637,
      "C[C@@H](CC": 1638,
      "c3ccncc3)": 1639,
      "CNC": 1640,
      "/C(C)=C/": 1641,
      "(N1": 1642,
      "CCN2": 1643,
      "c(S(=O)(=O)N": 1644,
      "c1(NC(": 1645,
      "c1c(Cl)cccc1": 1646,
      "ccc(O": 1647,
      "c1(-c2cc": 1648,
      "c2C)=O)": 1649,
      "n1(-": 1650,
      "5)=O)": 1651,
      "C(=O)O)=O)": 1652,
      "CCC)=O)": 1653,
      "c2n(-": 1654,
      "c2ncccc2": 1655,
      "c1c(cccc1)": 1656,
      "[C@H](OC(=O)": 1657,
      "C1CCCC1": 1658,
      "cc2c1": 1659,
      "c2)n1": 1660,
      "2CCC(N": 1661,
      "ccc1Cl": 1662,
      "CN=C(N)N)": 1663,
      "c(-c3cccc": 1664,
      "[C@@H](C(=O)O)": 1665,
      "[C@@H](C(O)=O)": 1666,
      "c4ccc(Cl)cc": 1667,
      "cc(C#N)": 1668,
      "C1CCC1": 1669,
      "[C@@H](C)N": 1670,
      "c1(CN": 1671,
      "c1cccc2)": 1672,
      "CCC3": 1673,
      "[C@@H](c2ccccc2)": 1674,
      "(C=C)": 1675,
      "C(C)(C)C)=O)": 1676,
      "c2cc(C(F)(F)F)": 1677,
      "c12)": 1678,
      "C)CC2)": 1679,
      "ccc1F": 1680,
      "C)cc2)": 1681,
      "N(C(C)=O)": 1682,
      "(C(=O)OCC)": 1683,
      "/C=N/N": 1684,
      "c3c(n2)": 1685,
      ".[Na+].[Na+]": 1686,
      "c5ccccc5)": 1687,
      "OCC)cc": 1688,
      "c1nn(C)": 1689,
      "[C@@](C)(": 1690,
      "Cc1ccccc1)": 1691,
      "C1=C": 1692,
      "(C)CC3)": 1693,
      "S2": 1694,
      "2C[C@@H]3": 1695,
      "C(=O)N2CC": 1696,
      "[C@H]3C": 1697,
      "(CC=C)": 1698,
      "c2ccc(Cl)cc2": 1699,
      "[Cl-]": 1700,
      "N(S(=O)(=O)": 1701,
      "c2ccc(C(F)(F)F)": 1702,
      "n1-": 1703,
      "cc(NC(=O)": 1704,
      "C)C2)": 1705,
      "[N+](": 1706,
      "c2cccnc2)": 1707,
      "c(=O)n(C": 1708,
      "C(C(=O)O)": 1709,
      "CCCC(=O)N": 1710,
      "c1cc(OC)ccc1": 1711,
      "c1nc(": 1712,
      "c3ccccc3n": 1713,
      "(CCO)": 1714,
      "C(C(O)=O)": 1715,
      "c1c2cccc": 1716,
      "c1(C(F)(F)F)": 1717,
      "[C@@H](CCCCN)": 1718,
      "NC(=O)[C@H](": 1719,
      "[C@@H]3C": 1720,
      "c(SC)": 1721,
      "C[C@@H]4": 1722,
      "CCCC)=O)": 1723,
      "CCCN1C(=O)": 1724,
      "CCC[C@@H]1": 1725,
      "c1cc(C)ccc1": 1726,
      "cncc1": 1727,
      "c(C)cc2)=O)": 1728,
      "cn2)=O)": 1729,
      "ccc(C(N": 1730,
      "1CCCC1)": 1731,
      "ncc3": 1732,
      "3c(cc2)": 1733,
      "nc2-": 1734,
      "C=C)": 1735,
      "CN(C(CC": 1736,
      "[C@H]2CCCC": 1737,
      "SCC(=O)N": 1738,
      "n1c(-c2cc": 1739,
      "[C@@H](C)C(=O)N": 1740,
      "S(CC": 1741,
      "C(C#N)": 1742,
      "c[n+]": 1743,
      "c2c(F)cccc2": 1744,
      "COC(": 1745,
      "[C@@H](Cc1ccccc1)": 1746,
      "c1ccc(Br)cc": 1747,
      "[C@H](C(F)(F)F)": 1748,
      "sc2": 1749,
      "OCCC1": 1750,
      ".[Cl-]": 1751,
      "c1cnccc1": 1752,
      "nn(-": 1753,
      "c1c2ccccc2": 1754,
      "C[C@@H](OC)": 1755,
      "[C@H]2O)": 1756,
      "c1ccncc1": 1757,
      "c3ccc(Br)cc": 1758,
      "c2c(Cl)cccc2)": 1759,
      "c(C(OC)=O)": 1760,
      "c2)=O)C1": 1761,
      "cc(O": 1762,
      "[C@H](C1)": 1763,
      "5CC": 1764,
      "c(C)n2)": 1765,
      "c2ccccc2OC)": 1766,
      "[C@H](NC": 1767,
      "CC(C)(C)C": 1768,
      "cc2C)": 1769,
      "C(CCC": 1770,
      "c2c(OC)cccc2)": 1771,
      "n3cc": 1772,
      "C(CS": 1773,
      "c(OC)c1)": 1774,
      "(C)C)=O": 1775,
      "FC(F)(": 1776,
      "c(C2": 1777,
      "[C@@H]2CCCN": 1778,
      "OCCOC)": 1779,
      "c(O)cc2)": 1780,
      "(C)C)cc1": 1781,
      "c3c[nH]": 1782,
      "[C@@H](C1)": 1783,
      "C)O": 1784,
      "nc(CN": 1785,
      "c2ccc(C(N": 1786,
      "c(F)cc1)": 1787,
      "c1c2c(ccc1": 1788,
      "OCCN1": 1789,
      "OCC2": 1790,
      "C1)N": 1791,
      "c2ccccc2)C1": 1792,
      "C)=O)c1": 1793,
      "c([N+](=O)[O-])": 1794,
      "c(C#N)cc": 1795,
      "[C@@H](C)C1": 1796,
      "[C@H]1(C)": 1797,
      "(CC)CC)=O)": 1798,
      "nc12": 1799,
      "(NC(N": 1800,
      "C[C@H]2CC": 1801,
      "nc2c(": 1802,
      "C(OCC)=O)": 1803,
      "C1CC(": 1804,
      "c2nnc(": 1805,
      "(O)CC": 1806,
      "[C@H](CCCCN)": 1807,
      "cc(F)c1": 1808,
      "nc2C)": 1809,
      "CC(N)=O)": 1810,
      "co3)": 1811,
      "c2cccn": 1812,
      "c(C(=O)N)": 1813,
      "c3cc(-": 1814,
      "c3ccc(O)cc3)": 1815,
      "[nH]n3)": 1816,
      "O=S(": 1817,
      "(=O)=O)c1": 1818,
      "nc2c1": 1819,
      "C1CCN(": 1820,
      "=O)cc1": 1821,
      "CCC(C": 1822,
      "2CCN": 1823,
      "C(N[C@H]1": 1824,
      "C(CO)": 1825,
      "[C@H](C(N)=O)": 1826,
      "C[C@@H](CC)": 1827,
      "C[C@@H](C)O": 1828,
      "c(C(=O)OCC)": 1829,
      "[C@@H](F)": 1830,
      "CCCCCC)": 1831,
      "c2c(N)": 1832,
      "n3cn": 1833,
      "C/C=C\\": 1834,
      "c1c(NC(": 1835,
      "c(OC)c(OC)c2)": 1836,
      "#N)cc3)": 1837,
      "ccn3)": 1838,
      "N(C(=O)CC": 1839,
      "ccc2)cc": 1840,
      "c1c(C)o": 1841,
      "(C(C": 1842,
      "ccc(Cl)c1": 1843,
      "[C@H](C(=O)N)": 1844,
      "c1(N)": 1845,
      "c3n[nH]": 1846,
      "/C=C2\\": 1847,
      "OCCO2": 1848,
      "(C)=O": 1849,
      "c3cc4": 1850,
      "([O-])=O)": 1851,
      "c2nc1": 1852,
      "CCC2)c1": 1853,
      "[C@@H](C)C2)": 1854,
      "cc(OC)c1": 1855,
      "cnc3)": 1856,
      "NS(=O)(=O)": 1857,
      "c1ccc(CC": 1858,
      "C(c1cn": 1859,
      "=C1\\": 1860,
      "c1ccc(C2": 1861,
      "CCN(C)C": 1862,
      "S1(=O)": 1863,
      "CCO2)": 1864,
      "c(N2": 1865,
      "C1CCN(C": 1866,
      "CC2)=O)c1": 1867,
      "C(C(C)C)": 1868,
      "CC1)=O)C": 1869,
      "c(F)cc3": 1870,
      "C(C)(": 1871,
      "[N-]": 1872,
      "[C@H](COC)": 1873,
      "C[C@@H](C)C": 1874,
      "CCCC3)=O)": 1875,
      "c1c(C)cccc1": 1876,
      "C(=O)NCC(=O)N": 1877,
      "[C@H](Cc2ccccc2)": 1878,
      "C(N(C)": 1879,
      "c2ccc(C(=O)N": 1880,
      "c4cc(OC)": 1881,
      "ccc(C(=O)N": 1882,
      "cc1OC": 1883,
      "N1CCN(": 1884,
      "c1c(N)": 1885,
      "C(N[C@@H]1": 1886,
      "NC(=O)CC": 1887,
      "CC)C": 1888,
      "c(S(N": 1889,
      "c(S(=O)(N": 1890,
      "c3c(F)cc": 1891,
      "C(S": 1892,
      "ccc(F)c1": 1893,
      "=O)=O)=O)": 1894,
      "I-]": 1895,
      "c1(C2": 1896,
      "ncn3)": 1897,
      "[Si": 1898,
      "cccc5)": 1899,
      "O[C@H](CO)": 1900,
      "nc4)": 1901,
      "c3no": 1902,
      "=N)N)=O)": 1903,
      "CO1": 1904,
      "co1)": 1905,
      "[C@]2(C": 1906,
      "c3cc4c(cc3)": 1907,
      "[C@H](C)NC(": 1908,
      "c3c(C)cc": 1909,
      "s2)=O)": 1910,
      "nc1N": 1911,
      "CCCNC(N)=N": 1912,
      "C(Cl)": 1913,
      "[Si]": 1914,
      "C[C@]1": 1915,
      "c3cc(O)": 1916,
      "C3CC3)": 1917,
      "C(N(CC": 1918,
      "[nH]2": 1919,
      "cc1)N": 1920,
      "C(=O)N[C@@H](CC(C)C)": 1921,
      "ccc1O": 1922,
      "OCc2ccccc2)": 1923,
      "CCC2)C1": 1924,
      "[C@@]2(C": 1925,
      "c2c(C)o": 1926,
      "(C)C)c1": 1927,
      "cccc1)=O": 1928,
      "/N=C(\\": 1929,
      "c3ccccc3)CC2)": 1930,
      "CCC2)cc1": 1931,
      "(N1CC": 1932,
      "c2ccccc2Cl)": 1933,
      "nnc1-": 1934,
      "(CNC(C": 1935,
      "[C@H](C(C)(C)C)": 1936,
      "c(Cl)cc2)=O)": 1937,
      "[C@](C)(CC": 1938,
      "c2N": 1939,
      "[nH]n1": 1940,
      "c4ccc(OC)cc": 1941,
      "c(OC)cc2)=O)": 1942,
      "OCO4)": 1943,
      "C1)CC": 1944,
      "c1(Br)cc": 1945,
      "O[C@H](": 1946,
      "C1CO": 1947,
      "c2nn(C)": 1948,
      "4CCOCC4)": 1949,
      "c1c2c(cccc2)": 1950,
      "2CCC[C@H]2": 1951,
      "(C2CC2)": 1952,
      "[n+]2": 1953,
      "c3cc(Cl)": 1954,
      "OC(C)(C)C)=O": 1955,
      "#N)=O)": 1956,
      "c2c3ccccc3": 1957,
      "[C@@H](O)[C@H](": 1958,
      "=O)c1": 1959,
      "CCCC[C@H]1": 1960,
      "c3ccccc3)cc": 1961,
      "(C2": 1962,
      "(NC(=O)N": 1963,
      ".[I-]": 1964,
      "[C@]5": 1965,
      "c1c(CC)": 1966,
      "(=O)N1": 1967,
      "2CC2)=O)": 1968,
      "ncn1": 1969,
      "(C)=C)": 1970,
      "c3ccccc23)": 1971,
      "OC(C)(C)C)=O)C": 1972,
      "cc([N+]([O-])=O)": 1973,
      "[C@H](CO": 1974,
      "OCC3)=O)": 1975,
      "c3cs": 1976,
      "CCC(=O)O)": 1977,
      "[C@H]4CC": 1978,
      "OC)C": 1979,
      "c2ccccc21)": 1980,
      "[C@@H]1(C)": 1981,
      "c(-n2": 1982,
      "[C@@H](Cc2ccccc2)": 1983,
      "C(N2CC": 1984,
      "CN(C)C(=O)": 1985,
      "c(O)cc1)": 1986,
      "C1=N": 1987,
      "c1c(C2": 1988,
      "c2ccc(OC": 1989,
      "nc(CC)": 1990,
      "c2n[nH]nn2)": 1991,
      "C1)=O)C": 1992,
      "(NCC": 1993,
      "P(O": 1994,
      "C)=O)cc1": 1995,
      "[C@@H](C)O": 1996,
      "[C@H]1(": 1997,
      "c2nc(N)": 1998,
      "[C@@H]2CN(C(=O)": 1999,
      "c1cc(NC(": 2000,
      "c1c(CN": 2001,
      "c2ncccn2)": 2002,
      "c(C)c2": 2003,
      "c(C2CC2)": 2004,
      "c2ccc([N+]([O-])=O)": 2005,
      "[C@]23": 2006,
      "c1c(C)cc(C)": 2007,
      "nn3": 2008,
      "Nc1n": 2009,
      "C1CCN(C(=O)": 2010,
      "CN(C(=O)N": 2011,
      "c2c(c1": 2012,
      "cnc3": 2013,
      "(O)C)": 2014,
      "c2)=O)CC1": 2015,
      "[C@@H](C2)": 2016,
      "c4ncc": 2017,
      "c(F)cc2)=O)": 2018,
      "C1(c2cc": 2019,
      "C(N(": 2020,
      "c(O)c(O)": 2021,
      "c2)=O)c1": 2022,
      "C(=C/": 2023,
      "[C@H](OCC)": 2024,
      "[C@@H](C)CC": 2025,
      "c2c(C)cccc2)": 2026,
      "cnc(N": 2027,
      "(CCN": 2028,
      "[nH]c2": 2029,
      "[C@@]23": 2030,
      "c12c(cc": 2031,
      "n5": 2032,
      "(C(F)F)": 2033,
      "(=O)C)": 2034,
      "c1ccccc1)C": 2035,
      "c3ccc(O": 2036,
      "[C@@H]2C[C@H]2": 2037,
      "[C@@H]1(": 2038,
      "c1cc(OCC": 2039,
      "N(CC(=O)N": 2040,
      "C)=O)CC1": 2041,
      "ccn1)": 2042,
      "C(=O)(C": 2043,
      "[C@H](N(C)C)": 2044,
      "C2)n1": 2045,
      "[C@H](O)[C@@H](O)[C@H](O)": 2046,
      "c(OC)c(OC)c1": 2047,
      "c2cccs2)": 2048,
      "=CC1": 2049,
      "[C@@H](C)NC(=O)": 2050,
      "[C@@]5": 2051,
      "c3cnccc3)": 2052,
      "CCC(C)C)": 2053,
      "/C=C2/": 2054,
      "[C@@H](C(F)(F)F)": 2055,
      "c3ncccc3)": 2056,
      "c(SCC(=O)N": 2057,
      "CC1)N": 2058,
      "c3c(Cl)cc": 2059,
      "c(F)c1)": 2060,
      "c(=O)n(-": 2061,
      "C(c1n": 2062,
      "C(=O)OCC": 2063,
      "[C@H](C2)": 2064,
      "c2ccc(-c3cc": 2065,
      "c(C(OCC)=O)": 2066,
      "c1c(OC": 2067,
      "c1cc(Br)": 2068,
      "(=O)OCC": 2069,
      "c1cccc(CN": 2070,
      "c3cccc4": 2071,
      "n(C(C)C)": 2072,
      "NC(=O)[C@H](CC(C)C)": 2073,
      "C(=O)N2C": 2074,
      "c(CCC)": 2075,
      "c4s": 2076,
      "/C1": 2077,
      "c4[nH]": 2078,
      "[C@H]6": 2079,
      "c3ccccn3)": 2080,
      "NC(CC": 2081,
      "(CN)": 2082,
      "c2)=O)cc1": 2083,
      "[C@@H]1CN(C(=O)": 2084,
      "N=C": 2085,
      "SS": 2086,
      "c2c3c(cccc3)": 2087,
      "[C@](C)(": 2088,
      "c1ccc(Br)cc1": 2089,
      "CCCNC(=N)N)=O)": 2090,
      "/c(": 2091,
      "(CCCN": 2092,
      "oc2": 2093,
      ")cc3": 2094,
      "NC2=O)": 2095,
      "2CCOCC2)=O)": 2096,
      "c(SCC(N": 2097,
      "c3cccc(Cl)": 2098,
      "C(N2": 2099,
      "CC2)=O)cc1": 2100,
      "C[C@@]1": 2101,
      "nc(C(F)(F)F)": 2102,
      "n2C)": 2103,
      "c1c(OC)c(OC)": 2104,
      "ccc(CN": 2105,
      "N(Cc2ccccc2)": 2106,
      "3CC3)=O)": 2107,
      "ccc(OC)c1": 2108,
      "1CCN(": 2109,
      "C(c2ccccc2)": 2110,
      "c2nc(C)n": 2111,
      "CCCC(N": 2112,
      "c2ccc(-c3": 2113,
      "c3ccc4c(c3)": 2114,
      "(/C=C/": 2115,
      "(C)O": 2116,
      "(Cl)cc2)": 2117,
      "N2CCOCC2)": 2118,
      "nc(NC(=O)": 2119,
      "O)O": 2120,
      "n1cc(C": 2121,
      "[n+]([O-])": 2122,
      "CN(C)CC": 2123,
      "4)cc3": 2124,
      "2CCCCC2)=O)": 2125,
      "nc(Cl)": 2126,
      "c2ccc(CC": 2127,
      "C[C@H](NC(=O)": 2128,
      "C(N1CCC": 2129,
      "CC(CC": 2130,
      "c(=S)": 2131,
      "C(/C=C/": 2132,
      "C1)C2": 2133,
      "Cc1cc(C)": 2134,
      "C(OCC)": 2135,
      "c2n3c(": 2136,
      "c(Cl)ccc1": 2137,
      "c2cc(C(=O)N": 2138,
      "C1(C(=O)N": 2139,
      "=C1/": 2140,
      "c(F)c3)": 2141,
      "cc21": 2142,
      "c2ccc(CN": 2143,
      "CC(O)": 2144,
      "(C)C1": 2145,
      "n1c(N2CC": 2146,
      "cc2)ccc1": 2147,
      "[C@H](c1ccccc1)": 2148,
      "O(C(=O)": 2149,
      "c2O)": 2150,
      "c2F)": 2151,
      "c%1": 2152,
      "c1cccc(Cl)c1": 2153,
      "c2cc(C(N": 2154,
      "c2ccc(NC(=O)": 2155,
      "[C@H]2CN(C(=O)": 2156,
      "c2ccc(OC)": 2157,
      "CCNC(C": 2158,
      "c2cccc(-": 2159,
      "c3ccccc3)cc2)": 2160,
      "5c(": 2161,
      "/C2": 2162,
      "CCCCCCCCCCCC": 2163,
      "c2cc1)": 2164,
      "s2": 2165,
      "c(N3CCC": 2166,
      "=[N-]": 2167,
      "c3ccc(OCC": 2168,
      "O=S(=O)(N": 2169,
      "c(-c4ccccc4)": 2170,
      "CO2": 2171,
      "C(=O)N[C@H]1": 2172,
      "c1ccc(S(=O)(=O)N": 2173,
      "c(OC)c(OC)c3)": 2174,
      "c(CO)": 2175,
      "C(=O)N2)": 2176,
      "c2c(CC)": 2177,
      "C1(C(N": 2178,
      "N2C(": 2179,
      "ccc(Cl)": 2180,
      "[C@@H](COC)": 2181,
      "c1sccc1": 2182,
      "SCC(N": 2183,
      "c2ccco2)": 2184,
      "c3ccc(C(F)(F)F)": 2185,
      "C1=": 2186,
      "cc(Cl)c1": 2187,
      "/C=C(\\C)": 2188,
      "cn3": 2189,
      "C[C@@H](O": 2190,
      "OC)=O": 2191,
      "CC(C)(C)O": 2192,
      "c[nH]2)": 2193,
      "c(CNC(=O)": 2194,
      "[C@H](C(=O)N[C@H](C(=O)N": 2195,
      "cc2)n1": 2196,
      "C2CCCC2)": 2197,
      "(C)CC2)": 2198,
      "c1c(C#N)": 2199,
      "c2c(Cl)cccc2": 2200,
      "CN(C(N": 2201,
      "NC(=O)CNC(=O)": 2202,
      ")cc2)=O)": 2203,
      "[C@H]2N(C(=O)": 2204,
      "[C@H](C(=O)OC)": 2205,
      "[C@H]3CCC": 2206,
      "c3cccc(F)": 2207,
      "c1ccc([N+]([O-])=O)": 2208,
      "CC(F)(F)F)": 2209,
      "ccc12": 2210,
      "c2ccc3c(": 2211,
      "sc1)": 2212,
      "c1cc(C2": 2213,
      "O[C@H]2": 2214,
      "c2c1cccc2)": 2215,
      "N1C(": 2216,
      "c(F)ccc1": 2217,
      "CCN(C)CC1": 2218,
