{
    "version": "1.0",
    "truncation": null,
    "padding": null,
      "added_tokens": [
      {
        "id": 0,
        "content": "<UNK>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 1,
        "content": "<PAD>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 2,
        "content": "<CLS>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 3,
        "content": "<SEP>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 4,
        "content": "<MASK>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 5,
        "content": "<EOS>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 6,
        "content": "<CELL_TYPE_CLASS>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 7,
        "content": "<TISSUE_TYPE_CLASS>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 8,
        "content": "<MOLECULAR_ENTITY_CELL_GENE_EXPRESSION_RANKED>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      }],
    "normalizer": null,
    "pre_tokenizer": {
      "type": "Sequence",
      "pretokenizers": [
        {
          "type": "Split",
          "pattern": {
            "Regex": "<.*?>|\\[.*?\\]|\\S"
          },
          "behavior": "Removed",
          "invert": true
        }
      ]
    },
    "post_processor": null,
    "decoder": null,
    "model": {
      "type": "WordLevel",
      "vocab": {
        "[CL:0000499]": 1000,
        "[CL:2000060]": 1001,
        "[CL:0000235]": 1002,
        "[CL:0002343]": 1003,
        "[CL:0000084]": 1004,
        "[CL:2000042]": 1005,
        "[CL:0000066]": 1006,
        "[CL:0008036]": 1007,
        "[CL:3000001]": 1008,
        "[CL:0000525]": 1009,
        "[CL:0000623]": 1010,
        "[CL:0009095]": 1011,
        "[CL:0000003]": 1012,
        "[CL:0001078]": 1013,
        "[CL:0000815]": 1014,
        "[CL:0002601]": 1015,
        "[CL:0000451]": 1016,
        "[CL:0009092]": 1017,
        "[CL:0002138]": 1018,
        "[CL:0000236]": 1019,
        "[CL:0000786]": 1020,
        "[CL:0000094]": 1021,
        "[CL:0002488]": 1022,
        "[CL:0000625]": 1023,
        "[CL:0000913]": 1024,
        "[CL:0000624]": 1025,
        "[CL:0000895]": 1026,
        "[CL:0000905]": 1027,
        "[CL:0000792]": 1028,
        "[CL:0000940]": 1029,
        "[CL:0000788]": 1030,
        "[CL:0000900]": 1031,
        "[CL:0000798]": 1032,
        "[CL:0000970]": 1033,
        "[CL:0000985]": 1034,
        "[CL:0000972]": 1035,
        "[CL:0000987]": 1036,
        "[CL:0011026]": 1037,
        "[CL:4023040]": 1038,
        "[CL:0002555]": 1039,
        "[CL:0000071]": 1040,
        "[CL:0002326]": 1041,
        "[CL:0008034]": 1042,
        "[CL:0002324]": 1043,
        "[CL:0000128]": 1044,
        "[CL:4023016]": 1045,
        "[CL:4023018]": 1046,
        "[CL:0000988]": 1047,
        "[CL:0002605]": 1048,
        "[CL:4023011]": 1049,
        "[CL:4023017]": 1050,
        "[CL:0000129]": 1051,
        "[CL:0002453]": 1052,
        "[CL:4023015]": 1053,
        "[CL:4023012]": 1054,
        "[CL:4023013]": 1055,
        "[CL:4023038]": 1056,
        "[CL:4023036]": 1057,
        "[CL:4023070]": 1058,
        "[CL:4023051]": 1059,
        "[CL:4023041]": 1060,
        "[CL:1001602]": 1061,
        "[CL:0000151]": 1062,
        "[CL:0000860]": 1063,
        "[CL:0000186]": 1064,
        "[CL:0002306]": 1065,
        "[CL:0000814]": 1066,
        "[CL:1001431]": 1067,
        "[CL:1001106]": 1068,
        "[CL:0000057]": 1069,
        "[CL:1000692]": 1070,
        "[CL:0000115]": 1071,
        "[CL:0000192]": 1072,
        "[CL:0002117]": 1073,
        "[CL:0000233]": 1074,
        "[CL:0001044]": 1075,
        "[CL:0001050]": 1076,
        "[CL:1001111]": 1077,
        "[CL:0000067]": 1078,
        "[CL:1001107]": 1079,
        "[CL:1001432]": 1080,
        "[CL:1000849]": 1081,
        "[CL:0000669]": 1082,
        "[CL:0000738]": 1083,
        "[CL:0000492]": 1084,
        "[CL:1000768]": 1085,
        "[CL:0000979]": 1086,
        "[CL:0000875]": 1087,
        "[CL:0000097]": 1088,
        "[CL:0000081]": 1089,
        "[CL:0000232]": 1090,
        "[CL:1001318]": 1091,
        "[CL:0002393]": 1092,
        "[CL:0000653]": 1093,
        "[CL:1000597]": 1094,
        "[CL:1000452]": 1095,
        "[CL:0002319]": 1096,
        "[CL:0019026]": 1097,
        "[CL:0019029]": 1098,
        "[CL:0019028]": 1099,
        "[CL:0019022]": 1100,
        "[CL:0010011]": 1101,
        "[CL:0000091]": 1102,
        "[CL:0000863]": 1103,
        "[CL:0000679]": 1104,
        "[CL:0000632]": 1105,
        "[CL:0013000]": 1106,
        "[CL:0001054]": 1107,
        "[CL:1000488]": 1108,
        "[CL:0000939]": 1109,
        "[CL:0000789]": 1110,
        "[CL:0000182]": 1111,
        "[CL:0019021]": 1112,
        "[CL:0000904]": 1113,
        "[CL:0001042]": 1114,
        "[CL:0000785]": 1115,
        "[CL:0002038]": 1116,
        "[CL:0000938]": 1117,
        "[CL:0000980]": 1118,
        "[CL:0000816]": 1119,
        "[CL:0000784]": 1120,
        "[CL:0002396]": 1121,
        "[CL:0000764]": 1122,
        "[CL:0000359]": 1123,
        "[CL:0000782]": 1124,
        "[CL:0001056]": 1125,
        "[CL:0000695]": 1126,
        "[CL:0000986]": 1127,
        "[CL:0001024]": 1128,
        "[CL:0000576]": 1129,
        "[CL:0001077]": 1130,
        "[CL:0008001]": 1131,
        "[CL:0000545]": 1132,
        "[CL:0000546]": 1133,
        "[CL:0001081]": 1134,
        "[CL:0001066]": 1135,
        "[CL:0000990]": 1136,
        "[CL:0000542]": 1137,
        "[CL:0000604]": 1138,
        "[CL:0000748]": 1139,
        "[CL:0000125]": 1140,
        "[CL:0000573]": 1141,
        "[CL:0000561]": 1142,
        "[CL:0000745]": 1143,
        "[CL:0000749]": 1144,
        "[CL:0000750]": 1145,
        "[CL:0000636]": 1146,
        "[CL:0000740]": 1147,
        "[CL:0000127]": 1148,
        "[CL:0002586]": 1149,
        "[CL:0000583]": 1150,
        "[CL:0002063]": 1151,
        "[CL:0002062]": 1152,
        "[CL:0000158]": 1153,
        "[CL:0000064]": 1154,
        "[CL:0000138]": 1155,
        "[CL:0000160]": 1156,
        "[CL:0000646]": 1157,
        "[CL:0000595]": 1158,
        "[CL:1000413]": 1159,
        "[CL:0002543]": 1160,
        "[CL:1000223]": 1161,
        "[CL:0002341]": 1162,
        "[CL:1000296]": 1163,
        "[CL:0002340]": 1164,
        "[CL:1000304]": 1165,
        "[CL:0002399]": 1166,
        "[CL:1000487]": 1167,
        "[CL:0000810]": 1168,
        "[CL:1000305]": 1169,
        "[CL:2000059]": 1170,
        "[CL:0002622]": 1171,
        "[CL:1000299]": 1172,
        "[CL:0000811]": 1173,
        "[CL:0002394]": 1174,
        "[CL:0000165]": 1175,
        "[CL:0000775]": 1176,
        "[CL:0000908]": 1177,
        "[CL:0000921]": 1178,
        "[CL:0000897]": 1179,
        "[CL:1000398]": 1180,
        "[CL:0001065]": 1181,
        "[CL:0000787]": 1182,
        "[CL:1000329]": 1183,
        "[CL:0000319]": 1184,
        "[CL:0000037]": 1185,
        "[CL:1000330]": 1186,
        "[CL:2000055]": 1187,
        "[CL:0005006]": 1188,
        "[CL:0002538]": 1189,
        "[CL:0000767]": 1190,
        "[CL:0000809]": 1191,
        "[CL:0002623]": 1192,
        "[CL:0000746]": 1193,
        "[CL:1000432]": 1194,
        "[CL:0002071]": 1195,
        "[CL:0010008]": 1196,
        "[CL:0000909]": 1197,
        "[CL:4006000]": 1198,
        "[CL:0000763]": 1199,
        "[CL:0000068]": 1200,
        "[CL:0000575]": 1201,
        "[CL:1001428]": 1202,
        "[CL:0002064]": 1203,
        "[CL:0000287]": 1204,
        "[CL:0009009]": 1205,
        "[CL:0002079]": 1206,
        "[CL:0000134]": 1207,
        "[CL:0002677]": 1208,
        "[CL:0002363]": 1209,
        "[CL:0000794]": 1210,
        "[CL:0002585]": 1211,
        "[CL:0002503]": 1212,
        "[CL:0000038]": 1213,
        "[CL:1000320]": 1214,
        "[CL:0002144]": 1215,
        "[CL:0002410]": 1216,
        "[CL:0008011]": 1217,
        "[CL:0002139]": 1218,
        "[CL:0002548]": 1219,
        "[CL:0000148]": 1220,
        "[CL:0002366]": 1221,
        "[CL:0000185]": 1222,
        "[CL:0000681]": 1223,
        "[CL:0002149]": 1224,
        "[CL:0000187]": 1225,
        "[CL:0000034]": 1226,
        "[CL:0009016]": 1227,
        "[CL:0002365]": 1228,
        "[CL:0000190]": 1229,
        "[CL:0000114]": 1230,
        "[CL:1000436]": 1231,
        "[CL:0009011]": 1232,
        "[CL:0009005]": 1233,
        "[CL:0000136]": 1234,
        "[CL:0000189]": 1235,
        "[CL:0000131]": 1236,
        "[CL:0000049]": 1237,
        "[CL:1001516]": 1238,
        "[CL:0000312]": 1239,
        "[CL:0000808]": 1240,
        "[CL:0000453]": 1241,
        "[CL:0000169]": 1242,
        "[CL:0002303]": 1243,
        "[CL:0019032]": 1244,
        "[CL:0000841]": 1245,
        "[CL:0002673]": 1246,
        "[CL:0000388]": 1247,
        "[CL:0002370]": 1248,
        "[CL:0000077]": 1249,
        "[CL:0002518]": 1250,
        "[CL:0000807]": 1251,
        "[CL:0000584]": 1252,
        "[CL:1000334]": 1253,
        "[CL:0000894]": 1254,
        "[CL:1000271]": 1255,
        "[CL:2000016]": 1256,
        "[CL:1000495]": 1257,
        "[CL:1000343]": 1258,
        "[CL:0002250]": 1259,
        "[CL:0009012]": 1260,
        "[CL:0002598]": 1261,
        "[CL:0009017]": 1262,
        "[CL:0017000]": 1263,
        "[CL:1000331]": 1264,
        "[CL:0000019]": 1265,
        "[CL:0002573]": 1266,
        "[CL:0000188]": 1267,
        "[CL:0000893]": 1268,
        "[CL:0002320]": 1269,
        "[CL:0000171]": 1270,
        "[CL:0002275]": 1271,
        "[CL:1001589]": 1272,
        "[CL:0000823]": 1273,
        "[CL:0000173]": 1274,
        "[CL:0001058]": 1275,
        "[CL:0000934]": 1276,
        "[CL:0000818]": 1277,
        "[CL:0001043]": 1278,
        "[CL:0001049]": 1279,
        "[CL:0000776]": 1280,
        "[CL:0005012]": 1281,
        "[CL:0000982]": 1282,
        "[CL:0000984]": 1283,
        "[CL:0001076]": 1284,
        "[CL:0002489]": 1285,
        "[CL:1000272]": 1286,
        "[CL:0019019]": 1287,
        "[CL:0000135]": 1288,
        "[CL:0002057]": 1289,
        "[CL:0000791]": 1290,
        "[CL:0002397]": 1291,
        "[CL:0000556]": 1292,
        "[CL:0000800]": 1293,
        "[CL:0000076]": 1294,
        "[CL:0000121]": 1295,
        "[CL:0000498]": 1296,
        "[CL:0000120]": 1297,
        "[CL:0000123]": 1298,
        "[CL:0000122]": 1299,
        "[CL:0000555]": 1300,
        "[CL:0000126]": 1301,
        "[CL:0000540]": 1302,
        "[CL:0000164]": 1303,
        "[CL:0002425]": 1304,
        "[CL:0000817]": 1305,
        "[CL:0000557]": 1306,
        "[CL:0000826]": 1307,
        "[CL:0000050]": 1308,
        "[CL:0000834]": 1309,
        "[CL:0002045]": 1310,
        "[CL:0001082]": 1311,
        "[CL:0000617]": 1312,
        "[CL:0002563]": 1313,
        "[CL:0002350]": 1314,
        "[CL:1000309]": 1315,
        "[CL:2000041]": 1316,
        "[CL:0000166]": 1317,
        "[CL:0005025]": 1318,
        "[CL:0000765]": 1319,
        "[CL:2000046]": 1320,
        "[CL:0002129]": 1321,
        "[CL:0008019]": 1322,
        "[CL:0000216]": 1323,
        "[CL:0000501]": 1324,
        "[CL:0002094]": 1325,
        "[CL:0000630]": 1326,
        "[CL:2000064]": 1327,
        "[CL:0000178]": 1328,
        "[CL:0000586]": 1329,
        "[CL:0000024]": 1330,
        "[CL:0002371]": 1331,
        "[CL:0000670]": 1332,
        "[CL:0000023]": 1333,
        "[CL:0000015]": 1334,
        "[CL:0000650]": 1335,
        "[CL:0005026]": 1336,
        "[CL:0000209]": 1337,
        "[CL:0002632]": 1338,
        "[CL:0000622]": 1339,
        "[CL:0000594]": 1340,
        "[CL:0000163]": 1341,
        "[CL:0007011]": 1342,
        "[CL:0011101]": 1343,
        "[CL:0002097]": 1344,
        "[CL:0000210]": 1345,
        "[CL:0011103]": 1346,
        "[CL:0002204]": 1347,
        "[CL:0000145]": 1348,
        "[CL:0000397]": 1349,
        "[CL:0000103]": 1350,
        "[CL:0002293]": 1351,
        "[CL:0011004]": 1352,
        "[CL:0002504]": 1353,
        "[CL:0000677]": 1354,
        "[CL:1000279]": 1355,
        "[CL:0002088]": 1356,
        "[CL:0000898]": 1357,
        "[CL:0019031]": 1358,
        "[CL:0008015]": 1359,
        "[CL:0000100]": 1360,
        "[CL:1000275]": 1361,
        "[CL:0000099]": 1362,
        "[CL:0001071]": 1363,
        "[CL:0000766]": 1364,
        "[CL:0000082]": 1365,
        "[CL:2000032]": 1366,
        "[CL:0011115]": 1367,
        "[CL:0000682]": 1368,
        "[CL:0000906]": 1369,
        "[CL:0000896]": 1370,
        "[CL:0002131]": 1371,
        "[CL:0000813]": 1372,
        "[CL:0000079]": 1373,
        "[CL:2000095]": 1374,
        "[CL:1000909]": 1375,
        "[CL:0005010]": 1376,
        "[CL:0002322]": 1377,
        "[CL:0000890]": 1378,
        "[CL:0002258]": 1379,
        "[CL:0001063]": 1380,
        "[CL:0000696]": 1381,
        "[CL:0005019]": 1382,
        "[CL:0005022]": 1383,
        "[CL:0002627]": 1384,
        "[CL:0002629]": 1385,
        "[CL:0005011]": 1386,
        "[CL:0005009]": 1387,
        "[CL:1000892]": 1388,
        "[CL:0002201]": 1389,
        "[CL:0000790]": 1390,
        "[CL:1001433]": 1391,
        "[CL:0000155]": 1392,
        "[CL:0002633]": 1393,
        "[CL:1000143]": 1394,
        "[CL:0001057]": 1395,
        "[CL:0009002]": 1396,
        "[CL:0002241]": 1397,
        "[CL:1000491]": 1398,
        "[CL:0019001]": 1399,
        "[CL:0002102]": 1400,
        "[CL:0000822]": 1401,
        "[CL:0002327]": 1402,
        "[CL:0000644]": 1403,
        "[CL:0002179]": 1404,
        "[CL:0002252]": 1405,
        "[CL:0000651]": 1406,
        "[CL:0000903]": 1407,
        "[CL:0000508]": 1408,
        "[CL:0002268]": 1409,
        "[CL:0002657]": 1410,
        "[CL:0000162]": 1411,
        "[CL:2000006]": 1412,
        "[CL:0009112]": 1413,
        "[CL:0009111]": 1414,
        "[CL:0000907]": 1415,
        "[CL:0009113]": 1416,
        "[CL:0000529]": 1417,
        "[CL:1000443]": 1418,
        "[CL:0000132]": 1419,
        "[CL:0002243]": 1420,
        "[CL:0002304]": 1421,
        "[CL:0009010]": 1422,
        "[CL:0000442]": 1423,
        "[CL:0002223]": 1424,
        "[CL:1001509]": 1425,
        "[CL:0002224]": 1426,
        "[CL:0002225]": 1427,
        "[CL:0001062]": 1428,
        "[CL:0011019]": 1429,
        "[CL:0002495]": 1430,
        "[CL:0009039]": 1431,
        "[CL:0000796]": 1432,
        "[CL:0009041]": 1433,
        "[CL:0009043]": 1434,
        "[CL:0002254]": 1435,
        "[CL:0000569]": 1436,
        "[CL:0000843]": 1437,
        "[CL:0009042]": 1438,
        "[CL:0009006]": 1439,
        "[CL:1000353]": 1440,
        "[CL:0002145]": 1441,
        "[CL:0000861]": 1442,
        "[CL:0002480]": 1443,
        "[CL:4028004]": 1444,
        "[CL:4028006]": 1445,
        "[CL:1001568]": 1446,
        "[CL:0009089]": 1447,
        "[CL:2000093]": 1448,
        "[CL:1001603]": 1449,
        "[CL:4030023]": 1450,
        "[CL:0000313]": 1451,
        "[CL:1000312]": 1452,
        "[CL:0010003]": 1453,
        "[CL:0019003]": 1454,
        "[CL:0002075]": 1455,
        "[CL:4030006]": 1456,
        "[CL:0000878]": 1457,
        "[CL:0000065]": 1458,
        "[CL:0000706]": 1459,
        "[CL:0001061]": 1460,
        "[CL:1001131]": 1461,
        "[CL:1001285]": 1462,
        "[CL:1001005]": 1463,
        "[CL:0000075]": 1464,
        "[CL:1001225]": 1465,
        "[CL:0002187]": 1466,
        "[CL:0000649]": 1467,
        "[CL:0002355]": 1468,
        "[CL:0000559]": 1469,
        "[CL:0000837]": 1470,
        "[CL:0002193]": 1471,
        "[CL:0000838]": 1472,
        "[CL:0000836]": 1473,
        "[CL:0000051]": 1474,
        "[CL:0000839]": 1475,
        "[CL:0000547]": 1476,
        "[CL:0000936]": 1477,
        "[CL:0000092]": 1478,
        "[CL:0001029]": 1479,
        "[CL:0007010]": 1480,
        "[CL:0000242]": 1481,
        "[CL:0002262]": 1482,
        "[CL:2000092]": 1483,
        "[CL:0000771]": 1484,
        "[CL:0000704]": 1485,
        "[CL:0000062]": 1486,
        "[CL:0000680]": 1487,
        "[CL:0002028]": 1488,
        "[CL:0002157]": 1489,
        "[CL:0002189]": 1490,
        "[CL:0002009]": 1491,
        "[CL:0000819]": 1492,
        "[CL:0000915]": 1493,
        "[CL:0000957]": 1494,
        "[CL:0000954]": 1495,
        "[CL:0002048]": 1496,
        "[CL:0001069]": 1497,
        "[CL:0000253]": 1498,
        "[CL:0002010]": 1499,
        "[CL:1000449]": 1500,
        "[CL:0000212]": 1501,
        "[CL:0000222]": 1502,
        "[CL:1000347]": 1503,
        "[CL:0011108]": 1504,
        "[CL:0000844]": 1505,
        "[CL:0000577]": 1506,
        "[CL:0000031]": 1507,
        "[CL:0005021]": 1508,
        "[CL:0001080]": 1509,
        "[CL:0002607]": 1510,
        "[CL:0000531]": 1511,
        "[CL:0000899]": 1512,
        "[CL:0001074]": 1513,
        "[CL:0000432]": 1514,
        "[CL:0001079]": 1515,
        "[CL:0009022]": 1516,
        "[CL:0000502]": 1517,
        "[CL:0002277]": 1518,
        "[CL:0002279]": 1519,
        "[CL:0002278]": 1520,
        "[CL:0002351]": 1521,
        "[CL:0002280]": 1522,
        "[CL:0001064]": 1523,
        "[CL:0002553]": 1524,
        "[CL:0000001]": 1525,
        "[CL:0002419]": 1526,
        "[CL:0002368]": 1527,
        "[CL:0002154]": 1528,
        "[CL:0002151]": 1529,
        "[CL:0000553]": 1530,
        "[CL:0000821]": 1531,
        "[CL:0000956]": 1532,
        "[CL:0000558]": 1533,
        "[CL:0000820]": 1534,
        "[CL:0002375]": 1535,
        "[CL:0000922]": 1536,
        "[CL:0000937]": 1537,
        "[CL:0002377]": 1538,
        "[CL:0011020]": 1539,
        "[CL:0000150]": 1540,
        "[CL:0000055]": 1541,
        "[CL:0002092]": 1542,
        "[CL:0000513]": 1543,
        "[CL:0000006]": 1544,
        "[CL:0000514]": 1545,
        "[CL:1000311]": 1546,
        "[CL:0010022]": 1547,
        "[CL:0011012]": 1548,
        "[CL:0002364]": 1549,
        "[CL:0002678]": 1550,
        "[CL:0000827]": 1551,
        "[CL:0002132]": 1552,
        "[CL:0000751]": 1553,
        "[CL:0000503]": 1554,
        "[CL:1000428]": 1555,
        "[CL:0011025]": 1556,
        "[CL:0009038]": 1557,
        "[CL:0001204]": 1558,
        "[CL:0000255]": 1559,
        "[CL:0000548]": 1560,
        "[CL:0001203]": 1561,
        "[CL:0000322]": 1562,
        "[CL:0000113]": 1563,
        "[CL:1000342]": 1564,
        "[CL:0000842]": 1565,
        "[CL:1000326]": 1566,
        "[CL:0000802]": 1567,
        "[CL:1000278]": 1568,
        "[CL:1000348]": 1569,
        "[CL:0002207]": 1570,
        "[CL:2000001]": 1571,
        "[CL:1000500]": 1572,
        "[CL:1001033]": 1573,
        "[CL:1000450]": 1574,
        "[CL:0002188]": 1575,
        "[CL:1000494]": 1576,
        "[CL:0000731]": 1577,
        "[CL:0011024]": 1578,
        "[CL:0002422]": 1579,
        "[UBERON:0002450]": 1580,
        "[UBERON:0001987]": 1581,
        "[UBERON:0000453]": 1582,
        "[UBERON:0000178]": 1583,
        "[UBERON:0002113]": 1584,
        "[UBERON:0018303]": 1585,
        "[UBERON:0005406]": 1586,
        "[UBERON:0010210]": 1587,
        "[UBERON:0000310]": 1588,
        "[UBERON:0002771]": 1589,
        "[UBERON:8410010]": 1590,
        "[UBERON:0016632]": 1591,
        "[UBERON:0001225]": 1592,
        "[UBERON:0012648]": 1593,
        "[UBERON:0001228]": 1594,
        "[UBERON:0000362]": 1595,
        "[UBERON:0003889]": 1596,
        "[UBERON:0001117]": 1597,
        "[UBERON:0008933]": 1598,
        "[UBERON:0016538]": 1599,
        "[UBERON:0002436]": 1600,
        "[UBERON:0016530]": 1601,
        "[UBERON:0001384]": 1602,
        "[UBERON:0000451]": 1603,
        "[UBERON:0002822]": 1604,
        "[UBERON:0001786]": 1605,
        "[UBERON:0013682]": 1606,
        "[UBERON:0002048]": 1607,
        "[UBERON:8410025]": 1608,
        "[UBERON:8410026]": 1609,
        "[UBERON:0009834]": 1610,
        "[UBERON:0001542]": 1611,
        "[UBERON:0003126]": 1612,
        "[UBERON:0000029]": 1613,
        "[UBERON:0002107]": 1614,
        "[UBERON:0001831]": 1615,
        "[UBERON:0002106]": 1616,
        "[UBERON:0002367]": 1617,
        "[UBERON:0002370]": 1618,
        "[UBERON:0000059]": 1619,
        "[UBERON:0001911]": 1620,
        "[UBERON:0002081]": 1621,
        "[UBERON:0010033]": 1622,
        "[UBERON:0000017]": 1623,
        "[UBERON:0001013]": 1624,
        "[UBERON:0002190]": 1625,
        "[UBERON:0001832]": 1626,
        "[UBERON:0002097]": 1627,
        "[UBERON:0002371]": 1628,
        "[UBERON:0001295]": 1629,
        "[UBERON:0000964]": 1630,
        "[UBERON:0002082]": 1631,
        "[UBERON:0018707]": 1632,
        "[UBERON:0001296]": 1633,
        "[UBERON:0000970]": 1634,
        "[UBERON:0010032]": 1635,
        "[UBERON:0001811]": 1636,
        "[UBERON:0001773]": 1637,
        "[UBERON:0008612]": 1638,
        "[UBERON:0002382]": 1639,
        "[UBERON:0003902]": 1640,
        "[UBERON:0001868]": 1641,
        "[UBERON:0001416]": 1642,
        "[UBERON:0000995]": 1643,
        "[UBERON:0001817]": 1644,
        "[UBERON:0001723]": 1645,
        "[UBERON:0002108]": 1646,
        "[UBERON:0002378]": 1647,
        "[UBERON:0001621]": 1648,
        "[UBERON:0002385]": 1649,
        "[UBERON:0002049]": 1650,
        "[UBERON:0000947]": 1651,
        "[UBERON:0000016]": 1652,
        "[UBERON:0008946]": 1653,
        "[UBERON:0001005]": 1654,
        "[UBERON:0000004]": 1655,
        "[UBERON:0002037]": 1656,
        "[UBERON:0001836]": 1657,
        "[UBERON:0000991]": 1658,
        "[UBERON:0001893]": 1659,
        "[UBERON:0000948]": 1660,
        "[UBERON:0000160]": 1661,
        "[UBERON:0001264]": 1662,
        "[UBERON:0001630]": 1663,
        "[UBERON:0002369]": 1664,
        "[UBERON:0000945]": 1665,
        "[UBERON:0035328]": 1666,
        "[UBERON:0005616]": 1667,
        "[UBERON:0001155]": 1668,
        "[UBERON:0002116]": 1669,
        "[UBERON:0002098]": 1670,
        "[UBERON:0002079]": 1671,
        "[UBERON:0002084]": 1672,
        "[UBERON:0002080]": 1673,
        "[UBERON:0002094]": 1674,
        "[UBERON:0001046]": 1675,
        "[UBERON:0002078]": 1676,
        "[UBERON:0002114]": 1677,
        "[UBERON:0001043]": 1678,
        "[UBERON:0001161]": 1679,
        "[UBERON:0002115]": 1680,
        "[UBERON:0001165]": 1681,
        "[UBERON:0001901]": 1682,
        "[UBERON:0002429]": 1683,
        "[UBERON:0000473]": 1684,
        "[UBERON:0000955]": 1685,
        "[UBERON:0007106]": 1686,
        "[UBERON:0012168]": 1687,
        "[UBERON:0004339]": 1688,
        "[UBERON:0000992]": 1689,
        "[UBERON:0000056]": 1690,
        "[UBERON:0000006]": 1691,
        "[UBERON:0000956]": 1692,
        "[UBERON:0002661]": 1693,
        "[UBERON:0013756]": 1694,
        "[UBERON:0039167]": 1695,
        "[UBERON:0008953]": 1696,
        "[UBERON:0002728]": 1697,
        "[UBERON:0001637]": 1698,
        "[UBERON:0000002]": 1699,
        "[UBERON:0001157]": 1700,
        "[UBERON:0001154]": 1701,
        "[UBERON:0001156]": 1702,
        "[UBERON:0000977]": 1703,
        "[UBERON:0002046]": 1704,
        "[UBERON:0003688]": 1705,
        "[UBERON:0001871]": 1706,
        "[UBERON:0001052]": 1707,
        "[UBERON:0001159]": 1708,
        "[UBERON:0002110]": 1709,
        "[UBERON:0002228]": 1710,
        "[UBERON:0002240]": 1711,
        "[UBERON:0001898]": 1712,
        "[UBERON:8440012]": 1713,
        "[UBERON:0010225]": 1714,
        "[UBERON:0000988]": 1715,
        "[UBERON:0002421]": 1716,
        "[UBERON:0001891]": 1717,
        "[UBERON:0005290]": 1718,
        "[UBERON:0008972]": 1719,
        "[UBERON:0007177]": 1720,
        "[UBERON:0001153]": 1721,
        "[UBERON:0008971]": 1722,
        "[UBERON:0000397]": 1723,
        "[UBERON:0005636]": 1724,
        "[UBERON:0000966]": 1725,
        "[UBERON:0001238]": 1726,
        "[UBERON:0008345]": 1727,
        "[UBERON:0013473]": 1728,
        "[UBERON:0001162]": 1729,
        "[UBERON:0007650]": 1730,
        "[UBERON:0008989]": 1731,
        "[UBERON:0002372]": 1732,
        "[UBERON:0001769]": 1733,
        "[UBERON:0006761]": 1734,
        "[UBERON:0005969]": 1735,
        "[UBERON:0001775]": 1736,
        "[UBERON:0000965]": 1737,
        "[UBERON:0002299]": 1738,
        "[UBERON:0035213]": 1739,
        "[UBERON:0001158]": 1740,
        "[UBERON:0002358]": 1741,
        "[UBERON:0036292]": 1742,
        "[UBERON:0007795]": 1743,
        "[UBERON:0002119]": 1744,
        "[UBERON:0002118]": 1745,
        "[UBERON:0000916]": 1746,
        "[UBERON:0001103]": 1747,
        "[UBERON:0003697]": 1748,
        "[UBERON:0035210]": 1749,
        "[UBERON:0001366]": 1750,
        "[UBERON:0001255]": 1751,
        "[UBERON:0008952]": 1752,
        "[UBERON:0002174]": 1753,
        "[UBERON:0001332]": 1754,
        "[UBERON:0002100]": 1755,
        "[UBERON:0000403]": 1756,
        "[UBERON:0000328]": 1757,
        "[UBERON:0000053]": 1758,
        "[UBERON:0001040]": 1759,
        "[UBERON:0002509]": 1760,
        "[UBERON:0012474]": 1761,
        "[UBERON:0022277]": 1762,
        "[UBERON:0000175]": 1763,
        "[UBERON:0001890]": 1764,
        "[UBERON:0002811]": 1765,
        "[UBERON:0002808]": 1766,
        "[UBERON:0002810]": 1767,
        "[UBERON:0002803]": 1768,
        "[UBERON:0002809]": 1769,
        "[UBERON:0023852]": 1770,
        "[UBERON:0002802]": 1771,
        "[UBERON:0016525]": 1772,
        "[UBERON:0002021]": 1773,
        "[UBERON:0001872]": 1774,
        "[UBERON:8410000]": 1775,
        "[UBERON:0007625]": 1776,
        "[UBERON:0000014]": 1777,
        "[UBERON:0009472]": 1778,
        "[UBERON:0013706]": 1779,
        "[UBERON:0007644]": 1780,
        "[UBERON:0000030]": 1781,
        "[UBERON:0000400]": 1782,
        "[UBERON:0001134]": 1783,
        "[UBERON:0001976]": 1784,
        "[UBERON:0001707]": 1785,
        "[UBERON:0002185]": 1786,
        "[UBERON:0001224]": 1787,
        "[UBERON:0003517]": 1788
        },
      "unk_token": "<UNK>"
    }
  }
