{
  "version": "1.0",
  "truncation": null,
  "padding": null,
    "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<CELL_TYPE_CLASS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<TISSUE_TYPE_CLASS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<MOLECULAR_ENTITY_CELL_GENE_EXPRESSION_RANKED>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "<.*?>|\\[.*?\\]|\\S"
        },
        "behavior": "Removed",
        "invert": true
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[100130093]": 100,
      "[100133445]": 101,
      "[100286793]": 102,
      "[100287534]": 103,
      "[100506499]": 104,
      "[100507424]": 105,
      "[100507577]": 106,
      "[100861437]": 107,
      "[101243544]": 108,
      "[221016]": 109,
      "[26148]": 110,
      "[283070]": 111,
      "[284702]": 112,
      "[387097]": 113,
      "[401884]": 114,
      "[554223]": 115,
      "[55747]": 116,
      "[5S_rRNA]": 117,
      "[5S_rRNA_ENSG00000276861]": 118,
      "[5S_rRNA_ENSG00000277411]": 119,
      "[5S_rRNA_ENSG00000277488]": 120,
      "[5S_rRNA_ENSG00000278457]": 121,
      "[5S_rRNA_ENSG00000285609]": 122,
      "[5S_rRNA_ENSG00000285626]": 123,
      "[5S_rRNA_ENSG00000285674]": 124,
      "[5S_rRNA_ENSG00000285776]": 125,
      "[5S_rRNA_ENSG00000285912]": 126,
      "[5S_rRNA_ENSG00000288601]": 127,
      "[5_8S_rRNA]": 128,
      "[5_8S_rRNA_ENSG00000273730]": 129,
      "[5_8S_rRNA_ENSG00000275757]": 130,
      "[5_8S_rRNA_ENSG00000275877]": 131,
      "[5_8S_rRNA_ENSG00000276871]": 132,
      "[5_8S_rRNA_ENSG00000277739]": 133,
      "[5_8S_rRNA_ENSG00000278294]": 134,
      "[5_8S_rRNA_ENSG00000283274]": 135,
      "[5_8S_rRNA_ENSG00000283291]": 136,
      "[5_8S_rRNA_ENSG00000283568]": 137,
      "[646329]": 138,
      "[728875]": 139,
      "[79686]": 140,
      "[7SK]": 141,
      "[7SK-1]": 142,
      "[7SK-2]": 143,
      "[7SK_ENSG00000202198]": 144,
      "[7SK_ENSG00000271394]": 145,
      "[7SK_ENSG00000273591]": 146,
      "[7SK_ENSG00000274303]": 147,
      "[7SK_ENSG00000275933]": 148,
      "[7SK_ENSG00000276626]": 149,
      "[7SK_ENSG00000277313]": 150,
      "[90784]": 151,
      "[90834]": 152,
      "[A1BG]": 153,
      "[A1BG-AS1]": 154,
      "[A1CF]": 155,
      "[A2M]": 156,
      "[A2M-AS1]": 157,
      "[A2ML1]": 158,
      "[A2ML1-AS1]": 159,
      "[A2ML1-AS2]": 160,
      "[A2MP1]": 161,
      "[A3GALT2]": 162,
      "[A4GALT]": 163,
      "[A4GNT]": 164,
      "[AA06]": 165,
      "[AAAS]": 166,
      "[AACS]": 167,
      "[AACSP1]": 168,
      "[AADAC]": 169,
      "[AADACL2]": 170,
      "[AADACL2-AS1]": 171,
      "[AADACL3]": 172,
      "[AADACL4]": 173,
      "[AADACP1]": 174,
      "[AADAT]": 175,
      "[AAED1]": 176,
      "[AAGAB]": 177,
      "[AAK1]": 178,
      "[AAMDC]": 179,
      "[AAMP]": 180,
      "[AANAT]": 181,
      "[AAR2]": 182,
      "[AARD]": 183,
      "[AARS]": 184,
      "[AARS1]": 185,
      "[AARS1P1]": 186,
      "[AARS2]": 187,
      "[AARSD1]": 188,
      "[AARSD1P1]": 189,
      "[AARSP1]": 190,
      "[AASDH]": 191,
      "[AASDHPPT]": 192,
      "[AASS]": 193,
      "[AATBC]": 194,
      "[AATF]": 195,
      "[AATK]": 196,
      "[AATK-AS1]": 197,
      "[AB015752.1]": 198,
      "[AB015752.3]": 199,
      "[AB019438.66]": 200,
      "[AB019440.50]": 201,
      "[AB019441.29]": 202,
      "[AB074162]": 203,
      "[AB488780]": 204,
      "[ABALON]": 205,
      "[ABAT]": 206,
      "[ABBA01000934.1]": 207,
      "[ABBA01000935.2]": 208,
      "[ABBA01006766.1]": 209,
      "[ABBA01006766.2]": 210,
      "[ABBA01031660.1]": 211,
      "[ABBA01031661.1]": 212,
      "[ABBA01031663.1]": 213,
      "[ABBA01031674.1]": 214,
      "[ABBA01040607.1]": 215,
      "[ABBA01045074.1]": 216,
      "[ABBA01045074.2]": 217,
      "[ABC10-43608400O15.1]": 218,
      "[ABC10-44372100G24.1]": 219,
      "[ABC11-4932300O16.1]": 220,
      "[ABC12-46663800M24.1]": 221,
      "[ABC12-46663800M24.2]": 222,
      "[ABC12-47964100C23.1]": 223,
      "[ABC12-49244600F4.4]": 224,
      "[ABC13-47656900H15.1]": 225,
      "[ABC13-48845200J1.1]": 226,
      "[ABC14-1188822O7.1]": 227,
      "[ABC14-1188822O7.2]": 228,
      "[ABC7-42391500H16.4]": 229,
      "[ABC7-42404400C24.1]": 230,
      "[ABC7-42418200C9.1]": 231,
      "[ABC7-481722F1.1]": 232,
      "[ABC7-481722F1.2]": 233,
      "[ABC8-43014700C16.1]": 234,
      "[ABCA1]": 235,
      "[ABCA10]": 236,
      "[ABCA11P]": 237,
      "[ABCA12]": 238,
      "[ABCA13]": 239,
      "[ABCA17P]": 240,
      "[ABCA2]": 241,
      "[ABCA3]": 242,
      "[ABCA4]": 243,
      "[ABCA5]": 244,
      "[ABCA6]": 245,
      "[ABCA7]": 246,
      "[ABCA8]": 247,
      "[ABCA9]": 248,
      "[ABCA9-AS1]": 249,
      "[ABCB1]": 250,
      "[ABCB10]": 251,
      "[ABCB10P1]": 252,
      "[ABCB10P3]": 253,
      "[ABCB10P4]": 254,
      "[ABCB11]": 255,
      "[ABCB4]": 256,
      "[ABCB5]": 257,
      "[ABCB6]": 258,
      "[ABCB7]": 259,
      "[ABCB8]": 260,
      "[ABCB9]": 261,
      "[ABCC1]": 262,
      "[ABCC10]": 263,
      "[ABCC11]": 264,
      "[ABCC12]": 265,
      "[ABCC13]": 266,
      "[ABCC2]": 267,
      "[ABCC3]": 268,
      "[ABCC4]": 269,
      "[ABCC5]": 270,
      "[ABCC5-AS1]": 271,
      "[ABCC6]": 272,
      "[ABCC6P1]": 273,
      "[ABCC6P2]": 274,
      "[ABCC8]": 275,
      "[ABCC9]": 276,
      "[ABCD1]": 277,
      "[ABCD1P2]": 278,
      "[ABCD1P3]": 279,
      "[ABCD1P4]": 280,
      "[ABCD1P5]": 281,
      "[ABCD2]": 282,
      "[ABCD3]": 283,
      "[ABCD4]": 284,
      "[ABCE1]": 285,
      "[ABCF1]": 286,
      "[ABCF1-DT]": 287,
      "[ABCF2]": 288,
      "[ABCF2-H2BE1]": 289,
      "[ABCF2-H2BK1]": 290,
      "[ABCF2P1]": 291,
      "[ABCF2P2]": 292,
      "[ABCF3]": 293,
      "[ABCG1]": 294,
      "[ABCG2]": 295,
      "[ABCG4]": 296,
      "[ABCG5]": 297,
      "[ABCG8]": 298,
      "[ABHD1]": 299,
      "[ABHD10]": 300,
      "[ABHD11]": 301,
      "[ABHD11-AS1]": 302,
      "[ABHD12]": 303,
      "[ABHD12B]": 304,
      "[ABHD13]": 305,
      "[ABHD14A]": 306,
      "[ABHD14A-ACY1]": 307,
      "[ABHD14B]": 308,
      "[ABHD15]": 309,
      "[ABHD15-AS1]": 310,
      "[ABHD16A]": 311,
      "[ABHD16B]": 312,
      "[ABHD17A]": 313,
      "[ABHD17AP1]": 314,
      "[ABHD17AP3]": 315,
      "[ABHD17AP4]": 316,
      "[ABHD17AP5]": 317,
      "[ABHD17AP6]": 318,
      "[ABHD17AP7]": 319,
      "[ABHD17AP8]": 320,
      "[ABHD17AP9]": 321,
      "[ABHD17B]": 322,
      "[ABHD17C]": 323,
      "[ABHD18]": 324,
      "[ABHD2]": 325,
      "[ABHD3]": 326,
      "[ABHD4]": 327,
      "[ABHD5]": 328,
      "[ABHD6]": 329,
      "[ABHD8]": 330,
      "[ABI1]": 331,
      "[ABI1P1]": 332,
      "[ABI2]": 333,
      "[ABI3]": 334,
      "[ABI3BP]": 335,
      "[ABITRAM]": 336,
      "[ABITRAMP1]": 337,
      "[ABL1]": 338,
      "[ABL2]": 339,
      "[ABLIM1]": 340,
      "[ABLIM2]": 341,
      "[ABLIM3]": 342,
      "[ABO]": 343,
      "[ABR]": 344,
      "[ABR-AS1]": 345,
      "[ABRA]": 346,
      "[ABRACL]": 347,
      "[ABRAXAS1]": 348,
      "[ABRAXAS2]": 349,
      "[ABT1]": 350,
      "[ABT1P1]": 351,
      "[ABTB1]": 352,
      "[ABTB2]": 353,
      "[ABTB3]": 354,
      "[AC000003.2]": 355,
      "[AC000032.1]": 356,
      "[AC000032.2]": 357,
      "[AC000035.1]": 358,
      "[AC000035.3]": 359,
      "[AC000036.1]": 360,
      "[AC000036.4]": 361,
      "[AC000041.1]": 362,
      "[AC000041.8]": 363,
      "[AC000050.1]": 364,
      "[AC000058.1]": 365,
      "[AC000061.1]": 366,
      "[AC000067.1]": 367,
      "[AC000068.1]": 368,
      "[AC000068.10]": 369,
      "[AC000068.2]": 370,
      "[AC000068.3]": 371,
      "[AC000068.5]": 372,
      "[AC000068.9]": 373,
      "[AC000077.1]": 374,
      "[AC000077.2]": 375,
      "[AC000078.1]": 376,
      "[AC000078.5]": 377,
      "[AC000081.1]": 378,
      "[AC000081.2]": 379,
      "[AC000082.4]": 380,
      "[AC000085.4]": 381,
      "[AC000089.1]": 382,
      "[AC000089.3]": 383,
      "[AC000095.12]": 384,
      "[AC000095.2]": 385,
      "[AC000095.9]": 386,
      "[AC000099.1]": 387,
      "[AC000111.1]": 388,
      "[AC000111.2]": 389,
      "[AC000111.3]": 390,
      "[AC000111.4]": 391,
      "[AC000111.5]": 392,
      "[AC000111.6]": 393,
      "[AC000120.1]": 394,
      "[AC000120.7]": 395,
      "[AC000123.1]": 396,
      "[AC000123.2]": 397,
      "[AC000123.3]": 398,
      "[AC000123.4]": 399,
      "[AC000124.1]": 400,
      "[AC000362.1]": 401,
      "[AC000367.1]": 402,
      "[AC000370.2]": 403,
      "[AC000372.1]": 404,
      "[AC000374.1]": 405,
      "[AC000403.1]": 406,
      "[AC000403.4]": 407,
      "[AC001226.1]": 408,
      "[AC001226.2]": 409,
      "[AC001226.7]": 410,
      "[AC001226.8]": 411,
      "[AC002044.1]": 412,
      "[AC002044.2]": 413,
      "[AC002044.3]": 414,
      "[AC002044.4]": 415,
      "[AC002056.1]": 416,
      "[AC002056.2]": 417,
      "[AC002056.3]": 418,
      "[AC002056.5]": 419,
      "[AC002057.1]": 420,
      "[AC002057.2]": 421,
      "[AC002059.1]": 422,
      "[AC002059.10]": 423,
      "[AC002059.11]": 424,
      "[AC002064.1]": 425,
      "[AC002064.2]": 426,
      "[AC002064.3]": 427,
      "[AC002064.4]": 428,
      "[AC002064.5]": 429,
      "[AC002064.7]": 430,
      "[AC002066.1]": 431,
      "[AC002069.1]": 432,
      "[AC002069.2]": 433,
      "[AC002069.6]": 434,
      "[AC002070.1]": 435,
      "[AC002075.1]": 436,
      "[AC002075.2]": 437,
      "[AC002075.3]": 438,
      "[AC002075.4]": 439,
      "[AC002076.1]": 440,
      "[AC002076.2]": 441,
      "[AC002090.1]": 442,
      "[AC002091.1]": 443,
      "[AC002091.2]": 444,
      "[AC002094.4]": 445,
      "[AC002094.5]": 446,
      "[AC002101.1]": 447,
      "[AC002115.1]": 448,
      "[AC002115.2]": 449,
      "[AC002115.9]": 450,
      "[AC002116.2]": 451,
      "[AC002116.7]": 452,
      "[AC002116.8]": 453,
      "[AC002117.1]": 454,
      "[AC002127.2]": 455,
      "[AC002127.4]": 456,
      "[AC002128.1]": 457,
      "[AC002128.2]": 458,
      "[AC002128.5]": 459,
      "[AC002306.1]": 460,
      "[AC002310.1]": 461,
      "[AC002310.10]": 462,
      "[AC002310.11]": 463,
      "[AC002310.12]": 464,
      "[AC002310.14]": 465,
      "[AC002310.17]": 466,
      "[AC002310.2]": 467,
      "[AC002310.3]": 468,
      "[AC002310.6]": 469,
      "[AC002310.7]": 470,
      "[AC002331.1]": 471,
      "[AC002331.2]": 472,
      "[AC002347.1]": 473,
      "[AC002347.2]": 474,
      "[AC002350.1]": 475,
      "[AC002350.2]": 476,
      "[AC002351.1]": 477,
      "[AC002366.1]": 478,
      "[AC002367.1]": 479,
      "[AC002368.1]": 480,
      "[AC002368.4]": 481,
      "[AC002375.1]": 482,
      "[AC002378.1]": 483,
      "[AC002381.1]": 484,
      "[AC002383.1]": 485,
      "[AC002383.2]": 486,
      "[AC002384.1]": 487,
      "[AC002384.2]": 488,
      "[AC002386.1]": 489,
      "[AC002398.1]": 490,
      "[AC002398.11]": 491,
      "[AC002398.12]": 492,
      "[AC002398.13]": 493,
      "[AC002398.9]": 494,
      "[AC002400.1]": 495,
      "[AC002401.1]": 496,
      "[AC002401.2]": 497,
      "[AC002401.3]": 498,
      "[AC002401.4]": 499,
      "[AC002407.1]": 500,
      "[AC002407.3]": 501,
      "[AC002428.1]": 502,
      "[AC002428.2]": 503,
      "[AC002429.1]": 504,
      "[AC002429.2]": 505,
      "[AC002429.4]": 506,
      "[AC002451.1]": 507,
      "[AC002451.2]": 508,
      "[AC002451.3]": 509,
      "[AC002454.1]": 510,
      "[AC002456.1]": 511,
      "[AC002456.2]": 512,
      "[AC002460.1]": 513,
      "[AC002463.1]": 514,
      "[AC002463.3]": 515,
      "[AC002464.1]": 516,
      "[AC002465.1]": 517,
      "[AC002467.1]": 518,
      "[AC002467.7]": 519,
      "[AC002470.1]": 520,
      "[AC002472.1]": 521,
      "[AC002472.11]": 522,
      "[AC002472.13]": 523,
      "[AC002472.16]": 524,
      "[AC002472.17]": 525,
      "[AC002472.2]": 526,
      "[AC002472.3]": 527,
      "[AC002472.4]": 528,
      "[AC002472.8]": 529,
      "[AC002480.1]": 530,
      "[AC002480.2]": 531,
      "[AC002480.3]": 532,
      "[AC002480.4]": 533,
      "[AC002480.5]": 534,
      "[AC002486.1]": 535,
      "[AC002486.2]": 536,
      "[AC002486.3]": 537,
      "[AC002487.1]": 538,
      "[AC002504.1]": 539,
      "[AC002511.1]": 540,
      "[AC002511.2]": 541,
      "[AC002511.3]": 542,
      "[AC002519.1]": 543,
      "[AC002519.2]": 544,
      "[AC002519.6]": 545,
      "[AC002519.8]": 546,
      "[AC002523.1]": 547,
      "[AC002524.1]": 548,
      "[AC002525.1]": 549,
      "[AC002539.1]": 550,
      "[AC002540.1]": 551,
      "[AC002542.1]": 552,
      "[AC002542.2]": 553,
      "[AC002543.1]": 554,
      "[AC002543.2]": 555,
      "[AC002545.1]": 556,
      "[AC002546.1]": 557,
      "[AC002546.2]": 558,
      "[AC002550.1]": 559,
      "[AC002550.2]": 560,
      "[AC002550.5]": 561,
      "[AC002550.6]": 562,
      "[AC002551.1]": 563,
      "[AC002553.1]": 564,
      "[AC002553.2]": 565,
      "[AC002553.4]": 566,
      "[AC002558.1]": 567,
      "[AC002558.2]": 568,
      "[AC002558.3]": 569,
      "[AC002563.1]": 570,
      "[AC002984.1]": 571,
      "[AC002984.2]": 572,
      "[AC002985.2]": 573,
      "[AC002985.3]": 574,
      "[AC003001.1]": 575,
      "[AC003001.2]": 576,
      "[AC003002.1]": 577,
      "[AC003002.3]": 578,
      "[AC003002.4]": 579,
      "[AC003002.6]": 580,
      "[AC003005.2]": 581,
      "[AC003005.4]": 582,
      "[AC003006.7]": 583,
      "[AC003009.1]": 584,
      "[AC003029.1]": 585,
      "[AC003035.1]": 586,
      "[AC003035.2]": 587,
      "[AC003043.1]": 588,
      "[AC003045.1]": 589,
      "[AC003051.1]": 590,
      "[AC003070.1]": 591,
      "[AC003070.2]": 592,
      "[AC003071.1]": 593,
      "[AC003071.2]": 594,
      "[AC003072.1]": 595,
      "[AC003075.1]": 596,
      "[AC003075.4]": 597,
      "[AC003080.1]": 598,
      "[AC003080.4]": 599,
      "[AC003084.1]": 600,
      "[AC003084.2]": 601,
      "[AC003087.1]": 602,
      "[AC003088.1]": 603,
      "[AC003090.1]": 604,
      "[AC003092.1]": 605,
      "[AC003092.2]": 606,
      "[AC003098.1]": 607,
      "[AC003099.2]": 608,
      "[AC003101.1]": 609,
      "[AC003101.2]": 610,
      "[AC003102.1]": 611,
      "[AC003102.2]": 612,
      "[AC003102.3]": 613,
      "[AC003104.1]": 614,
      "[AC003659.1]": 615,
      "[AC003665.1]": 616,
      "[AC003666.1]": 617,
      "[AC003669.1]": 618,
      "[AC003681.1]": 619,
      "[AC003682.1]": 620,
      "[AC003682.16]": 621,
      "[AC003684.1]": 622,
      "[AC003685.1]": 623,
      "[AC003685.2]": 624,
      "[AC003686.1]": 625,
      "[AC003687.1]": 626,
      "[AC003688.2]": 627,
      "[AC003956.1]": 628,
      "[AC003957.1]": 629,
      "[AC003958.1]": 630,
      "[AC003958.2]": 631,
      "[AC003958.6]": 632,
      "[AC003965.1]": 633,
      "[AC003965.2]": 634,
      "[AC003973.1]": 635,
      "[AC003973.2]": 636,
      "[AC003973.3]": 637,
      "[AC003973.4]": 638,
      "[AC003975.1]": 639,
      "[AC003982.1]": 640,
      "[AC003982.2]": 641,
      "[AC003984.1]": 642,
      "[AC003985.1]": 643,
      "[AC003985.2]": 644,
      "[AC003986.1]": 645,
      "[AC003986.2]": 646,
      "[AC003986.3]": 647,
      "[AC003986.5]": 648,
      "[AC003986.6]": 649,
      "[AC003986.7]": 650,
      "[AC003988.1]": 651,
      "[AC003989.1]": 652,
      "[AC003989.2]": 653,
      "[AC003989.3]": 654,
      "[AC003989.4]": 655,
      "[AC003991.1]": 656,
      "[AC003991.2]": 657,
      "[AC003991.3]": 658,
      "[AC003992.1]": 659,
      "[AC004000.1]": 660,
      "[AC004004.1]": 661,
      "[AC004004.2]": 662,
      "[AC004006.1]": 663,
      "[AC004006.2]": 664,
      "[AC004009.1]": 665,
      "[AC004009.2]": 666,
      "[AC004009.3]": 667,
      "[AC004012.1]": 668,
      "[AC004014.1]": 669,
      "[AC004014.2]": 670,
      "[AC004014.3]": 671,
      "[AC004016.1]": 672,
      "[AC004019.10]": 673,
      "[AC004019.13]": 674,
      "[AC004022.1]": 675,
      "[AC004022.2]": 676,
      "[AC004022.7]": 677,
      "[AC004022.8]": 678,
      "[AC004023.1]": 679,
      "[AC004024.1]": 680,
      "[AC004034.1]": 681,
      "[AC004039.1]": 682,
      "[AC004047.1]": 683,
      "[AC004052.1]": 684,
      "[AC004053.1]": 685,
      "[AC004054.1]": 686,
      "[AC004057.1]": 687,
      "[AC004062.1]": 688,
      "[AC004062.2]": 689,
      "[AC004063.1]": 690,
      "[AC004066.1]": 691,
      "[AC004066.2]": 692,
      "[AC004066.3]": 693,
      "[AC004067.1]": 694,
      "[AC004067.5]": 695,
      "[AC004067.6]": 696,
      "[AC004069.1]": 697,
      "[AC004069.2]": 698,
      "[AC004070.1]": 699,
      "[AC004074.1]": 700,
      "[AC004076.1]": 701,
      "[AC004076.2]": 702,
      "[AC004076.5]": 703,
      "[AC004076.7]": 704,
      "[AC004076.9]": 705,
      "[AC004080.1]": 706,
      "[AC004080.2]": 707,
      "[AC004080.4]": 708,
      "[AC004112.1]": 709,
      "[AC004112.4]": 710,
      "[AC004129.1]": 711,
      "[AC004129.2]": 712,
      "[AC004129.7]": 713,
      "[AC004129.9]": 714,
      "[AC004130.1]": 715,
      "[AC004134.1]": 716,
      "[AC004147.1]": 717,
      "[AC004147.2]": 718,
      "[AC004147.3]": 719,
      "[AC004147.4]": 720,
      "[AC004147.5]": 721,
      "[AC004148.1]": 722,
      "[AC004148.2]": 723,
      "[AC004149.1]": 724,
      "[AC004156.1]": 725,
      "[AC004156.3]": 726,
      "[AC004158.1]": 727,
      "[AC004158.2]": 728,
      "[AC004158.3]": 729,
      "[AC004160.1]": 730,
      "[AC004160.2]": 731,
      "[AC004160.4]": 732,
      "[AC004217.1]": 733,
      "[AC004217.2]": 734,
      "[AC004217.3]": 735,
      "[AC004221.1]": 736,
      "[AC004221.2]": 737,
      "[AC004223.1]": 738,
      "[AC004223.2]": 739,
      "[AC004223.3]": 740,
      "[AC004223.4]": 741,
      "[AC004224.1]": 742,
      "[AC004231.1]": 743,
      "[AC004231.2]": 744,
      "[AC004231.3]": 745,
      "[AC004232.2]": 746,
      "[AC004232.3]": 747,
      "[AC004233.1]": 748,
      "[AC004233.2]": 749,
      "[AC004233.3]": 750,
      "[AC004233.4]": 751,
      "[AC004237.1]": 752,
      "[AC004241.1]": 753,
      "[AC004241.2]": 754,
      "[AC004241.3]": 755,
      "[AC004241.4]": 756,
      "[AC004241.5]": 757,
      "[AC004253.1]": 758,
      "[AC004253.2]": 759,
      "[AC004257.1]": 760,
      "[AC004257.3]": 761,
      "[AC004263.1]": 762,
      "[AC004263.2]": 763,
      "[AC004264.1]": 764,
      "[AC004264.2]": 765,
      "[AC004381.1]": 766,
      "[AC004381.2]": 767,
      "[AC004381.6]": 768,
      "[AC004381.7]": 769,
      "[AC004381.8]": 770,
      "[AC004381.9]": 771,
      "[AC004383.1]": 772,
      "[AC004386.1]": 773,
      "[AC004386.3]": 774,
      "[AC004408.1]": 775,
      "[AC004408.2]": 776,
      "[AC004415.1]": 777,
      "[AC004447.2]": 778,
      "[AC004448.1]": 779,
      "[AC004448.2]": 780,
      "[AC004448.3]": 781,
      "[AC004448.4]": 782,
      "[AC004448.5]": 783,
      "[AC004449.1]": 784,
      "[AC004449.6]": 785,
      "[AC004453.1]": 786,
      "[AC004453.2]": 787,
      "[AC004461.1]": 788,
      "[AC004461.2]": 789,
      "[AC004461.4]": 790,
      "[AC004463.6]": 791,
      "[AC004466.1]": 792,
      "[AC004466.2]": 793,
      "[AC004466.3]": 794,
      "[AC004467.1]": 795,
      "[AC004470.1]": 796,
      "[AC004471.1]": 797,
      "[AC004471.10]": 798,
      "[AC004471.2]": 799,
      "[AC004471.9]": 800,
      "[AC004477.1]": 801,
      "[AC004477.3]": 802,
      "[AC004485.1]": 803,
      "[AC004485.3]": 804,
      "[AC004486.1]": 805,
      "[AC004490.1]": 806,
      "[AC004491.1]": 807,
      "[AC004492.1]": 808,
      "[AC004494.1]": 809,
      "[AC004510.3]": 810,
      "[AC004520.1]": 811,
      "[AC004522.1]": 812,
      "[AC004522.2]": 813,
      "[AC004528.1]": 814,
      "[AC004528.4]": 815,
      "[AC004534.1]": 816,
      "[AC004535.2]": 817,
      "[AC004538.3]": 818,
      "[AC004540.1]": 819,
      "[AC004540.2]": 820,
      "[AC004540.4]": 821,
      "[AC004540.5]": 822,
      "[AC004543.1]": 823,
      "[AC004543.2]": 824,
      "[AC004549.6]": 825,
      "[AC004551.1]": 826,
      "[AC004552.1]": 827,
      "[AC004554.1]": 828,
      "[AC004554.2]": 829,
      "[AC004556.1]": 830,
      "[AC004584.1]": 831,
      "[AC004584.2]": 832,
      "[AC004584.3]": 833,
      "[AC004585.1]": 834,
      "[AC004585.2]": 835,
      "[AC004590.1]": 836,
      "[AC004593.1]": 837,
      "[AC004594.1]": 838,
      "[AC004596.1]": 839,
      "[AC004597.1]": 840,
      "[AC004623.1]": 841,
      "[AC004623.2]": 842,
      "[AC004623.3]": 843,
      "[AC004637.1]": 844,
      "[AC004656.1]": 845,
      "[AC004672.1]": 846,
      "[AC004672.2]": 847,
      "[AC004674.1]": 848,
      "[AC004678.1]": 849,
      "[AC004678.2]": 850,
      "[AC004686.1]": 851,
      "[AC004687.1]": 852,
      "[AC004690.1]": 853,
      "[AC004690.2]": 854,
      "[AC004691.1]": 855,
      "[AC004691.5]": 856,
      "[AC004692.1]": 857,
      "[AC004692.2]": 858,
      "[AC004692.4]": 859,
      "[AC004692.5]": 860,
      "[AC004696.1]": 861,
      "[AC004696.2]": 862,
      "[AC004702.1]": 863,
      "[AC004702.2]": 864,
      "[AC004704.1]": 865,
      "[AC004704.2]": 866,
      "[AC004706.1]": 867,
      "[AC004706.2]": 868,
      "[AC004706.3]": 869,
      "[AC004706.4]": 870,
      "[AC004707.1]": 871,
      "[AC004754.1]": 872,
      "[AC004754.3]": 873,
      "[AC004771.1]": 874,
      "[AC004771.2]": 875,
      "[AC004771.3]": 876,
      "[AC004771.4]": 877,
      "[AC004771.5]": 878,
      "[AC004775.1]": 879,
      "[AC004775.5]": 880,
      "[AC004777.1]": 881,
      "[AC004784.1]": 882,
      "[AC004790.1]": 883,
      "[AC004790.2]": 884,
      "[AC004791.2]": 885,
      "[AC004800.1]": 886,
      "[AC004801.1]": 887,
      "[AC004801.2]": 888,
      "[AC004801.3]": 889,
      "[AC004801.4]": 890,
      "[AC004801.5]": 891,
      "[AC004801.6]": 892,
      "[AC004801.7]": 893,
      "[AC004803.1]": 894,
      "[AC004805.1]": 895,
      "[AC004805.2]": 896,
      "[AC004805.3]": 897,
      "[AC004808.1]": 898,
      "[AC004808.2]": 899,
      "[AC004812.1]": 900,
      "[AC004812.2]": 901,
      "[AC004813.1]": 902,
      "[AC004815.1]": 903,
      "[AC004816.1]": 904,
      "[AC004816.2]": 905,
      "[AC004817.1]": 906,
      "[AC004817.2]": 907,
      "[AC004817.3]": 908,
      "[AC004817.4]": 909,
      "[AC004825.1]": 910,
      "[AC004825.2]": 911,
      "[AC004828.1]": 912,
      "[AC004830.1]": 913,
      "[AC004832.1]": 914,
      "[AC004832.2]": 915,
      "[AC004832.4]": 916,
      "[AC004832.5]": 917,
      "[AC004832.6]": 918,
      "[AC004834.1]": 919,
      "[AC004835.1]": 920,
      "[AC004835.2]": 921,
      "[AC004836.1]": 922,
      "[AC004837.2]": 923,
      "[AC004837.3]": 924,
      "[AC004837.4]": 925,
      "[AC004837.5]": 926,
      "[AC004839.1]": 927,
      "[AC004840.1]": 928,
      "[AC004840.2]": 929,
      "[AC004840.8]": 930,
      "[AC004840.9]": 931,
      "[AC004846.1]": 932,
      "[AC004846.2]": 933,
      "[AC004847.1]": 934,
      "[AC004852.2]": 935,
      "[AC004852.3]": 936,
      "[AC004853.1]": 937,
      "[AC004853.2]": 938,
      "[AC004854.1]": 939,
      "[AC004854.2]": 940,
      "[AC004854.4]": 941,
      "[AC004854.5]": 942,
      "[AC004858.1]": 943,
      "[AC004862.1]": 944,
      "[AC004862.6]": 945,
      "[AC004865.1]": 946,
      "[AC004865.2]": 947,
      "[AC004866.1]": 948,
      "[AC004866.2]": 949,
      "[AC004866.3]": 950,
      "[AC004869.1]": 951,
      "[AC004869.2]": 952,
      "[AC004869.3]": 953,
      "[AC004870.1]": 954,
      "[AC004870.2]": 955,
      "[AC004870.3]": 956,
      "[AC004870.4]": 957,
      "[AC004870.5]": 958,
      "[AC004872.1]": 959,
      "[AC004875.1]": 960,
      "[AC004877.1]": 961,
      "[AC004877.2]": 962,
      "[AC004878.2]": 963,
      "[AC004878.8]": 964,
      "[AC004882.1]": 965,
      "[AC004884.1]": 966,
      "[AC004884.2]": 967,
      "[AC004888.1]": 968,
      "[AC004889.1]": 969,
      "[AC004890.1]": 970,
      "[AC004890.2]": 971,
      "[AC004890.3]": 972,
      "[AC004893.1]": 973,
      "[AC004893.11]": 974,
      "[AC004893.2]": 975,
      "[AC004895.1]": 976,
      "[AC004895.4]": 977,
      "[AC004898.1]": 978,
      "[AC004899.1]": 979,
      "[AC004899.2]": 980,
      "[AC004899.3]": 981,
      "[AC004901.1]": 982,
      "[AC004906.1]": 983,
      "[AC004906.3]": 984,
      "[AC004908.1]": 985,
      "[AC004908.2]": 986,
      "[AC004908.3]": 987,
      "[AC004910.1]": 988,
      "[AC004911.1]": 989,
      "[AC004911.2]": 990,
      "[AC004917.1]": 991,
      "[AC004918.1]": 992,
      "[AC004918.3]": 993,
      "[AC004920.1]": 994,
      "[AC004920.2]": 995,
      "[AC004920.3]": 996,
      "[AC004921.1]": 997,
      "[AC004922.1]": 998,
      "[AC004923.1]": 999,
      "[AC004923.2]": 1000,
      "[AC004923.3]": 1001,
      "[AC004923.4]": 1002,
      "[AC004924.1]": 1003,
      "[AC004925.1]": 1004,
      "[AC004930.1]": 1005,
      "[AC004936.1]": 1006,
      "[AC004938.1]": 1007,
      "[AC004938.5]": 1008,
      "[AC004941.1]": 1009,
      "[AC004941.2]": 1010,
      "[AC004941.3]": 1011,
      "[AC004941.5]": 1012,
      "[AC004943.1]": 1013,
      "[AC004943.2]": 1014,
      "[AC004943.3]": 1015,
      "[AC004944.1]": 1016,
      "[AC004945.1]": 1017,
      "[AC004946.1]": 1018,
      "[AC004947.1]": 1019,
      "[AC004947.2]": 1020,
      "[AC004948.1]": 1021,
      "[AC004951.1]": 1022,
      "[AC004951.2]": 1023,
      "[AC004951.3]": 1024,
      "[AC004951.4]": 1025,
      "[AC004951.5]": 1026,
      "[AC004951.6]": 1027,
      "[AC004965.1]": 1028,
      "[AC004967.1]": 1029,
      "[AC004967.7]": 1030,
      "[AC004969.1]": 1031,
      "[AC004972.1]": 1032,
      "[AC004973.1]": 1033,
      "[AC004975.1]": 1034,
      "[AC004975.2]": 1035,
      "[AC004980.1]": 1036,
      "[AC004980.10]": 1037,
      "[AC004980.2]": 1038,
      "[AC004980.3]": 1039,
      "[AC004980.4]": 1040,
      "[AC004980.7]": 1041,
      "[AC004980.8]": 1042,
      "[AC004980.9]": 1043,
      "[AC004982.1]": 1044,
      "[AC004982.2]": 1045,
      "[AC004985.12]": 1046,
      "[AC004986.1]": 1047,
      "[AC004987.1]": 1048,
      "[AC004987.10]": 1049,
      "[AC004987.2]": 1050,
      "[AC004987.3]": 1051,
      "[AC004987.4]": 1052,
      "[AC004988.1]": 1053,
      "[AC004990.1]": 1054,
      "[AC004994.1]": 1055,
      "[AC004997.1]": 1056,
      "[AC005000.1]": 1057,
      "[AC005000.2]": 1058,
      "[AC005002.1]": 1059,
      "[AC005002.2]": 1060,
      "[AC005003.1]": 1061,
      "[AC005005.1]": 1062,
      "[AC005005.2]": 1063,
      "[AC005005.3]": 1064,
      "[AC005005.4]": 1065,
      "[AC005006.1]": 1066,
      "[AC005008.1]": 1067,
      "[AC005008.2]": 1068,
      "[AC005008.3]": 1069,
      "[AC005009.1]": 1070,
      "[AC005009.2]": 1071,
      "[AC005011.1]": 1072,
      "[AC005013.1]": 1073,
      "[AC005013.5]": 1074,
      "[AC005014.1]": 1075,
      "[AC005014.2]": 1076,
      "[AC005014.3]": 1077,
      "[AC005014.5]": 1078,
      "[AC005017.1]": 1079,
      "[AC005019.1]": 1080,
      "[AC005019.2]": 1081,
      "[AC005019.3]": 1082,
      "[AC005020.1]": 1083,
      "[AC005021.1]": 1084,
      "[AC005033.1]": 1085,
      "[AC005034.1]": 1086,
      "[AC005034.2]": 1087,
      "[AC005034.3]": 1088,
      "[AC005034.4]": 1089,
      "[AC005034.5]": 1090,
      "[AC005035.1]": 1091,
      "[AC005037.1]": 1092,
      "[AC005037.3]": 1093,
      "[AC005040.1]": 1094,
      "[AC005040.3]": 1095,
      "[AC005041.1]": 1096,
      "[AC005041.11]": 1097,
      "[AC005041.17]": 1098,
      "[AC005041.2]": 1099,
      "[AC005041.3]": 1100,
      "[AC005042.1]": 1101,
      "[AC005042.2]": 1102,
      "[AC005042.3]": 1103,
      "[AC005042.4]": 1104,
      "[AC005042.5]": 1105,
      "[AC005046.1]": 1106,
      "[AC005050.1]": 1107,
      "[AC005052.1]": 1108,
      "[AC005056.1]": 1109,
      "[AC005062.1]": 1110,
      "[AC005062.2]": 1111,
      "[AC005064.1]": 1112,
      "[AC005066.1]": 1113,
      "[AC005070.1]": 1114,
      "[AC005070.2]": 1115,
      "[AC005070.3]": 1116,
      "[AC005072.1]": 1117,
      "[AC005076.1]": 1118,
      "[AC005076.5]": 1119,
      "[AC005077.1]": 1120,
      "[AC005077.14]": 1121,
      "[AC005077.2]": 1122,
      "[AC005077.3]": 1123,
      "[AC005077.4]": 1124,
      "[AC005077.5]": 1125,
      "[AC005077.7]": 1126,
      "[AC005077.8]": 1127,
      "[AC005082.1]": 1128,
      "[AC005082.12]": 1129,
      "[AC005083.1]": 1130,
      "[AC005084.1]": 1131,
      "[AC005086.1]": 1132,
      "[AC005086.2]": 1133,
      "[AC005086.3]": 1134,
      "[AC005086.4]": 1135,
      "[AC005088.1]": 1136,
      "[AC005089.1]": 1137,
      "[AC005090.1]": 1138,
      "[AC005091.1]": 1139,
      "[AC005094.1]": 1140,
      "[AC005094.2]": 1141,
      "[AC005096.1]": 1142,
      "[AC005099.1]": 1143,
      "[AC005102.1]": 1144,
      "[AC005104.1]": 1145,
      "[AC005104.2]": 1146,
      "[AC005104.3]": 1147,
      "[AC005105.1]": 1148,
      "[AC005105.2]": 1149,
      "[AC005144.1]": 1150,
      "[AC005150.1]": 1151,
      "[AC005152.2]": 1152,
      "[AC005152.3]": 1153,
      "[AC005154.1]": 1154,
      "[AC005154.2]": 1155,
      "[AC005154.3]": 1156,
      "[AC005154.4]": 1157,
      "[AC005154.5]": 1158,
      "[AC005154.6]": 1159,
      "[AC005154.7]": 1160,
      "[AC005154.8]": 1161,
      "[AC005156.1]": 1162,
      "[AC005160.1]": 1163,
      "[AC005160.3]": 1164,
      "[AC005162.1]": 1165,
      "[AC005162.2]": 1166,
      "[AC005162.3]": 1167,
      "[AC005162.4]": 1168,
      "[AC005162.5]": 1169,
      "[AC005165.1]": 1170,
      "[AC005165.2]": 1171,
      "[AC005176.1]": 1172,
      "[AC005176.2]": 1173,
      "[AC005178.1]": 1174,
      "[AC005180.1]": 1175,
      "[AC005180.2]": 1176,
      "[AC005181.1]": 1177,
      "[AC005183.1]": 1178,
      "[AC005185.1]": 1179,
      "[AC005186.1]": 1180,
      "[AC005189.1]": 1181,
      "[AC005189.6]": 1182,
      "[AC005191.1]": 1183,
      "[AC005197.1]": 1184,
      "[AC005197.2]": 1185,
      "[AC005208.1]": 1186,
      "[AC005209.1]": 1187,
      "[AC005220.1]": 1188,
      "[AC005220.3]": 1189,
      "[AC005224.1]": 1190,
      "[AC005224.2]": 1191,
      "[AC005224.3]": 1192,
      "[AC005224.4]": 1193,
      "[AC005225.1]": 1194,
      "[AC005225.2]": 1195,
      "[AC005225.3]": 1196,
      "[AC005225.4]": 1197,
      "[AC005225.5]": 1198,
      "[AC005229.1]": 1199,
      "[AC005229.2]": 1200,
      "[AC005229.3]": 1201,
      "[AC005229.4]": 1202,
      "[AC005229.7]": 1203,
      "[AC005230.1]": 1204,
      "[AC005234.1]": 1205,
      "[AC005237.1]": 1206,
      "[AC005237.2]": 1207,
      "[AC005237.4]": 1208,
      "[AC005242.1]": 1209,
      "[AC005244.1]": 1210,
      "[AC005244.2]": 1211,
      "[AC005252.1]": 1212,
      "[AC005252.3]": 1213,
      "[AC005253.1]": 1214,
      "[AC005253.2]": 1215,
      "[AC005253.4]": 1216,
      "[AC005255.3]": 1217,
      "[AC005256.1]": 1218,
      "[AC005261.1]": 1219,
      "[AC005261.2]": 1220,
      "[AC005261.3]": 1221,
      "[AC005261.4]": 1222,
      "[AC005261.5]": 1223,
      "[AC005261.6]": 1224,
      "[AC005262.1]": 1225,
      "[AC005262.2]": 1226,
      "[AC005262.3]": 1227,
      "[AC005262.4]": 1228,
      "[AC005264.1]": 1229,
      "[AC005264.2]": 1230,
      "[AC005274.1]": 1231,
      "[AC005276.1]": 1232,
      "[AC005277.2]": 1233,
      "[AC005280.1]": 1234,
      "[AC005281.1]": 1235,
      "[AC005281.2]": 1236,
      "[AC005288.1]": 1237,
      "[AC005291.1]": 1238,
      "[AC005291.2]": 1239,
      "[AC005294.1]": 1240,
      "[AC005296.1]": 1241,
      "[AC005297.1]": 1242,
      "[AC005297.2]": 1243,
      "[AC005297.3]": 1244,
      "[AC005300.1]": 1245,
      "[AC005301.10]": 1246,
      "[AC005301.8]": 1247,
      "[AC005301.9]": 1248,
      "[AC005303.1]": 1249,
      "[AC005304.1]": 1250,
      "[AC005304.2]": 1251,
      "[AC005304.3]": 1252,
      "[AC005306.1]": 1253,
      "[AC005306.3]": 1254,
      "[AC005307.1]": 1255,
      "[AC005307.3]": 1256,
      "[AC005307.4]": 1257,
      "[AC005307.5]": 1258,
      "[AC005323.1]": 1259,
      "[AC005323.2]": 1260,
      "[AC005324.1]": 1261,
      "[AC005324.2]": 1262,
      "[AC005324.3]": 1263,
      "[AC005324.4]": 1264,
      "[AC005324.5]": 1265,
      "[AC005324.6]": 1266,
      "[AC005324.7]": 1267,
      "[AC005324.8]": 1268,
      "[AC005326.1]": 1269,
      "[AC005329.1]": 1270,
      "[AC005329.3]": 1271,
      "[AC005329.7]": 1272,
      "[AC005330.1]": 1273,
      "[AC005330.2]": 1274,
      "[AC005332.1]": 1275,
      "[AC005332.10]": 1276,
      "[AC005332.3]": 1277,
      "[AC005332.4]": 1278,
      "[AC005332.5]": 1279,
      "[AC005332.6]": 1280,
      "[AC005332.7]": 1281,
      "[AC005332.8]": 1282,
      "[AC005332.9]": 1283,
      "[AC005336.1]": 1284,
      "[AC005336.2]": 1285,
      "[AC005336.3]": 1286,
      "[AC005336.4]": 1287,
      "[AC005336.5]": 1288,
      "[AC005339.2]": 1289,
      "[AC005341.1]": 1290,
      "[AC005342.1]": 1291,
      "[AC005342.2]": 1292,
      "[AC005344.1]": 1293,
      "[AC005345.1]": 1294,
      "[AC005351.1]": 1295,
      "[AC005355.1]": 1296,
      "[AC005355.2]": 1297,
      "[AC005355.3]": 1298,
      "[AC005356.1]": 1299,
      "[AC005357.1]": 1300,
      "[AC005357.2]": 1301,
      "[AC005358.1]": 1302,
      "[AC005358.2]": 1303,
      "[AC005363.1]": 1304,
      "[AC005363.11]": 1305,
      "[AC005363.2]": 1306,
      "[AC005363.9]": 1307,
      "[AC005377.1]": 1308,
      "[AC005379.1]": 1309,
      "[AC005381.1]": 1310,
      "[AC005383.1]": 1311,
      "[AC005387.1]": 1312,
      "[AC005387.2]": 1313,
      "[AC005387.3]": 1314,
      "[AC005391.1]": 1315,
      "[AC005391.2]": 1316,
      "[AC005392.1]": 1317,
      "[AC005392.13]": 1318,
      "[AC005392.2]": 1319,
      "[AC005392.3]": 1320,
      "[AC005393.1]": 1321,
      "[AC005394.1]": 1322,
      "[AC005394.2]": 1323,
      "[AC005410.1]": 1324,
      "[AC005410.2]": 1325,
      "[AC005412.1]": 1326,
      "[AC005412.2]": 1327,
      "[AC005412.3]": 1328,
      "[AC005476.1]": 1329,
      "[AC005476.2]": 1330,
      "[AC005477.1]": 1331,
      "[AC005479.1]": 1332,
      "[AC005479.2]": 1333,
      "[AC005479.3]": 1334,
      "[AC005480.1]": 1335,
      "[AC005480.2]": 1336,
      "[AC005481.1]": 1337,
      "[AC005481.5]": 1338,
      "[AC005482.1]": 1339,
      "[AC005486.1]": 1340,
      "[AC005487.1]": 1341,
      "[AC005487.2]": 1342,
      "[AC005488.11]": 1343,
      "[AC005495.1]": 1344,
      "[AC005498.1]": 1345,
      "[AC005498.2]": 1346,
      "[AC005498.3]": 1347,
      "[AC005498.4]": 1348,
      "[AC005514.1]": 1349,
      "[AC005514.2]": 1350,
      "[AC005517.1]": 1351,
      "[AC005517.2]": 1352,
      "[AC005518.1]": 1353,
      "[AC005518.2]": 1354,
      "[AC005519.1]": 1355,
      "[AC005519.2]": 1356,
      "[AC005519.4]": 1357,
      "[AC005520.1]": 1358,
      "[AC005520.2]": 1359,
      "[AC005520.3]": 1360,
      "[AC005520.4]": 1361,
      "[AC005521.1]": 1362,
      "[AC005522.1]": 1363,
      "[AC005522.2]": 1364,
      "[AC005522.7]": 1365,
      "[AC005523.1]": 1366,
      "[AC005523.2]": 1367,
      "[AC005523.3]": 1368,
      "[AC005524.1]": 1369,
      "[AC005529.1]": 1370,
      "[AC005531.1]": 1371,
      "[AC005532.1]": 1372,
      "[AC005532.2]": 1373,
      "[AC005532.5]": 1374,
      "[AC005534.1]": 1375,
      "[AC005534.2]": 1376,
      "[AC005534.6]": 1377,
      "[AC005534.8]": 1378,
      "[AC005537.1]": 1379,
      "[AC005537.2]": 1380,
      "[AC005538.1]": 1381,
      "[AC005538.3]": 1382,
      "[AC005538.5]": 1383,
      "[AC005539.1]": 1384,
      "[AC005540.1]": 1385,
      "[AC005540.3]": 1386,
      "[AC005544.1]": 1387,
      "[AC005546.1]": 1388,
      "[AC005546.2]": 1389,
      "[AC005549.1]": 1390,
      "[AC005550.1]": 1391,
      "[AC005550.2]": 1392,
      "[AC005550.3]": 1393,
      "[AC005550.5]": 1394,
      "[AC005551.1]": 1395,
      "[AC005552.1]": 1396,
      "[AC005559.1]": 1397,
      "[AC005559.2]": 1398,
      "[AC005559.3]": 1399,
      "[AC005562.1]": 1400,
      "[AC005562.2]": 1401,
      "[AC005578.1]": 1402,
      "[AC005578.3]": 1403,
      "[AC005580.1]": 1404,
      "[AC005586.1]": 1405,
      "[AC005586.2]": 1406,
      "[AC005587.1]": 1407,
      "[AC005588.1]": 1408,
      "[AC005588.2]": 1409,
      "[AC005592.1]": 1410,
      "[AC005592.2]": 1411,
      "[AC005592.3]": 1412,
      "[AC005592.4]": 1413,
      "[AC005593.1]": 1414,
      "[AC005593.2]": 1415,
      "[AC005597.1]": 1416,
      "[AC005599.3]": 1417,
      "[AC005606.14]": 1418,
      "[AC005606.15]": 1419,
      "[AC005606.2]": 1420,
      "[AC005609.1]": 1421,
      "[AC005609.16]": 1422,
      "[AC005609.17]": 1423,
      "[AC005609.18]": 1424,
      "[AC005609.19]": 1425,
      "[AC005609.2]": 1426,
      "[AC005609.20]": 1427,
      "[AC005609.5]": 1428,
      "[AC005613.1]": 1429,
      "[AC005614.1]": 1430,
      "[AC005614.3]": 1431,
      "[AC005614.5]": 1432,
      "[AC005616.1]": 1433,
      "[AC005616.2]": 1434,
      "[AC005618.1]": 1435,
      "[AC005618.10]": 1436,
      "[AC005618.2]": 1437,
      "[AC005618.6]": 1438,
      "[AC005618.8]": 1439,
      "[AC005618.9]": 1440,
      "[AC005622.1]": 1441,
      "[AC005624.2]": 1442,
      "[AC005625.1]": 1443,
      "[AC005626.3]": 1444,
      "[AC005632.1]": 1445,
      "[AC005632.2]": 1446,
      "[AC005632.3]": 1447,
      "[AC005632.4]": 1448,
      "[AC005668.1]": 1449,
      "[AC005670.1]": 1450,
      "[AC005674.1]": 1451,
      "[AC005674.2]": 1452,
      "[AC005682.1]": 1453,
      "[AC005682.5]": 1454,
      "[AC005682.6]": 1455,
      "[AC005682.8]": 1456,
      "[AC005691.1]": 1457,
      "[AC005692.1]": 1458,
      "[AC005692.2]": 1459,
      "[AC005695.1]": 1460,
      "[AC005695.2]": 1461,
      "[AC005695.3]": 1462,
      "[AC005696.1]": 1463,
      "[AC005696.3]": 1464,
      "[AC005696.4]": 1465,
      "[AC005697.1]": 1466,
      "[AC005697.2]": 1467,
      "[AC005699.1]": 1468,
      "[AC005702.1]": 1469,
      "[AC005702.3]": 1470,
      "[AC005702.4]": 1471,
      "[AC005702.5]": 1472,
      "[AC005703.1]": 1473,
      "[AC005703.2]": 1474,
      "[AC005703.3]": 1475,
      "[AC005703.4]": 1476,
      "[AC005703.5]": 1477,
      "[AC005703.6]": 1478,
      "[AC005722.1]": 1479,
      "[AC005722.2]": 1480,
      "[AC005722.3]": 1481,
      "[AC005722.4]": 1482,
      "[AC005725.1]": 1483,
      "[AC005726.1]": 1484,
      "[AC005726.2]": 1485,
      "[AC005726.3]": 1486,
      "[AC005726.4]": 1487,
      "[AC005726.6]": 1488,
      "[AC005730.1]": 1489,
      "[AC005730.2]": 1490,
      "[AC005730.3]": 1491,
      "[AC005736.1]": 1492,
      "[AC005736.2]": 1493,
      "[AC005736.3]": 1494,
      "[AC005740.1]": 1495,
      "[AC005740.2]": 1496,
      "[AC005740.3]": 1497,
      "[AC005740.4]": 1498,
      "[AC005740.5]": 1499,
      "[AC005740.6]": 1500,
      "[AC005740.7]": 1501,
      "[AC005741.1]": 1502,
      "[AC005741.2]": 1503,
      "[AC005746.1]": 1504,
      "[AC005746.2]": 1505,
      "[AC005746.3]": 1506,
      "[AC005752.10]": 1507,
      "[AC005753.1]": 1508,
      "[AC005753.3]": 1509,
      "[AC005754.7]": 1510,
      "[AC005754.8]": 1511,
      "[AC005757.1]": 1512,
      "[AC005757.6]": 1513,
      "[AC005758.1]": 1514,
      "[AC005759.1]": 1515,
      "[AC005771.1]": 1516,
      "[AC005772.1]": 1517,
      "[AC005772.2]": 1518,
      "[AC005774.1]": 1519,
      "[AC005775.1]": 1520,
      "[AC005775.2]": 1521,
      "[AC005776.1]": 1522,
      "[AC005776.2]": 1523,
      "[AC005777.1]": 1524,
      "[AC005777.3]": 1525,
      "[AC005779.1]": 1526,
      "[AC005779.2]": 1527,
      "[AC005780.1]": 1528,
      "[AC005785.1]": 1529,
      "[AC005785.2]": 1530,
      "[AC005785.5]": 1531,
      "[AC005786.1]": 1532,
      "[AC005786.2]": 1533,
      "[AC005786.3]": 1534,
      "[AC005786.4]": 1535,
      "[AC005786.5]": 1536,
      "[AC005786.6]": 1537,
      "[AC005786.7]": 1538,
      "[AC005787.5]": 1539,
      "[AC005789.11]": 1540,
      "[AC005789.9]": 1541,
      "[AC005790.1]": 1542,
      "[AC005792.1]": 1543,
      "[AC005794.1]": 1544,
      "[AC005795.1]": 1545,
      "[AC005796.1]": 1546,
      "[AC005796.2]": 1547,
      "[AC005798.1]": 1548,
      "[AC005808.1]": 1549,
      "[AC005808.3]": 1550,
      "[AC005821.1]": 1551,
      "[AC005822.1]": 1552,
      "[AC005823.1]": 1553,
      "[AC005823.2]": 1554,
      "[AC005828.1]": 1555,
      "[AC005828.2]": 1556,
      "[AC005828.3]": 1557,
      "[AC005828.4]": 1558,
      "[AC005828.5]": 1559,
      "[AC005828.6]": 1560,
      "[AC005828.7]": 1561,
      "[AC005829.1]": 1562,
      "[AC005829.2]": 1563,
      "[AC005831.1]": 1564,
      "[AC005832.1]": 1565,
      "[AC005832.2]": 1566,
      "[AC005832.3]": 1567,
      "[AC005832.4]": 1568,
      "[AC005833.2]": 1569,
      "[AC005833.4]": 1570,
      "[AC005837.1]": 1571,
      "[AC005837.3]": 1572,
      "[AC005838.2]": 1573,
      "[AC005839.1]": 1574,
      "[AC005840.1]": 1575,
      "[AC005840.2]": 1576,
      "[AC005840.3]": 1577,
      "[AC005840.4]": 1578,
      "[AC005840.5]": 1579,
      "[AC005841.1]": 1580,
      "[AC005841.2]": 1581,
      "[AC005842.1]": 1582,
      "[AC005845.1]": 1583,
      "[AC005856.1]": 1584,
      "[AC005858.1]": 1585,
      "[AC005858.2]": 1586,
      "[AC005858.3]": 1587,
      "[AC005858.4]": 1588,
      "[AC005863.1]": 1589,
      "[AC005865.1]": 1590,
      "[AC005865.2]": 1591,
      "[AC005868.1]": 1592,
      "[AC005871.1]": 1593,
      "[AC005871.2]": 1594,
      "[AC005884.1]": 1595,
      "[AC005884.2]": 1596,
      "[AC005885.1]": 1597,
      "[AC005899.1]": 1598,
      "[AC005899.2]": 1599,
      "[AC005899.5]": 1600,
      "[AC005899.6]": 1601,
      "[AC005899.7]": 1602,
      "[AC005899.8]": 1603,
      "[AC005901.1]": 1604,
      "[AC005906.1]": 1605,
      "[AC005906.2]": 1606,
      "[AC005908.1]": 1607,
      "[AC005908.2]": 1608,
      "[AC005909.1]": 1609,
      "[AC005911.1]": 1610,
      "[AC005912.1]": 1611,
      "[AC005912.2]": 1612,
      "[AC005914.1]": 1613,
      "[AC005915.1]": 1614,
      "[AC005920.1]": 1615,
      "[AC005920.2]": 1616,
      "[AC005920.3]": 1617,
      "[AC005920.4]": 1618,
      "[AC005921.1]": 1619,
      "[AC005921.3]": 1620,
      "[AC005932.1]": 1621,
      "[AC005943.2]": 1622,
      "[AC005943.4]": 1623,
      "[AC005943.5]": 1624,
      "[AC005943.6]": 1625,
      "[AC005944.2]": 1626,
      "[AC005951.1]": 1627,
      "[AC005951.2]": 1628,
      "[AC005954.1]": 1629,
      "[AC005954.2]": 1630,
      "[AC005954.3]": 1631,
      "[AC005954.4]": 1632,
      "[AC005962.2]": 1633,
      "[AC005972.1]": 1634,
      "[AC005972.2]": 1635,
      "[AC005972.3]": 1636,
      "[AC005972.4]": 1637,
      "[AC005993.1]": 1638,
      "[AC005996.1]": 1639,
      "[AC005996.2]": 1640,
      "[AC005999.1]": 1641,
      "[AC006000.5]": 1642,
      "[AC006001.1]": 1643,
      "[AC006001.2]": 1644,
      "[AC006001.3]": 1645,
      "[AC006003.1]": 1646,
      "[AC006003.3]": 1647,
      "[AC006004.1]": 1648,
      "[AC006006.1]": 1649,
      "[AC006007.1]": 1650,
      "[AC006011.2]": 1651,
      "[AC006012.1]": 1652,
      "[AC006013.1]": 1653,
      "[AC006014.7]": 1654,
      "[AC006014.8]": 1655,
      "[AC006015.1]": 1656,
      "[AC006017.1]": 1657,
      "[AC006019.1]": 1658,
      "[AC006019.2]": 1659,
      "[AC006019.3]": 1660,
      "[AC006019.4]": 1661,
      "[AC006020.1]": 1662,
      "[AC006022.1]": 1663,
      "[AC006022.4]": 1664,
      "[AC006023.1]": 1665,
      "[AC006023.2]": 1666,
      "[AC006026.1]": 1667,
      "[AC006026.12]": 1668,
      "[AC006026.13]": 1669,
      "[AC006026.2]": 1670,
      "[AC006026.3]": 1671,
      "[AC006026.9]": 1672,
      "[AC006028.1]": 1673,
      "[AC006028.11]": 1674,
      "[AC006030.1]": 1675,
      "[AC006033.1]": 1676,
      "[AC006033.2]": 1677,
      "[AC006033.22]": 1678,
      "[AC006037.1]": 1679,
      "[AC006037.2]": 1680,
      "[AC006041.1]": 1681,
      "[AC006042.1]": 1682,
      "[AC006042.2]": 1683,
      "[AC006042.3]": 1684,
      "[AC006042.4]": 1685,
      "[AC006042.6]": 1686,
      "[AC006042.7]": 1687,
      "[AC006042.8]": 1688,
      "[AC006050.2]": 1689,
      "[AC006055.1]": 1690,
      "[AC006058.1]": 1691,
      "[AC006058.2]": 1692,
      "[AC006058.3]": 1693,
      "[AC006058.4]": 1694,
      "[AC006059.1]": 1695,
      "[AC006063.1]": 1696,
      "[AC006063.2]": 1697,
      "[AC006064.1]": 1698,
      "[AC006064.2]": 1699,
      "[AC006064.3]": 1700,
      "[AC006065.1]": 1701,
      "[AC006065.2]": 1702,
      "[AC006065.3]": 1703,
      "[AC006065.4]": 1704,
      "[AC006065.5]": 1705,
      "[AC006065.6]": 1706,
      "[AC006070.1]": 1707,
      "[AC006076.1]": 1708,
      "[AC006077.1]": 1709,
      "[AC006077.2]": 1710,
      "[AC006077.3]": 1711,
      "[AC006077.4]": 1712,
      "[AC006111.2]": 1713,
      "[AC006111.3]": 1714,
      "[AC006115.1]": 1715,
      "[AC006115.2]": 1716,
      "[AC006115.3]": 1717,
      "[AC006115.6]": 1718,
      "[AC006115.7]": 1719,
      "[AC006116.1]": 1720,
      "[AC006116.10]": 1721,
      "[AC006116.12]": 1722,
      "[AC006116.13]": 1723,
      "[AC006116.14]": 1724,
      "[AC006116.15]": 1725,
      "[AC006116.17]": 1726,
      "[AC006116.19]": 1727,
      "[AC006116.2]": 1728,
      "[AC006116.20]": 1729,
      "[AC006116.21]": 1730,
      "[AC006116.22]": 1731,
      "[AC006116.28]": 1732,
      "[AC006116.3]": 1733,
      "[AC006116.4]": 1734,
      "[AC006116.5]": 1735,
      "[AC006116.6]": 1736,
      "[AC006116.8]": 1737,
      "[AC006116.9]": 1738,
      "[AC006120.1]": 1739,
      "[AC006122.1]": 1740,
      "[AC006126.3]": 1741,
      "[AC006128.1]": 1742,
      "[AC006128.2]": 1743,
      "[AC006129.1]": 1744,
      "[AC006129.2]": 1745,
      "[AC006129.3]": 1746,
      "[AC006129.4]": 1747,
      "[AC006130.1]": 1748,
      "[AC006130.2]": 1749,
      "[AC006130.3]": 1750,
      "[AC006130.4]": 1751,
      "[AC006130.5]": 1752,
      "[AC006132.1]": 1753,
      "[AC006133.1]": 1754,
      "[AC006133.7]": 1755,
      "[AC006141.1]": 1756,
      "[AC006144.1]": 1757,
      "[AC006145.1]": 1758,
      "[AC006148.1]": 1759,
      "[AC006148.2]": 1760,
      "[AC006150.1]": 1761,
      "[AC006157.1]": 1762,
      "[AC006158.1]": 1763,
      "[AC006158.7]": 1764,
      "[AC006158.9]": 1765,
      "[AC006159.1]": 1766,
      "[AC006159.2]": 1767,
      "[AC006159.5]": 1768,
      "[AC006160.1]": 1769,
      "[AC006160.2]": 1770,
      "[AC006160.5]": 1771,
      "[AC006160.8]": 1772,
      "[AC006195.1]": 1773,
      "[AC006195.2]": 1774,
      "[AC006197.1]": 1775,
      "[AC006199.1]": 1776,
      "[AC006205.1]": 1777,
      "[AC006205.2]": 1778,
      "[AC006206.1]": 1779,
      "[AC006206.2]": 1780,
      "[AC006207.1]": 1781,
      "[AC006210.1]": 1782,
      "[AC006210.2]": 1783,
      "[AC006213.1]": 1784,
      "[AC006213.2]": 1785,
      "[AC006213.3]": 1786,
      "[AC006213.4]": 1787,
      "[AC006213.5]": 1788,
      "[AC006213.6]": 1789,
      "[AC006236.1]": 1790,
      "[AC006237.1]": 1791,
      "[AC006238.1]": 1792,
      "[AC006249.1]": 1793,
      "[AC006252.1]": 1794,
      "[AC006254.1]": 1795,
      "[AC006254.2]": 1796,
      "[AC006254.3]": 1797,
      "[AC006262.1]": 1798,
      "[AC006262.10]": 1799,
      "[AC006262.11]": 1800,
      "[AC006262.2]": 1801,
      "[AC006262.3]": 1802,
      "[AC006262.4]": 1803,
      "[AC006262.5]": 1804,
      "[AC006262.6]": 1805,
      "[AC006269.1]": 1806,
      "[AC006270.1]": 1807,
      "[AC006270.2]": 1808,
      "[AC006270.3]": 1809,
      "[AC006272.1]": 1810,
      "[AC006272.2]": 1811,
      "[AC006273.1]": 1812,
      "[AC006273.4]": 1813,
      "[AC006273.5]": 1814,
      "[AC006273.7]": 1815,
      "[AC006277.1]": 1816,
      "[AC006277.2]": 1817,
      "[AC006277.3]": 1818,
      "[AC006288.1]": 1819,
      "[AC006296.1]": 1820,
      "[AC006296.2]": 1821,
      "[AC006296.4]": 1822,
      "[AC006299.1]": 1823,
      "[AC006305.1]": 1824,
      "[AC006305.2]": 1825,
      "[AC006305.3]": 1826,
      "[AC006326.1]": 1827,
      "[AC006326.3]": 1828,
      "[AC006328.1]": 1829,
      "[AC006328.2]": 1830,
      "[AC006328.4]": 1831,
      "[AC006328.9]": 1832,
      "[AC006329.1]": 1833,
      "[AC006329.2]": 1834,
      "[AC006330.1]": 1835,
      "[AC006333.1]": 1836,
      "[AC006333.2]": 1837,
      "[AC006335.10]": 1838,
      "[AC006335.2]": 1839,
      "[AC006335.3]": 1840,
      "[AC006338.1]": 1841,
      "[AC006349.1]": 1842,
      "[AC006355.1]": 1843,
      "[AC006355.2]": 1844,
      "[AC006355.3]": 1845,
      "[AC006357.1]": 1846,
      "[AC006362.1]": 1847,
      "[AC006363.1]": 1848,
