{
    "version": "1.0",
    "truncation": null,
    "padding": null,
      "added_tokens": [
      {
        "id": 0,
        "content": "<UNK>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 1,
        "content": "<PAD>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 2,
        "content": "<CLS>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 3,
        "content": "<SEP>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 4,
        "content": "<MASK>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 5,
        "content": "<EOS>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      }],
    "normalizer": null,
    "pre_tokenizer": {
      "type": "Sequence",
      "pretokenizers": [
        {
          "type": "Split",
          "pattern": {
            "Regex": "<.*?>|\\[.*?\\]|\\S"
          },
          "behavior": "Removed",
          "invert": true
        }
      ]
    },
    "post_processor": null,
    "decoder": null,
    "model": {
      "type": "WordLevel",
      "vocab": {
        "[PLAC4]": 100,
        "[RPS2P45]": 101,
        "[C3orf18]": 102,
        "[C6orf226]": 103,
        "[CISD3]": 104,
        "[KDM1A]": 105,
        "[HIST1H2BN]": 106,
        "[RARA]": 107,
        "[AQR]": 108,
        "[PPM1L]": 109,
        "[SPPL2C]": 110,
        "[WDFY4]": 111,
        "[COX16]": 112,
        "[ETS1]": 113,
        "[SARM1]": 114,
        "[TMEM185A]": 115,
        "[IFNLR1]": 116,
        "[INPPL1]": 117,
        "[AGER]": 118,
        "[OCIAD1]": 119,
        "[EIF4EBP2]": 120,
        "[LINC00705]": 121,
        "[CACNB1]": 122,
        "[LLGL1]": 123,
        "[RBM47]": 124,
        "[RNF19A]": 125,
        "[H1FX-AS1]": 126,
        "[LOC284014]": 127,
        "[DICER1]": 128,
        "[HCN1]": 129,
        "[GTF3C3]": 130,
        "[RUNX2]": 131,
        "[EME1]": 132,
        "[RNF7]": 133,
        "[CDK2]": 134,
        "[PAPD7]": 135,
        "[LINC01184]": 136,
        "[LOC101929964]": 137,
        "[MSH3]": 138,
        "[CAMP]": 139,
        "[COPG2IT1]": 140,
        "[FAM49B]": 141,
        "[LOC100289061]": 142,
        "[LOC284661]": 143,
        "[SOX5P]": 144,
        "[IFNA1]": 145,
        "[IFNA13]": 146,
        "[ZNF391]": 147,
        "[LOC255654]": 148,
        "[TMPRSS3]": 149,
        "[BRD8]": 150,
        "[FAM122B]": 151,
        "[NLRP4]": 152,
        "[NPFFR2]": 153,
        "[LINC01215]": 154,
        "[TMC6]": 155,
        "[FAM45A]": 156,
        "[FAM45B]": 157,
        "[MED11]": 158,
        "[C7orf31]": 159,
        "[DNAJC1]": 160,
        "[GUCA1C]": 161,
        "[NR4A1]": 162,
        "[SLC30A7]": 163,
        "[ZNF431]": 164,
        "[HECA]": 165,
        "[KBTBD4]": 166,
        "[PTPMT1]": 167,
        "[ASB12]": 168,
        "[ZNF785]": 169,
        "[GJC1]": 170,
        "[ISOC2]": 171,
        "[NICN1]": 172,
        "[SLC35C1]": 173,
        "[KIF5B]": 174,
        "[LOC101928495]": 175,
        "[MTNR1B]": 176,
        "[PCYT1B]": 177,
        "[KGFLP2]": 178,
        "[UBE2G2]": 179,
        "[BC038194]": 180,
        "[RP11-550P17.5]": 181,
        "[ZC3H18]": 182,
        "[C11orf95]": 183,
        "[TUB]": 184,
        "[ANKRD27]": 185,
        "[DYNLT3]": 186,
        "[ADCY1]": 187,
        "[CDH13]": 188,
        "[PDC]": 189,
        "[ZNF630]": 190,
        "[GNA14]": 191,
        "[RP11-433A10.3]": 192,
        "[KLHL10]": 193,
        "[SLIT1]": 194,
        "[NAT8L]": 195,
        "[TIMM17A]": 196,
        "[ENPP2]": 197,
        "[UBE3A]": 198,
        "[DHRS4-AS1]": 199,
        "[TFB2M]": 200,
        "[CILP]": 201,
        "[SMPDL3B]": 202,
        "[GLYR1]": 203,
        "[CASC10]": 204,
        "[PPP2R5B]": 205,
        "[FKBP8]": 206,
        "[GUK1]": 207,
        "[CELF2]": 208,
        "[PCGF5]": 209,
        "[FOXN3]": 210,
        "[ZHX1]": 211,
        "[EYA3]": 212,
        "[MOSPD2]": 213,
        "[FARSA]": 214,
        "[PDLIM1]": 215,
        "[ANAPC11]": 216,
        "[DNAJA3]": 217,
        "[COLEC12]": 218,
        "[LRRC47]": 219,
        "[USP47]": 220,
        "[CXCR1]": 221,
        "[FAM19A5]": 222,
        "[ILDR1]": 223,
        "[PIK3IP1]": 224,
        "[PRKCH]": 225,
        "[ZFP36]": 226,
        "[ZNF506]": 227,
        "[DMKN]": 228,
        "[EHF]": 229,
        "[MYBL1]": 230,
        "[STAT5A]": 231,
        "[PXDNL]": 232,
        "[UBE3D]": 233,
        "[RPL11]": 234,
        "[SLC9A7]": 235,
        "[LRRC8D]": 236,
        "[SHOC2]": 237,
        "[SNHG18]": 238,
        "[SYT11]": 239,
        "[OR5J2]": 240,
        "[RBP4]": 241,
        "[LOC284578]": 242,
        "[NFASC]": 243,
        "[TPO]": 244,
        "[ZMYM3]": 245,
        "[SMAP2]": 246,
        "[SMO]": 247,
        "[BTBD3]": 248,
        "[NPAS3]": 249,
        "[KCNN3]": 250,
        "[SEPT7]": 251,
        "[MMP11]": 252,
        "[TMED3]": 253,
        "[CDS2]": 254,
        "[RBMXL1]": 255,
        "[AXDND1]": 256,
        "[HRC]": 257,
        "[UBXN4]": 258,
        "[ZNF780A]": 259,
        "[POLR2E]": 260,
        "[SORBS1]": 261,
        "[OR8B2]": 262,
        "[UHRF1BP1]": 263,
        "[CLHC1]": 264,
        "[MAP3K2]": 265,
        "[LINC01393]": 266,
        "[OAF]": 267,
        "[ALPK2]": 268,
        "[TTTY1]": 269,
        "[TTTY1B]": 270,
        "[ISM1]": 271,
        "[TRAF3]": 272,
        "[LOC100289019]": 273,
        "[VKORC1L1]": 274,
        "[GPSM3]": 275,
        "[LOC101929319]": 276,
        "[LRP4]": 277,
        "[SPATA6]": 278,
        "[LMBR1]": 279,
        "[RP11-461L18.1]": 280,
        "[GIN1]": 281,
        "[ZKSCAN7]": 282,
        "[LOC101928635]": 283,
        "[WIPF1]": 284,
        "[TCERG1]": 285,
        "[TIGD4]": 286,
        "[NPTN-IT1]": 287,
        "[SUV420H1]": 288,
        "[PGAM1]": 289,
        "[SKA3]": 290,
        "[MAPK6]": 291,
        "[SLC25A27]": 292,
        "[CSMD1]": 293,
        "[DTX2]": 294,
        "[LOC102725292]": 295,
        "[KIAA0195]": 296,
        "[MIR6785]": 297,
        "[DNAJC27]": 298,
        "[LYSMD2]": 299,
        "[GPR153]": 300,
        "[NRGN]": 301,
        "[LRSAM1]": 302,
        "[TRIM65]": 303,
        "[KIAA0196]": 304,
        "[ZNF33A]": 305,
        "[THSD4]": 306,
        "[TMEM192]": 307,
        "[GZMM]": 308,
        "[PHKG2]": 309,
        "[CLUAP1]": 310,
        "[MMP26]": 311,
        "[DNTTIP1]": 312,
        "[KPNA1]": 313,
        "[HEBP2]": 314,
        "[RAB8A]": 315,
        "[LRIG2]": 316,
        "[NR4A2]": 317,
        "[GPHB5]": 318,
        "[LEF1]": 319,
        "[PRMT5]": 320,
        "[TPM3]": 321,
        "[LOC729966]": 322,
        "[PDE4C]": 323,
        "[TAGAP]": 324,
        "[ERLIN1]": 325,
        "[RPA1]": 326,
        "[DLEU2L]": 327,
        "[TMEM132D]": 328,
        "[VASH2]": 329,
        "[VGLL4]": 330,
        "[PRRC1]": 331,
        "[SH3GL2]": 332,
        "[CPZ]": 333,
        "[GPR78]": 334,
        "[PSMB6]": 335,
        "[ELMO2]": 336,
        "[SLC9A2]": 337,
        "[MAP2K2]": 338,
        "[SCOC]": 339,
        "[AF007147]": 340,
        "[CASP2]": 341,
        "[C9orf116]": 342,
        "[NDUFS7]": 343,
        "[FBXL4]": 344,
        "[SIN3A]": 345,
        "[ARSD]": 346,
        "[PTGS2]": 347,
        "[BLOC1S3]": 348,
        "[CAMK2G]": 349,
        "[RP4-581F12.1]": 350,
        "[ZNF330]": 351,
        "[UBAP1]": 352,
        "[ZNF557]": 353,
        "[CENPV]": 354,
        "[GLRX3]": 355,
        "[COX6CP2]": 356,
        "[RILP]": 357,
        "[LOC101928052]": 358,
        "[SLC6A19]": 359,
        "[CLDN4]": 360,
        "[UBA52]": 361,
        "[DNAJB8]": 362,
        "[LINC00515]": 363,
        "[KRAS]": 364,
        "[NRTN]": 365,
        "[ANAPC16]": 366,
        "[VPS29]": 367,
        "[AGAP2-AS1]": 368,
        "[JTB]": 369,
        "[NIPBL]": 370,
        "[ZNF680]": 371,
        "[ERCC6L]": 372,
        "[LRRC40]": 373,
        "[RENBP]": 374,
        "[TTLL10]": 375,
        "[ALDH3A2]": 376,
        "[LOC100507472]": 377,
        "[PCSK6]": 378,
        "[MRPS9]": 379,
        "[SEPHS2]": 380,
        "[CRKL]": 381,
        "[MRPS12]": 382,
        "[ADAM19]": 383,
        "[NBPF4]": 384,
        "[FGFR4]": 385,
        "[SH2D3A]": 386,
        "[ARHGAP42]": 387,
        "[CDC42SE2]": 388,
        "[C14orf64]": 389,
        "[ZNHIT3]": 390,
        "[FXYD7]": 391,
        "[GPR12]": 392,
        "[RDH11]": 393,
        "[TTF1]": 394,
        "[IRF2BPL]": 395,
        "[TWSG1]": 396,
        "[RPRD2]": 397,
        "[SPG21]": 398,
        "[LTB]": 399,
        "[SPATA7]": 400,
        "[GABARAPL1]": 401,
        "[GABARAPL3]": 402,
        "[SLC6A8]": 403,
        "[DNAJB4]": 404,
        "[NBPF10]": 405,
        "[NBPF11]": 406,
        "[NBPF14]": 407,
        "[NBPF15]": 408,
        "[NBPF19]": 409,
        "[NBPF20]": 410,
        "[NBPF25P]": 411,
        "[NBPF26]": 412,
        "[NBPF8]": 413,
        "[NBPF9]": 414,
        "[GLYAT]": 415,
        "[MAGEC3]": 416,
        "[CLDN22]": 417,
        "[WWC2]": 418,
        "[CRHR1]": 419,
        "[NKAP]": 420,
        "[PON2]": 421,
        "[ZNF12]": 422,
        "[MDGA1]": 423,
        "[SLC39A5]": 424,
        "[LSM5]": 425,
        "[SMC3]": 426,
        "[PPP4R2]": 427,
        "[RFPL1]": 428,
        "[PENK]": 429,
        "[YBX2]": 430,
        "[PMS2P1]": 431,
        "[RPL23]": 432,
        "[SNORA21]": 433,
        "[CABLES1]": 434,
        "[STC2]": 435,
        "[ST8SIA4]": 436,
        "[VTA1]": 437,
        "[CALD1]": 438,
        "[SCAPER]": 439,
        "[MED23]": 440,
        "[TTC12]": 441,
        "[PRO2214]": 442,
        "[TAPBP]": 443,
        "[RABEP1]": 444,
        "[SEMA6B]": 445,
        "[CCDC65]": 446,
        "[KIAA1407]": 447,
        "[LRRC3]": 448,
        "[LRRC3DN]": 449,
        "[MPL]": 450,
        "[GHITM]": 451,
        "[MCM9]": 452,
        "[ACOX2]": 453,
        "[SHROOM2]": 454,
        "[NPSR1-AS1]": 455,
        "[ZNF578]": 456,
        "[PCNXL4]": 457,
        "[ZNF347]": 458,
        "[CDCP1]": 459,
        "[SIM1]": 460,
        "[ENY2]": 461,
        "[RPL13A]": 462,
        "[RPL13AP5]": 463,
        "[SNORD32A]": 464,
        "[SNORD33]": 465,
        "[SNORD34]": 466,
        "[SNORD35A]": 467,
        "[DGCR9]": 468,
        "[FNDC9]": 469,
        "[CHPF]": 470,
        "[NKX3-1]": 471,
        "[LOC100652777]": 472,
        "[PLA2G10]": 473,
        "[NAV3]": 474,
        "[CCDC85A]": 475,
        "[FAM230C]": 476,
        "[ADAMTS2]": 477,
        "[SCN7A]": 478,
        "[ABRACL]": 479,
        "[ACTB]": 480,
        "[FBLIM1]": 481,
        "[MAD2L1]": 482,
        "[GGA2]": 483,
        "[CACNA1G]": 484,
        "[UBE2J2]": 485,
        "[ALMS1]": 486,
        "[PDIA3]": 487,
        "[ATOH7]": 488,
        "[ATP2A2]": 489,
        "[ND3]": 490,
        "[SH3KBP1]": 491,
        "[CMC4]": 492,
        "[MTCP1]": 493,
        "[LOC100131303]": 494,
        "[KLC3]": 495,
        "[OLFML3]": 496,
        "[CTC-462L7.1]": 497,
        "[SOX5]": 498,
        "[HHIPL1]": 499,
        "[SNORA43]": 500,
        "[FGF13-AS1]": 501,
        "[STX10]": 502,
        "[ALOXE3]": 503,
        "[KCNK4]": 504,
        "[ATF7IP]": 505,
        "[FCRL1]": 506,
        "[CTSH]": 507,
        "[GAREML]": 508,
        "[PRKCSH]": 509,
        "[TMED4]": 510,
        "[AX747730]": 511,
        "[SLC7A4]": 512,
        "[UBE2N]": 513,
        "[AGO2]": 514,
        "[CASC7]": 515,
        "[DQ574852]": 516,
        "[SLC12A2]": 517,
        "[CASD1]": 518,
        "[CENPC]": 519,
        "[C11orf88]": 520,
        "[MIP]": 521,
        "[TRMT10C]": 522,
        "[USP16]": 523,
        "[LOC439951]": 524,
        "[LRRC66]": 525,
        "[APOA1BP]": 526,
        "[SLC36A4]": 527,
        "[Igk]": 528,
        "[NFKBIL1]": 529,
        "[LOC101929460]": 530,
        "[LOC102725345]": 531,
        "[MEX3C]": 532,
        "[RALB]": 533,
        "[ND6]": 534,
        "[NRG1]": 535,
        "[OXCT2]": 536,
        "[PLEKHG6]": 537,
        "[AMDHD2]": 538,
        "[CEMP1]": 539,
        "[PCDHGC3]": 540,
        "[GRPEL1]": 541,
        "[STK4]": 542,
        "[PHKA1]": 543,
        "[SETDB1]": 544,
        "[CFH]": 545,
        "[NACC2]": 546,
        "[LOC101927720]": 547,
        "[TTC28-AS1]": 548,
        "[UTS2]": 549,
        "[VAMP1]": 550,
        "[ATP5O]": 551,
        "[ZNF502]": 552,
        "[C1orf162]": 553,
        "[HCG18]": 554,
        "[ACTA2-AS1]": 555,
        "[DPCD]": 556,
        "[HEATR9]": 557,
        "[MAST4]": 558,
        "[BC016361]": 559,
        "[ITGB1]": 560,
        "[IL18RAP]": 561,
        "[PEX26]": 562,
        "[AOX2P]": 563,
        "[SNAPC4]": 564,
        "[CTD-2124B8.2]": 565,
        "[POLR2D]": 566,
        "[PRKAA2]": 567,
        "[RP11-111J6.2]": 568,
        "[CD46]": 569,
        "[FASN]": 570,
        "[CDH24]": 571,
        "[RP5-1039K5.16]": 572,
        "[C6orf141]": 573,
        "[DR1]": 574,
        "[HOMER3]": 575,
        "[RETN]": 576,
        "[ESR2]": 577,
        "[FOXA2]": 578,
        "[CD55]": 579,
        "[RAB9A]": 580,
        "[CCDC13-AS1]": 581,
        "[DCP1A]": 582,
        "[LRRC6]": 583,
        "[NCS1]": 584,
        "[LOC100507384]": 585,
        "[SDR9C7]": 586,
        "[LOC100506858]": 587,
        "[SIVA1]": 588,
        "[RAD51D]": 589,
        "[KCNS2]": 590,
        "[UBBP1]": 591,
        "[UBBP4]": 592,
        "[BMP8A]": 593,
        "[DDA1]": 594,
        "[LOC389332]": 595,
        "[TRPV4]": 596,
        "[AAMP]": 597,
        "[TFDP1]": 598,
        "[LOC101929147]": 599,
        "[SEC24B-AS1]": 600,
        "[F13A1]": 601,
        "[OFCC1]": 602,
        "[NRL]": 603,
        "[RGS16]": 604,
        "[EPHB4]": 605,
        "[TSPAN2]": 606,
        "[ADH5]": 607,
        "[COL1A2]": 608,
        "[PHAX]": 609,
        "[TOP2A]": 610,
        "[COX14]": 611,
        "[PPIE]": 612,
        "[BCL11B]": 613,
        "[COL7A1]": 614,
        "[C14orf169]": 615,
        "[PSMD13]": 616,
        "[MYRF]": 617,
        "[OR10A3]": 618,
        "[MTERF4]": 619,
        "[ZNF354A]": 620,
        "[CDK5RAP1]": 621,
        "[FBLN7]": 622,
        "[GC]": 623,
        "[LOC100506379]": 624,
        "[CNTN5]": 625,
        "[MAP2K7]": 626,
        "[BC040577]": 627,
        "[RP11-10K16.1]": 628,
        "[LAMA5]": 629,
        "[LDOC1]": 630,
        "[SH3PXD2B]": 631,
        "[FBLN1]": 632,
        "[RTKN2]": 633,
        "[B3GALT2]": 634,
        "[FAR1]": 635,
        "[CHMP5]": 636,
        "[ZDHHC21]": 637,
        "[FAF1]": 638,
        "[MIEF1]": 639,
        "[BAAT]": 640,
        "[RP11-33O4.1]": 641,
        "[IL9]": 642,
        "[PKHD1]": 643,
        "[BMS1P20]": 644,
        "[ZFP62]": 645,
        "[NPPB]": 646,
        "[SULT1E1]": 647,
        "[TMEM47]": 648,
        "[ANXA10]": 649,
        "[LOC100128325]": 650,
        "[DDB1]": 651,
        "[STUB1]": 652,
        "[EPB41L5]": 653,
        "[SLC35A5]": 654,
        "[STOML2]": 655,
        "[TLK1]": 656,
        "[LOC100507221]": 657,
        "[PTH]": 658,
        "[L3MBTL2]": 659,
        "[NLRP1]": 660,
        "[RASAL3]": 661,
        "[WWP2]": 662,
        "[ANP32A]": 663,
        "[BNIP2]": 664,
        "[ARAF]": 665,
        "[TMEM159]": 666,
        "[ITPR1]": 667,
        "[ZDBF2]": 668,
        "[RPL7L1]": 669,
        "[WAC-AS1]": 670,
        "[SMARCD3]": 671,
        "[ATP5G1]": 672,
        "[NCAPH2]": 673,
        "[COPS4]": 674,
        "[SLC30A6]": 675,
        "[AMMECR1]": 676,
        "[KIF3A]": 677,
        "[STK4-AS1]": 678,
        "[NFATC3]": 679,
        "[EIF3F]": 680,
        "[PRSS1]": 681,
        "[PRSS2]": 682,
        "[FAM171B]": 683,
        "[IGSF21]": 684,
        "[C12orf40]": 685,
        "[MGC40069]": 686,
        "[USO1]": 687,
        "[ATG16L2]": 688,
        "[ERCC1]": 689,
        "[CRIP2]": 690,
        "[NFATC2IP]": 691,
        "[FBLN2]": 692,
        "[TGIF1]": 693,
        "[ANKRD46]": 694,
        "[GAPDHP62]": 695,
        "[CSNK1A1]": 696,
        "[CXCL12]": 697,
        "[LINC01089]": 698,
        "[KCNF1]": 699,
        "[MTFMT]": 700,
        "[TIGD7]": 701,
        "[CNPY2]": 702,
        "[EXOC7]": 703,
        "[ALDH18A1]": 704,
        "[FAM98B]": 705,
        "[LEPR]": 706,
        "[LEPROT]": 707,
        "[RICTOR]": 708,
        "[CSPG5]": 709,
        "[RGSL1]": 710,
        "[MLXIP]": 711,
        "[SELPLG]": 712,
        "[CDCA5]": 713,
        "[MRPS14]": 714,
        "[CGN]": 715,
        "[SYTL5]": 716,
        "[CSTF3]": 717,
        "[KATNA1]": 718,
        "[FBXW9]": 719,
        "[JMJD7-PLA2G4B]": 720,
        "[PLA2G4B]": 721,
        "[FAM160B1]": 722,
        "[SLC2A12]": 723,
        "[BARHL1]": 724,
        "[SET]": 725,
        "[SETSIP]": 726,
        "[LOC100506014]": 727,
        "[TEX261]": 728,
        "[BC034636]": 729,
        "[CTB-113P19.4]": 730,
        "[LOC340090]": 731,
        "[BCCIP]": 732,
        "[LINC01128]": 733,
        "[KMT2A]": 734,
        "[TDGF1]": 735,
        "[TDGF1P3]": 736,
        "[CEP97]": 737,
        "[FERMT2]": 738,
        "[LOC340017]": 739,
        "[RP11-75C9.1]": 740,
        "[SNX25]": 741,
        "[ZNF432]": 742,
        "[CYP20A1]": 743,
        "[NUDT4]": 744,
        "[NUDT4P1]": 745,
        "[NUDT4P2]": 746,
        "[BC048982]": 747,
        "[RP11-1102P16.1]": 748,
        "[CLVS2]": 749,
        "[SDR42E1]": 750,
        "[ZFP1]": 751,
        "[CA3]": 752,
        "[NARS]": 753,
        "[P4HA3]": 754,
        "[XIST]": 755,
        "[ACTR6]": 756,
        "[KNOP1]": 757,
        "[CCDC138]": 758,
        "[OBP2A]": 759,
        "[OBP2B]": 760,
        "[CA11]": 761,
        "[NOD1]": 762,
        "[DEK]": 763,
        "[LRP8]": 764,
        "[GAS5]": 765,
        "[SNORD44]": 766,
        "[SNORD47]": 767,
        "[SNORD74]": 768,
        "[SNORD76]": 769,
        "[SNORD77]": 770,
        "[SNORD79]": 771,
        "[SNORD80]": 772,
        "[SNORD81]": 773,
        "[TYMP]": 774,
        "[PSMD11]": 775,
        "[RUVBL1]": 776,
        "[DDI2]": 777,
        "[RSC1A1]": 778,
        "[DUSP5]": 779,
        "[CD33]": 780,
        "[MAS1L]": 781,
        "[IDH3B]": 782,
        "[SYDE1]": 783,
        "[ASCC1]": 784,
        "[COLGALT1]": 785,
        "[MAN1A1]": 786,
        "[DCHS2]": 787,
        "[MTG1]": 788,
        "[ESR1]": 789,
        "[LOC219690]": 790,
        "[BC038205]": 791,
        "[GRM4]": 792,
        "[C1orf111]": 793,
        "[DKFZp434L192]": 794,
        "[CYB5R3]": 795,
        "[RPL35]": 796,
        "[RHOA]": 797,
        "[SEC24C]": 798,
        "[KCNRG]": 799,
        "[TRIM13]": 800,
        "[RNPC3]": 801,
        "[CAMK2B]": 802,
        "[GPR137]": 803,
        "[IGHA1]": 804,
        "[IGHV4-31]": 805,
        "[TUBGCP6]": 806,
        "[DNAAF2]": 807,
        "[MIR302B]": 808,
        "[CDR1]": 809,
        "[CTC-384G19.1]": 810,
        "[MRFAP1L1]": 811,
        "[RNF141]": 812,
        "[CXCL16]": 813,
        "[MIR31HG]": 814,
        "[ADAM7]": 815,
        "[DLEC1]": 816,
        "[AMBN]": 817,
        "[ARX]": 818,
        "[DNAJC13]": 819,
        "[LOC727820]": 820,
        "[RP11-111M22.4]": 821,
        "[ZNF644]": 822,
        "[SH3TC1]": 823,
        "[SRFBP1]": 824,
        "[ARL14]": 825,
        "[POGLUT1]": 826,
        "[BRAT1]": 827,
        "[STK32C]": 828,
        "[PPP1R35]": 829,
        "[RP11-384L8.1]": 830,
        "[SUV420H2]": 831,
        "[AF086154]": 832,
        "[RP11-432J24.5]": 833,
        "[AJAP1]": 834,
        "[DRAM2]": 835,
        "[POLG2]": 836,
        "[KCNK9]": 837,
        "[QPCTL]": 838,
        "[MEIS3]": 839,
        "[RMST]": 840,
        "[LOC100509303]": 841,
        "[RP11-166P13.4]": 842,
        "[FAM126B]": 843,
        "[NBN]": 844,
        "[SIN3B]": 845,
        "[ZCCHC5]": 846,
        "[PTGS1]": 847,
        "[SERP2]": 848,
        "[EXOSC9]": 849,
        "[ZBTB43]": 850,
        "[LUC7L3]": 851,
        "[TMEM97]": 852,
        "[PTH2]": 853,
        "[XIRP1]": 854,
        "[EFCAB13]": 855,
        "[LPP]": 856,
        "[LOC102606465]": 857,
        "[LZTS1-AS1]": 858,
        "[MUC5AC]": 859,
        "[MRPS10]": 860,
        "[PIK3R5]": 861,
        "[ACVR1]": 862,
        "[ZMAT2]": 863,
        "[BCL2L2]": 864,
        "[MMP24-AS1]": 865,
        "[SREBF2]": 866,
        "[ZNF317]": 867,
        "[CCDC169-SOHLH2]": 868,
        "[SOHLH2]": 869,
        "[FOXO6]": 870,
        "[LOC102723620]": 871,
        "[MIIP]": 872,
        "[LINC00427]": 873,
        "[SHC3]": 874,
        "[CRTC2]": 875,
        "[HDGF]": 876,
        "[ISCU]": 877,
        "[PADI3]": 878,
        "[NKPD1]": 879,
        "[SLC1A2]": 880,
        "[FZD7]": 881,
        "[LINC00284]": 882,
        "[LOC102724165]": 883,
        "[NRXN1]": 884,
        "[COMMD6]": 885,
        "[PAX3]": 886,
        "[MARCH6]": 887,
        "[MFAP3]": 888,
        "[AIMP1]": 889,
        "[ZBTB2]": 890,
        "[NFKB2]": 891,
        "[SAFB]": 892,
        "[TMEM237]": 893,
        "[TRAPPC2L]": 894,
        "[ARV1]": 895,
        "[RBM4]": 896,
        "[KCNK15]": 897,
        "[ZNF280A]": 898,
        "[RP5-1154L15.2]": 899,
        "[TMEM79]": 900,
        "[CLDN3]": 901,
        "[IGFBP6]": 902,
        "[LOC101927526]": 903,
        "[LOC102723684]": 904,
        "[CSDE1]": 905,
        "[PUM2]": 906,
        "[GLYCTK-AS1]": 907,
        "[PRO1804]": 908,
        "[LOC101060464]": 909,
        "[LOC101929858]": 910,
        "[LOC101930165]": 911,
        "[LOC101930171]": 912,
        "[TCEB3C]": 913,
        "[TCEB3CL]": 914,
        "[TCEB3CL2]": 915,
        "[MUC20]": 916,
        "[TRAFD1]": 917,
        "[ZSCAN26]": 918,
        "[KDM1B]": 919,
        "[UBQLN2]": 920,
        "[CAPN10-AS1]": 921,
        "[RP11-395B7.7]": 922,
        "[GRK5]": 923,
        "[LOC101930657]": 924,
        "[C9orf24]": 925,
        "[UBXN10]": 926,
        "[ARNTL]": 927,
        "[LOC100133920]": 928,
        "[LOC100996643]": 929,
        "[LOC101928195]": 930,
        "[LOC101929583]": 931,
        "[LOC286297]": 932,
        "[LOC100379224]": 933,
        "[LOC642426]": 934,
        "[LOC100131262]": 935,
        "[UAP1]": 936,
        "[EXD3]": 937,
        "[TTC38]": 938,
        "[KCNG1]": 939,
        "[MBD3]": 940,
        "[SSPO]": 941,
        "[SFTPD]": 942,
        "[TRAF4]": 943,
        "[ADK]": 944,
        "[KBTBD6]": 945,
        "[APC2]": 946,
        "[IGHD]": 947,
        "[CD70]": 948,
        "[COMTD1]": 949,
        "[KEAP1]": 950,
        "[RANBP2]": 951,
        "[AP006216.12]": 952,
        "[APOA1-AS]": 953,
        "[RAB33A]": 954,
        "[IFNL2]": 955,
        "[IFNL3]": 956,
        "[UNC79]": 957,
        "[HABP2]": 958,
        "[OCR1]": 959,
        "[RUFY2]": 960,
        "[SEL1L]": 961,
        "[EPYC]": 962,
        "[ACVR2B]": 963,
        "[OLFML1]": 964,
        "[COG1]": 965,
        "[LINC00474]": 966,
        "[CEBPG]": 967,
        "[MRPS28]": 968,
        "[RASD1]": 969,
        "[AGAP4]": 970,
        "[HMGA1]": 971,
        "[DMWD]": 972,
        "[TMEM53]": 973,
        "[LOC100507494]": 974,
        "[SFTPB]": 975,
        "[C7orf60]": 976,
        "[ZBTB34]": 977,
        "[RP11-212P7.2]": 978,
        "[SSH1]": 979,
        "[MTX1]": 980,
        "[N4BP2L1]": 981,
        "[LOC730139]": 982,
        "[VN1R2]": 983,
        "[LINC00290]": 984,
        "[TMSB15B]": 985,
        "[PROX1]": 986,
        "[RGL3]": 987,
        "[GABBR1]": 988,
        "[MYPOP]": 989,
        "[LOC101927734]": 990,
        "[TMEM52B]": 991,
        "[AF086126]": 992,
        "[C16orf52]": 993,
        "[MFSD12]": 994,
        "[PEX1]": 995,
        "[PSD3]": 996,
        "[RP11-554D14.1]": 997,
        "[SMEK3P]": 998,
        "[SAPCD1-AS1]": 999,
        "[XXbac-BPG32J3.18]": 1000,
        "[CMPK1]": 1001,
        "[RAD51AP1]": 1002,
        "[PPP2CB]": 1003,
        "[WDR65]": 1004,
        "[CORO6]": 1005,
        "[COX8C]": 1006,
        "[PANK3]": 1007,
        "[ELANE]": 1008,
        "[LOC101929341]": 1009,
        "[CARD8]": 1010,
        "[GTSE1]": 1011,
        "[TRMU]": 1012,
        "[TXNDC15]": 1013,
        "[ZNF595]": 1014,
        "[CHURC1]": 1015,
        "[MSL2]": 1016,
        "[HRG]": 1017,
        "[RBX1]": 1018,
        "[CTNNA1]": 1019,
        "[ERICH1]": 1020,
        "[GLS2]": 1021,
        "[WDR27]": 1022,
        "[CTD-2292M16.8]": 1023,
        "[VAPA]": 1024,
        "[GSTM3]": 1025,
        "[LOC101928661]": 1026,
        "[CCDC61]": 1027,
        "[PHRF1]": 1028,
        "[DKFZP434L187]": 1029,
        "[LOC100506860]": 1030,
        "[GSTM5]": 1031,
        "[PACSIN1]": 1032,
        "[APOA2]": 1033,
        "[TALDO1]": 1034,
        "[GBGT1]": 1035,
        "[UBN2]": 1036,
        "[C19orf47]": 1037,
        "[ZSCAN10]": 1038,
        "[NFKBIZ]": 1039,
        "[NLK]": 1040,
        "[KIAA1522]": 1041,
        "[NFIA]": 1042,
        "[PRKDC]": 1043,
        "[SAT2]": 1044,
        "[LOC102724561]": 1045,
        "[RP1-170O19.17]": 1046,
        "[CNTFR]": 1047,
        "[RGS4]": 1048,
        "[IFI30]": 1049,
        "[PIK3R2]": 1050,
        "[NPCDR1]": 1051,
        "[AGK]": 1052,
        "[NCK1]": 1053,
        "[CCDC102B]": 1054,
        "[TENM2]": 1055,
        "[MED15P9]": 1056,
        "[UMPS]": 1057,
        "[PPID]": 1058,
        "[HHLA2]": 1059,
        "[LOC151121]": 1060,
        "[ACAA1]": 1061,
        "[MAPK9]": 1062,
        "[RP1-58B11.1]": 1063,
        "[SLC25A48]": 1064,
        "[FLJ43315]": 1065,
        "[LOC101927088]": 1066,
        "[LOC101927527]": 1067,
        "[LOC101929518]": 1068,
        "[LOC442028]": 1069,
        "[PCDHA2]": 1070,
        "[LOC283692]": 1071,
        "[SMIM5]": 1072,
        "[KCNJ4]": 1073,
        "[LOC388942]": 1074,
        "[LINC01225]": 1075,
        "[TKTL2]": 1076,
        "[IGHM]": 1077,
        "[ZNF491]": 1078,
        "[NAPG]": 1079,
        "[SPOCK3]": 1080,
        "[MARK3]": 1081,
        "[YIF1A]": 1082,
        "[ADI1]": 1083,
        "[GJA4]": 1084,
        "[CCDC3]": 1085,
        "[CD1B]": 1086,
        "[MAP2]": 1087,
        "[SLC25A23]": 1088,
        "[ALOX5AP]": 1089,
        "[EIF3G]": 1090,
        "[EXOSC2]": 1091,
        "[LCLAT1]": 1092,
        "[CTAG2]": 1093,
        "[SHANK2-AS2]": 1094,
        "[MUC7]": 1095,
        "[OR2J3]": 1096,
        "[CLEC4A]": 1097,
        "[EIF1AX]": 1098,
        "[RP11-1217F2.1]": 1099,
        "[TNKS]": 1100,
        "[CRIP1]": 1101,
        "[E2F1]": 1102,
        "[LANCL1]": 1103,
        "[MPP2]": 1104,
        "[NF2]": 1105,
        "[FOXH1]": 1106,
        "[HIP1]": 1107,
        "[LINC00922]": 1108,
        "[SERPINB3]": 1109,
        "[SERPINB4]": 1110,
        "[LDLRAP1]": 1111,
        "[LOC101928851]": 1112,
        "[GPR174]": 1113,
        "[JAZF1-AS1]": 1114,
        "[CD248]": 1115,
        "[P2RX2]": 1116,
        "[PPM1F]": 1117,
        "[TLX1]": 1118,
        "[ADRA1B]": 1119,
        "[C21orf67]": 1120,
        "[LOC647070]": 1121,
        "[CLCNKB]": 1122,
        "[LAMB2P1]": 1123,
        "[HNRNPUL1]": 1124,
        "[AC112198.1]": 1125,
        "[SLC15A4]": 1126,
        "[MYBL2]": 1127,
        "[SLC17A3]": 1128,
        "[LOC100506548]": 1129,
        "[RPL37]": 1130,
        "[WDR92]": 1131,
        "[LOC101928995]": 1132,
        "[SSTR5-AS1]": 1133,
        "[ATPAF1]": 1134,
        "[CHAMP1]": 1135,
        "[GGH]": 1136,
        "[MEIS3P1]": 1137,
        "[DERA]": 1138,
        "[PGD]": 1139,
        "[HNRNPA1P31]": 1140,
        "[SEPSECS]": 1141,
        "[PNPLA8]": 1142,
        "[TESK1]": 1143,
        "[IGFALS]": 1144,
        "[WDR44]": 1145,
        "[COG5]": 1146,
        "[RBM6]": 1147,
        "[EPN1]": 1148,
        "[KCNIP3]": 1149,
        "[TPH1]": 1150,
        "[LPXN]": 1151,
        "[VPS45]": 1152,
        "[METTL21B]": 1153,
        "[SERTAD4]": 1154,
        "[C20orf166-AS1]": 1155,
        "[PVR]": 1156,
        "[EML4]": 1157,
        "[IMPDH1]": 1158,
        "[CEP290]": 1159,
        "[CSH1]": 1160,
        "[CSHL1]": 1161,
        "[GH1]": 1162,
        "[GH2]": 1163,
        "[LOC100506691]": 1164,
        "[STAC]": 1165,
        "[FNBP1L]": 1166,
        "[LOC100506538]": 1167,
        "[NDUFAF6]": 1168,
        "[LOC284513]": 1169,
        "[PTPRA]": 1170,
        "[PHF2]": 1171,
        "[TSNAXIP1]": 1172,
        "[AGAP11]": 1173,
        "[AGAP6]": 1174,
        "[AGAP7P]": 1175,
        "[CTGLF12P]": 1176,
        "[LOC101060581]": 1177,
        "[NR2F6]": 1178,
        "[GRM2]": 1179,
        "[SNCB]": 1180,
        "[HMGN1]": 1181,
        "[LOC101927733]": 1182,
        "[ZFYVE20]": 1183,
        "[HOXB7]": 1184,
        "[ID2]": 1185,
        "[EDC3]": 1186,
        "[HNF1B]": 1187,
        "[UCP3]": 1188,
        "[CACUL1]": 1189,
        "[RPF1]": 1190,
        "[IL18]": 1191,
        "[NEK3]": 1192,
        "[ANKRD34A]": 1193,
        "[LYL1]": 1194,
        "[FBXO25]": 1195,
        "[NDUFB1]": 1196,
        "[LOC100129620]": 1197,
        "[SLC6A18]": 1198,
        "[RAD54L]": 1199,
        "[SLC30A9]": 1200,
        "[EEF2K]": 1201,
        "[LOC101930123]": 1202,
        "[MLX]": 1203,
        "[CENPI]": 1204,
        "[LST1]": 1205,
        "[GTF3C2-AS1]": 1206,
        "[WDR96]": 1207,
        "[CD151]": 1208,
        "[RP11-454K7.3]": 1209,
        "[KIF3C]": 1210,
        "[SERPINH1]": 1211,
        "[GRIA1]": 1212,
        "[HOXC9]": 1213,
        "[DNTTIP2]": 1214,
        "[KANSL1L]": 1215,
        "[CNTN4]": 1216,
        "[HECTD2]": 1217,
        "[FAM192A]": 1218,
        "[NFE2]": 1219,
        "[STIL]": 1220,
        "[ZNF813]": 1221,
        "[RADIL]": 1222,
        "[SDPR]": 1223,
        "[LOC101243545]": 1224,
        "[SNORD4A]": 1225,
        "[SSB]": 1226,
        "[GLS]": 1227,
        "[ZNF441]": 1228,
        "[INTS2]": 1229,
        "[STARD9]": 1230,
        "[CCDC68]": 1231,
        "[MIR143HG]": 1232,
        "[MIR145]": 1233,
        "[GLI1]": 1234,
        "[RFC3]": 1235,
        "[TSSC4]": 1236,
        "[AP3S1]": 1237,
        "[KDM3A]": 1238,
        "[AGO3]": 1239,
        "[PDCD2]": 1240,
        "[ENGASE]": 1241,
        "[PRKX]": 1242,
        "[PRKY]": 1243,
        "[CSTF2]": 1244,
        "[TTC27]": 1245,
        "[AC083949.1]": 1246,
        "[C9orf50]": 1247,
        "[CHST11]": 1248,
        "[RPTOR]": 1249,
        "[LOC285178]": 1250,
        "[XPR1]": 1251,
        "[ACSL1]": 1252,
        "[LAMTOR4]": 1253,
        "[TMEM128]": 1254,
        "[FCER2]": 1255,
        "[PCED1B-AS1]": 1256,
        "[BDNF]": 1257,
        "[CT83]": 1258,
        "[GNPDA1]": 1259,
        "[NDUFA8]": 1260,
        "[LYZL1]": 1261,
        "[PIANP]": 1262,
        "[CASR]": 1263,
        "[POMT2]": 1264,
        "[ADAM20]": 1265,
        "[STAB2]": 1266,
        "[CDC26]": 1267,
        "[CEBPZ]": 1268,
        "[DHRS7]": 1269,
        "[DNTT]": 1270,
        "[MORN2]": 1271,
        "[FLJ31713]": 1272,
        "[NOBOX]": 1273,
        "[BC042372]": 1274,
        "[RP11-45P15.4]": 1275,
        "[TOP3B]": 1276,
        "[PIGM]": 1277,
        "[SFR1]": 1278,
        "[GNB3]": 1279,
        "[SRRM3]": 1280,
        "[MAP2K1]": 1281,
        "[NDUFAF7]": 1282,
        "[LOC101927820]": 1283,
        "[MICU2]": 1284,
        "[BCAS2]": 1285,
        "[LINC01343]": 1286,
        "[ELOVL2]": 1287,
        "[KCTD15]": 1288,
        "[CCDC82]": 1289,
        "[RBMXL2]": 1290,
        "[FAM221A]": 1291,
        "[ZNF616]": 1292,
        "[FAM163A]": 1293,
        "[PRKAR2A]": 1294,
        "[LINC00880]": 1295,
        "[TP53RK]": 1296,
        "[HSD3BP1]": 1297,
        "[RAB39B]": 1298,
        "[FBXW7]": 1299,
        "[NR1D1]": 1300,
        "[THRA]": 1301,
        "[DEPDC7]": 1302,
        "[TASP1]": 1303,
        "[ZBBX]": 1304,
        "[AMOTL1]": 1305,
        "[S100Z]": 1306,
        "[EIF1B-AS1]": 1307,
        "[MTFP1]": 1308,
        "[ASRGL1]": 1309,
        "[EIF4G2]": 1310,
        "[PXT1]": 1311,
        "[RNF170]": 1312,
        "[CCDC70]": 1313,
        "[NALCN-AS1]": 1314,
        "[LOC349160]": 1315,
        "[MIR490]": 1316,
        "[SMIM20]": 1317,
        "[C5orf47]": 1318,
        "[LINC00698]": 1319,
        "[C6orf203]": 1320,
        "[ERO1LB]": 1321,
        "[ENC1]": 1322,
        "[PWRN2]": 1323,
        "[C11orf73]": 1324,
        "[FAHD1]": 1325,
        "[FH]": 1326,
        "[KIF22]": 1327,
        "[CTD-2008P7.1]": 1328,
        "[MUL1]": 1329,
        "[IL1RAPL2]": 1330,
        "[MIR10A]": 1331,
        "[PALB2]": 1332,
        "[ZNF677]": 1333,
        "[RP11-315F22.1]": 1334,
        "[SSTR3]": 1335,
        "[CHST1]": 1336,
        "[RALY]": 1337,
        "[RAF1]": 1338,
        "[ZMAT1]": 1339,
        "[CAP2]": 1340,
        "[RAB3IP]": 1341,
        "[CSPP1]": 1342,
        "[DNAJC16]": 1343,
        "[NIPAL3]": 1344,
        "[WDPCP]": 1345,
        "[LOC101927085]": 1346,
        "[LPPR3]": 1347,
        "[CENPBD1P1]": 1348,
        "[RPL23AP7]": 1349,
        "[RPL31]": 1350,
        "[PAK1]": 1351,
        "[SAMD12]": 1352,
        "[CNIH3]": 1353,
        "[NPDC1]": 1354,
        "[ZNF771]": 1355,
        "[C7orf25]": 1356,
        "[PSMA2]": 1357,
        "[GDAP1]": 1358,
        "[GNAQ]": 1359,
        "[UBE2E3]": 1360,
        "[DDR1]": 1361,
        "[MIR4640]": 1362,
        "[NDUFB3]": 1363,
        "[ATP5A1]": 1364,
        "[BC042811]": 1365,
        "[RP11-340I6.8]": 1366,
        "[COPZ2]": 1367,
        "[SH3RF1]": 1368,
        "[LOC255177]": 1369,
        "[RP11-544D21.2]": 1370,
        "[LRRC49]": 1371,
        "[LRRC69]": 1372,
        "[PARP15]": 1373,
        "[PSMD2]": 1374,
        "[BC040901]": 1375,
        "[CTC-241N9.1]": 1376,
        "[LOC100996419]": 1377,
        "[C9orf3]": 1378,
        "[COL12A1]": 1379,
        "[XDH]": 1380,
        "[PROSER2]": 1381,
        "[REPIN1]": 1382,
        "[CREB5]": 1383,
        "[MAGEA10]": 1384,
        "[C21orf62]": 1385,
        "[PMCHL2]": 1386,
        "[DQ576800]": 1387,
        "[TMEM143]": 1388,
        "[AV8S2A1N1T]": 1389,
        "[hADV36S1]": 1390,
        "[TCR-alpha]": 1391,
        "[TCRA]": 1392,
        "[TRAC]": 1393,
        "[TRAJ20]": 1394,
        "[TRAV36DV7]": 1395,
        "[YME1L1]": 1396,
        "[ING5]": 1397,
        "[C21orf2]": 1398,
        "[KLHL11]": 1399,
        "[C20orf26]": 1400,
        "[CMA1]": 1401,
        "[FBXO32]": 1402,
        "[MYOF]": 1403,
        "[ABCC1]": 1404,
        "[CUBN]": 1405,
        "[ART5]": 1406,
        "[GPR26]": 1407,
        "[RRAS2]": 1408,
        "[UCHL3]": 1409,
        "[DHX29]": 1410,
        "[FAM214A]": 1411,
        "[C5orf15]": 1412,
        "[RRP1B]": 1413,
        "[CNOT6L]": 1414,
        "[SNX16]": 1415,
        "[NPC2]": 1416,
        "[RNASE6]": 1417,
        "[GNA11]": 1418,
        "[STYXL1]": 1419,
        "[LOC145845]": 1420,
        "[PITX1]": 1421,
        "[SEC62]": 1422,
        "[EHD4]": 1423,
        "[MCCC2]": 1424,
        "[IRX2]": 1425,
        "[ITGA7]": 1426,
        "[HMCN2]": 1427,
        "[KAL1]": 1428,
        "[CDC37L1]": 1429,
        "[ICE2]": 1430,
        "[C3P1]": 1431,
        "[VPS13A-AS1]": 1432,
        "[CNTNAP4]": 1433,
        "[MBNL1]": 1434,
        "[KIF14]": 1435,
        "[PTTG1]": 1436,
        "[ATP2B3]": 1437,
        "[SLC22A25]": 1438,
        "[COMT]": 1439,
        "[PPP1R26-AS1]": 1440,
        "[CAV3]": 1441,
        "[TMEM114]": 1442,
        "[CCBL2]": 1443,
        "[PHPT1]": 1444,
        "[LTBR]": 1445,
        "[ROPN1B]": 1446,
        "[MTFR1]": 1447,
        "[N6AMT2]": 1448,
        "[GALNT8]": 1449,
        "[ENTPD6]": 1450,
        "[PTCHD2]": 1451,
        "[FAM107A]": 1452,
        "[LOC285593]": 1453,
        "[CCDC184]": 1454,
        "[FGD3]": 1455,
        "[C11orf87]": 1456,
        "[RNF31]": 1457,
        "[BTN2A1]": 1458,
        "[SNUPN]": 1459,
        "[EBLN3]": 1460,
        "[NBR2]": 1461,
        "[ETV1]": 1462,
        "[RNFT2]": 1463,
        "[LINC01015]": 1464,
        "[LOC654841]": 1465,
        "[TTC9C]": 1466,
        "[UBE4B]": 1467,
        "[GAS1]": 1468,
        "[GLG1]": 1469,
        "[CCDC110]": 1470,
        "[PSEN2]": 1471,
        "[LOC101929336]": 1472,
        "[RIF1]": 1473,
        "[NSMCE4A]": 1474,
        "[PDCD5]": 1475,
        "[RCBTB2]": 1476,
        "[KRT8]": 1477,
        "[PSAT1]": 1478,
        "[INSR]": 1479,
        "[UQCRC2]": 1480,
        "[LOC101929004]": 1481,
        "[RP11-432J9.6]": 1482,
        "[ACSM5]": 1483,
        "[STAC2]": 1484,
        "[CAPN6]": 1485,
        "[SLC25A24]": 1486,
        "[LINC00928]": 1487,
        "[LOC441052]": 1488,
        "[ENTPD3]": 1489,
        "[TOLLIP]": 1490,
        "[CLIP1]": 1491,
        "[KHDRBS1]": 1492,
        "[RAB23]": 1493,
        "[ZBTB10]": 1494,
        "[GS1-166A23.2]": 1495,
        "[LOC102725408]": 1496,
        "[LOC101927274]": 1497,
        "[PRSS58]": 1498,
        "[ARHGAP27]": 1499,
        "[RP11-753A21.2]": 1500,
        "[RAD21L1]": 1501,
        "[STX6]": 1502,
        "[CHCHD5]": 1503,
        "[EIF2B1]": 1504,
        "[AIPL1]": 1505,
        "[RP4-584D14.7]": 1506,
        "[IGH]": 1507,
        "[IGHA2]": 1508,
        "[RPRD1A]": 1509,
        "[RASD2]": 1510,
        "[USP26]": 1511,
        "[LOC101928111]": 1512,
        "[ZNF22]": 1513,
        "[MRPL11]": 1514,
        "[NID1]": 1515,
        "[FLJ42627]": 1516,
        "[PRDX2]": 1517,
        "[CKMT1A]": 1518,
        "[CKMT1B]": 1519,
        "[TBXA2R]": 1520,
        "[HOXC4]": 1521,
        "[IGHG1]": 1522,
        "[IGHG3]": 1523,
        "[IGHV3-23]": 1524,
        "[AMPD1]": 1525,
        "[SLCO2A1]": 1526,
        "[LCE3D]": 1527,
        "[PRSS3P3]": 1528,
        "[HEPH]": 1529,
        "[LOC101928245]": 1530,
        "[PTAFR]": 1531,
        "[NCSTN]": 1532,
        "[TRPV5]": 1533,
        "[GJB4]": 1534,
        "[IGLC1]": 1535,
        "[IGLJ3]": 1536,
        "[IGLV2-14]": 1537,
        "[IGLV@]": 1538,
        "[ZNF83]": 1539,
        "[BRDT]": 1540,
        "[DEFB114]": 1541,
        "[CCNYL1]": 1542,
        "[GTF2H2]": 1543,
        "[GTF2H2B]": 1544,
        "[PRKD2]": 1545,
        "[ZDHHC8]": 1546,
        "[CDH10]": 1547,
        "[DNM3]": 1548,
        "[CACNG5]": 1549,
        "[OR1A1]": 1550,
        "[LINC00314]": 1551,
        "[MIR17HG]": 1552,
        "[BAALC]": 1553,
        "[GPR146]": 1554,
        "[CD302]": 1555,
        "[LY75]": 1556,
        "[LY75-CD302]": 1557,
        "[STRADB]": 1558,
        "[CD38]": 1559,
        "[ZNF43]": 1560,
        "[ZNF729]": 1561,
        "[LAMB3]": 1562,
        "[TBCC]": 1563,
        "[TMEM151A]": 1564,
        "[DOK5]": 1565,
        "[GPM6B]": 1566,
        "[HPS4]": 1567,
        "[MTSS1]": 1568,
        "[HNRNPA1]": 1569,
        "[ZC3H12D]": 1570,
        "[NKIRAS1]": 1571,
        "[TCN2]": 1572,
        "[LINC01365]": 1573,
        "[FGA]": 1574,
        "[SPTLC3]": 1575,
        "[PFN2]": 1576,
        "[RPL22]": 1577,
        "[MIR631]": 1578,
        "[NEIL1]": 1579,
        "[ZNF428]": 1580,
        "[MEIS1]": 1581,
        "[SPATS2]": 1582,
        "[TSC22D1-AS1]": 1583,
        "[MAGEA2]": 1584,
        "[MAGEA2B]": 1585,
        "[MYO1D]": 1586,
        "[MGC2889]": 1587,
        "[PIP4K2B]": 1588,
        "[CETN2]": 1589,
        "[LOC642620]": 1590,
        "[GDF3]": 1591,
        "[LOC728024]": 1592,
        "[C1orf87]": 1593,
        "[IK]": 1594,
        "[TERF1]": 1595,
        "[GM2A]": 1596,
        "[RDM1]": 1597,
        "[LOC100272216]": 1598,
        "[LOC100506076]": 1599,
        "[LOC100506123]": 1600,
        "[SLC25A11]": 1601,
        "[SLC25A15]": 1602,
        "[FLJ31306]": 1603,
        "[HOOK3]": 1604,
        "[IRGM]": 1605,
        "[MCPH1]": 1606,
        "[EIF4E2]": 1607,
        "[YIPF6]": 1608,
        "[LYRM5]": 1609,
        "[SCIN]": 1610,
        "[ANKRD11]": 1611,
        "[EFEMP1]": 1612,
        "[DERL2]": 1613,
        "[RAPGEF6]": 1614,
        "[MRPS21]": 1615,
        "[NTN4]": 1616,
        "[LOC145945]": 1617,
        "[C7orf50]": 1618,
        "[MIR5193]": 1619,
        "[UBA7]": 1620,
        "[MIR6883]": 1621,
        "[PER1]": 1622,
        "[TRAJ17]": 1623,
        "[TRAV20]": 1624,
        "[TRDV2]": 1625,
        "[GORASP1]": 1626,
        "[LOC100507395]": 1627,
        "[BAG5]": 1628,
        "[ZNF75D]": 1629,
        "[TRIM59]": 1630,
        "[UBE2C]": 1631,
        "[RBMX2]": 1632,
        "[TSEN15]": 1633,
        "[DDR2]": 1634,
        "[TMEM246]": 1635,
        "[ABCC6]": 1636,
        "[ABCC6P1]": 1637,
        "[ABCC6P2]": 1638,
        "[LOC101930322]": 1639,
        "[LOC101928211]": 1640,
        "[SFRP5]": 1641,
        "[TCF7]": 1642,
        "[VSTM4]": 1643,
        "[ANAPC1]": 1644,
        "[LOC730268]": 1645,
        "[EIF4A2]": 1646,
        "[MIR1248]": 1647,
        "[SNORA4]": 1648,
        "[SNORA63]": 1649,
        "[SNORA81]": 1650,
        "[SNORD2]": 1651,
        "[TXNL4A]": 1652,
        "[ZNF273]": 1653,
        "[BCL2L11]": 1654,
        "[LINC00589]": 1655,
        "[ITGA3]": 1656,
        "[C5orf17]": 1657,
        "[RP11-313C4.1]": 1658,
        "[ARL2]": 1659,
        "[KLHL29]": 1660,
        "[EXOG]": 1661,
        "[ULK3]": 1662,
        "[ANKRD20A12P]": 1663,
        "[COPS7B]": 1664,
        "[EP400]": 1665,
        "[SEC16A]": 1666,
        "[BCAT2]": 1667,
        "[PACSIN2]": 1668,
        "[PAQR5]": 1669,
        "[ZNF883]": 1670,
        "[GGNBP2]": 1671,
        "[SNHG16]": 1672,
        "[SNORD1A]": 1673,
        "[SNORD1C]": 1674,
        "[SSR2]": 1675,
        "[TXNRD2]": 1676,
        "[ST7-OT4]": 1677,
        "[TAAR5]": 1678,
        "[SDE2]": 1679,
        "[TROVE2]": 1680,
        "[LMX1B]": 1681,
        "[TGM7]": 1682,
        "[C1QTNF3]": 1683,
        "[DNAH1]": 1684,
        "[AUTS2]": 1685,
        "[PEX3]": 1686,
        "[MAGED1]": 1687,
        "[TMSB4X]": 1688,
        "[ND2]": 1689,
        "[FAM204A]": 1690,
        "[SLC35B3]": 1691,
        "[GPR55]": 1692,
        "[OPRM1]": 1693,
        "[CCDC57]": 1694,
        "[TMEM51-AS1]": 1695,
        "[MYOM3]": 1696,
        "[SCN1B]": 1697,
        "[PDE1A]": 1698,
        "[PYCARDOS]": 1699,
        "[NINJ2]": 1700,
        "[NKX2-5]": 1701,
        "[RRN3]": 1702,
        "[RRN3P1]": 1703,
        "[RRN3P2]": 1704,
        "[DCAF16]": 1705,
        "[RP1-86D1.3]": 1706,
        "[C11orf31]": 1707,
        "[CARS]": 1708,
        "[SLC4A10]": 1709,
        "[IPW]": 1710,
        "[LOC101930404]": 1711,
        "[PWARSN]": 1712,
        "[SNORD107]": 1713,
        "[SNORD115-13]": 1714,
        "[SNORD115-26]": 1715,
        "[SNORD115-7]": 1716,
        "[SNORD116-22]": 1717,
        "[SNORD116-28]": 1718,
        "[SNORD116-4]": 1719,
        "[SNRPN]": 1720,
        "[DAXX]": 1721,
        "[LOC101928707]": 1722,
        "[KLF3]": 1723,
        "[RP13-39P12.3]": 1724,
        "[KIAA1045]": 1725,
        "[LONRF3]": 1726,
        "[ERVH48-1]": 1727,
        "[LOC101060321]": 1728,
        "[LOC101060351]": 1729,
        "[LOC101060376]": 1730,
        "[LOC101060389]": 1731,
        "[LOC102723859]": 1732,
        "[LOC102724862]": 1733,
        "[TBC1D3]": 1734,
        "[TBC1D3C]": 1735,
        "[TBC1D3F]": 1736,
        "[TBC1D3H]": 1737,
        "[MADD]": 1738,
        "[ZDHHC24]": 1739,
        "[FAM175A]": 1740,
        "[RGS20]": 1741,
        "[RNF4]": 1742,
        "[VPS11]": 1743,
        "[FAM91A1]": 1744,
        "[OCEL1]": 1745,
        "[AC010145.3]": 1746,
        "[MYCNUN]": 1747,
        "[PPARD]": 1748,
        "[MRPS11]": 1749,
        "[ATP6]": 1750,
        "[RXRB]": 1751,
        "[HDAC9]": 1752,
        "[TMEM74]": 1753,
        "[CLEC1A]": 1754,
        "[MCM4]": 1755,
        "[FBN1]": 1756,
        "[PIP]": 1757,
        "[HSPA9]": 1758,
        "[TOMM70A]": 1759,
        "[LPCAT4]": 1760,
        "[RP11-443B7.1]": 1761,
        "[ERH]": 1762,
        "[PARP1]": 1763,
        "[CTDSP2]": 1764,
        "[LINC00324]": 1765,
        "[LY6K]": 1766,
        "[PCDP1]": 1767,
        "[ZNF382]": 1768,
        "[LAPTM4B]": 1769,
        "[ZNF571-AS1]": 1770,
        "[INTS5]": 1771,
        "[BAG2]": 1772,
        "[ZNF808]": 1773,
        "[MRPL57]": 1774,
        "[FTCD]": 1775,
        "[P2RY1]": 1776,
        "[PCSK9]": 1777,
        "[ZDHHC7]": 1778,
        "[GLMN]": 1779,
        "[SHPRH]": 1780,
        "[AC074212.6]": 1781,
        "[PLEKHG4B]": 1782,
        "[RNF149]": 1783,
        "[TMED8]": 1784,
        "[PNMAL1]": 1785,
        "[TMEM182]": 1786,
        "[EZR]": 1787,
        "[SIKE1]": 1788,
        "[ATRIP]": 1789,
        "[TREX1]": 1790,
        "[U91328.2]": 1791,
        "[LOC100128554]": 1792,
        "[SULT2A1]": 1793,
        "[TOR2A]": 1794,
        "[CCDC37-AS1]": 1795,
        "[FAM83E]": 1796,
        "[ATG12]": 1797,
        "[ZNF397]": 1798,
        "[SRPK2]": 1799,
        "[TTC21A]": 1800,
        "[POFUT2]": 1801,
        "[SLFN5]": 1802,
        "[PRO0471]": 1803,
        "[RP11-7F17.4]": 1804,
        "[LOC100506504]": 1805,
        "[LOC101926934]": 1806,
        "[ARHGEF12]": 1807,
        "[LINC00967]": 1808,
        "[SH3BP4]": 1809,
        "[CCND1]": 1810,
        "[MRPL43]": 1811,
        "[OIP5-AS1]": 1812,
        "[RPLP0]": 1813,
        "[NAGPA]": 1814,
        "[UBE2G1]": 1815,
        "[LACTB2]": 1816,
        "[CDK5R1]": 1817,
        "[NPR2]": 1818,
        "[EFHC2]": 1819,
        "[LIG4]": 1820,
        "[DENND5A]": 1821,
        "[ZNF689]": 1822,
        "[GPR157]": 1823,
        "[WNK2]": 1824,
        "[ADD2]": 1825,
        "[DENND2C]": 1826,
        "[LAMB1]": 1827,
        "[LOC101930115]": 1828,
        "[VWA3A]": 1829,
        "[RCOR1]": 1830,
        "[DBF4]": 1831,
        "[MAP9]": 1832,
        "[MRPS17]": 1833,
        "[SMAD3]": 1834,
        "[HIPK2]": 1835,
        "[PPA2]": 1836,
        "[LOC102723954]": 1837,
        "[MESDC2]": 1838,
        "[TMEM105]": 1839,
        "[RASAL2]": 1840,
        "[SORBS3]": 1841,
        "[EARS2]": 1842,
        "[ZNF259P1]": 1843,
        "[ZPR1]": 1844,
        "[ARPC3]": 1845,
        "[CHMP2A]": 1846,
        "[ERF]": 1847,
        "[LOC100129069]": 1848,
        "[BLNK]": 1849,
        "[POU6F2]": 1850,
        "[GYG2]": 1851,
        "[SCGB2B2]": 1852,
        "[LOC101929261]": 1853,
        "[MAATS1]": 1854,
        "[AGFG1]": 1855,
        "[RINT1]": 1856,
        "[CAPRIN2]": 1857,
        "[ZBTB37]": 1858,
        "[ACTG2]": 1859,
        "[CBLN3]": 1860,
        "[STK38]": 1861,
        "[SUFU]": 1862,
        "[MAP4K3]": 1863,
        "[UTP23]": 1864,
        "[ANKMY2]": 1865,
        "[ZNF320]": 1866,
        "[TMEM127]": 1867,
        "[CPT2]": 1868,
        "[RBMS1]": 1869,
        "[ZFP82]": 1870,
        "[ZNRD1]": 1871,
        "[HMGCS1]": 1872,
        "[WNK1]": 1873,
        "[LOC101928818]": 1874,
        "[PWRN1]": 1875,
        "[LRRTM1]": 1876,
        "[MBD3L2]": 1877,
        "[XXYLT1]": 1878,
        "[HAUS1]": 1879,
        "[MEF2C]": 1880,
        "[RNF169]": 1881,
        "[TCF7L2]": 1882,
        "[CABYR]": 1883,
        "[FNIP1]": 1884,
        "[MALT1]": 1885,
        "[OSBPL8]": 1886,
        "[RASSF10]": 1887,
        "[ZNF711]": 1888,
        "[LINC01314]": 1889,
        "[LOC102724021]": 1890,
        "[LOC644794]": 1891,
        "[PKNOX2]": 1892,
        "[TECTA]": 1893,
        "[ANO1]": 1894,
        "[PLIN3]": 1895,
        "[CFTR]": 1896,
        "[TEKT1]": 1897,
        "[PGK1]": 1898,
        "[SENP3]": 1899,
        "[SENP3-EIF4A1]": 1900,
        "[ABHD8]": 1901,
        "[ANKRD2]": 1902,
        "[ARHGDIA]": 1903,
        "[PAICS]": 1904,
        "[MSANTD1]": 1905,
        "[SLC13A5]": 1906,
        "[ADAP1]": 1907,
        "[AK022030]": 1908,
        "[LOC339685]": 1909,
        "[BAIAP2L1]": 1910,
        "[PCDHB4]": 1911,
        "[MASP2]": 1912,
        "[TRIM46]": 1913,
        "[LRRFIP1]": 1914,
        "[ZKSCAN8]": 1915,
        "[PLEK]": 1916,
        "[RAET1E]": 1917,
        "[ACSBG1]": 1918,
        "[TSPO2]": 1919,
        "[CBLN1]": 1920,
        "[HLA-DOB]": 1921,
        "[MZF1]": 1922,
        "[TMEM63B]": 1923,
        "[CTXN3]": 1924,
        "[SERPINA2]": 1925,
        "[CDC14B]": 1926,
        "[ZSWIM5]": 1927,
        "[ATRX]": 1928,
        "[FIBP]": 1929,
        "[FAM189B]": 1930,
        "[TSSK6]": 1931,
        "[LINC00308]": 1932,
        "[NT5DC3]": 1933,
        "[ERN2]": 1934,
        "[PNPLA2]": 1935,
        "[TSPAN32]": 1936,
        "[ANLN]": 1937,
        "[MRPL42]": 1938,
        "[RP11-749H17.2]": 1939,
        "[SLC9A3R2]": 1940,
        "[TOB1]": 1941,
        "[WNT5A]": 1942,
        "[LOC101929505]": 1943,
        "[HLA-DOA]": 1944,
        "[GPALPP1]": 1945,
        "[HSD17B10]": 1946,
        "[REEP5]": 1947,
        "[THOC7]": 1948,
        "[PPP2R1B]": 1949,
        "[SMIM7]": 1950,
        "[LOC101929497]": 1951,
        "[NUP210]": 1952,
        "[EIF5]": 1953,
        "[FHL5]": 1954,
        "[RAMP1]": 1955,
        "[ARR3]": 1956,
        "[LINC00659]": 1957,
        "[ABHD5]": 1958,
        "[IL1R2]": 1959,
        "[RP11-38C18.2]": 1960,
        "[ZNF503-AS2]": 1961,
        "[YPEL5]": 1962,
        "[ZNF627]": 1963,
        "[GBF1]": 1964,
        "[SPRR4]": 1965,
        "[CDC25C]": 1966,
        "[RTN4RL2]": 1967,
        "[GTF2IRD2]": 1968,
        "[WIF1]": 1969,
        "[DDB2]": 1970,
        "[PERP]": 1971,
        "[LOC100507480]": 1972,
        "[PGLYRP2]": 1973,
        "[PDCD6]": 1974,
        "[RAB36]": 1975,
        "[RASGRP1]": 1976,
        "[ADIPOQ]": 1977,
