{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "<.*?>|\\S"
        },
        "behavior": "Removed",
        "invert": true
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<PAD>": 0,
      "<EOS>": 1,
      "<SEP>": 2,
      "<DECODER_START>": 3,
      "<UNK>": 4,
      "A": 5,
      "B": 6,
      "C": 7,
      "D": 8,
      "E": 9,
      "F": 10,
      "G": 11,
      "H": 12,
      "I": 13,
      "K": 14,
      "L": 15,
      "M": 16,
      "N": 17,
      "O": 18,
      "P": 19,
      "Q": 20,
      "R": 21,
      "S": 22,
      "T": 23,
      "U": 24,
      "V": 25,
      "W": 26,
      "X": 27,
      "Y": 28,
      "Z": 29,
      ":": 40,
      "<MOLECULAR_ENTITY_TYPE_ANTIGEN>": 44,
      "<MOLECULAR_ENTITY_TYPE_ANTIBODY_LIGHT_CHAIN>": 45,
      "<MOLECULAR_ENTITY_TYPE_ANTIBODY_HEAVY_CHAIN>": 46,

      "<SENTINEL_ID_0>": 100,
      "<SENTINEL_ID_1>": 101,
      "<SENTINEL_ID_2>": 102,
      "<SENTINEL_ID_3>": 103,
      "<SENTINEL_ID_4>": 104,
      "<SENTINEL_ID_5>": 105,
      "<SENTINEL_ID_6>": 106,
      "<SENTINEL_ID_7>": 107,
      "<SENTINEL_ID_8>": 108,
      "<SENTINEL_ID_9>": 109,
      "<SENTINEL_ID_10>": 110,
      "<SENTINEL_ID_11>": 111,
      "<SENTINEL_ID_12>": 112,
      "<SENTINEL_ID_13>": 113,
      "<SENTINEL_ID_14>": 114,
      "<SENTINEL_ID_15>": 115,
      "<SENTINEL_ID_16>": 116,
      "<SENTINEL_ID_17>": 117,
      "<SENTINEL_ID_18>": 118,
      "<SENTINEL_ID_19>": 119,
      "<SENTINEL_ID_20>": 120,
      "<SENTINEL_ID_21>": 121,
      "<SENTINEL_ID_22>": 122,
      "<SENTINEL_ID_23>": 123,
      "<SENTINEL_ID_24>": 124,
      "<SENTINEL_ID_25>": 125,
      "<SENTINEL_ID_26>": 126,
      "<SENTINEL_ID_27>": 127,
      "<SENTINEL_ID_28>": 128,
      "<SENTINEL_ID_29>": 129,
      "<SENTINEL_ID_30>": 130,
      "<SENTINEL_ID_31>": 131,
      "<SENTINEL_ID_32>": 132,
      "<SENTINEL_ID_33>": 133,
      "<SENTINEL_ID_34>": 134,
      "<SENTINEL_ID_35>": 135,
      "<SENTINEL_ID_36>": 136,
      "<SENTINEL_ID_37>": 137,
      "<SENTINEL_ID_38>": 138,
      "<SENTINEL_ID_39>": 139,
      "<SENTINEL_ID_40>": 140,
      "<SENTINEL_ID_41>": 141,
      "<SENTINEL_ID_42>": 142,
      "<SENTINEL_ID_43>": 143,
      "<SENTINEL_ID_44>": 144,
      "<SENTINEL_ID_45>": 145,
      "<SENTINEL_ID_46>": 146,
      "<SENTINEL_ID_47>": 147,
      "<SENTINEL_ID_48>": 148,
      "<SENTINEL_ID_49>": 149,
      "<SENTINEL_ID_50>": 150,
      "<SENTINEL_ID_51>": 151,
      "<SENTINEL_ID_52>": 152,
      "<SENTINEL_ID_53>": 153,
      "<SENTINEL_ID_54>": 154,
      "<SENTINEL_ID_55>": 155,
      "<SENTINEL_ID_56>": 156,
      "<SENTINEL_ID_57>": 157,
      "<SENTINEL_ID_58>": 158,
      "<SENTINEL_ID_59>": 159,
      "<SENTINEL_ID_60>": 160,
      "<SENTINEL_ID_61>": 161,
      "<SENTINEL_ID_62>": 162,
      "<SENTINEL_ID_63>": 163,
      "<SENTINEL_ID_64>": 164,
      "<SENTINEL_ID_65>": 165,
      "<SENTINEL_ID_66>": 166,
      "<SENTINEL_ID_67>": 167,
      "<SENTINEL_ID_68>": 168,
      "<SENTINEL_ID_69>": 169,
      "<SENTINEL_ID_70>": 170,
      "<SENTINEL_ID_71>": 171,
      "<SENTINEL_ID_72>": 172,
      "<SENTINEL_ID_73>": 173,
      "<SENTINEL_ID_74>": 174,
      "<SENTINEL_ID_75>": 175,
      "<SENTINEL_ID_76>": 176,
      "<SENTINEL_ID_77>": 177,
      "<SENTINEL_ID_78>": 178,
      "<SENTINEL_ID_79>": 179,
      "<SENTINEL_ID_80>": 180,
      "<SENTINEL_ID_81>": 181,
      "<SENTINEL_ID_82>": 182,
      "<SENTINEL_ID_83>": 183,
      "<SENTINEL_ID_84>": 184,
      "<SENTINEL_ID_85>": 185,
      "<SENTINEL_ID_86>": 186,
      "<SENTINEL_ID_87>": 187,
      "<SENTINEL_ID_88>": 188,
      "<SENTINEL_ID_89>": 189,
      "<SENTINEL_ID_90>": 190,
      "<SENTINEL_ID_91>": 191,
      "<SENTINEL_ID_92>": 192,
      "<SENTINEL_ID_93>": 193,
      "<SENTINEL_ID_94>": 194,
      "<SENTINEL_ID_95>": 195,
      "<SENTINEL_ID_96>": 196,
      "<SENTINEL_ID_97>": 197,
      "<SENTINEL_ID_98>": 198,
      "<SENTINEL_ID_99>": 199,
      "<SENTINEL_ID_100>": 200,
      "<SENTINEL_ID_101>": 201,
      "<SENTINEL_ID_102>": 202,
      "<SENTINEL_ID_103>": 203,
      "<SENTINEL_ID_104>": 204,
      "<SENTINEL_ID_105>": 205,
      "<SENTINEL_ID_106>": 206,
      "<SENTINEL_ID_107>": 207,
      "<SENTINEL_ID_108>": 208,
      "<SENTINEL_ID_109>": 209,
      "<SENTINEL_ID_110>": 210,
      "<SENTINEL_ID_111>": 211,
      "<SENTINEL_ID_112>": 212,
      "<SENTINEL_ID_113>": 213,
      "<SENTINEL_ID_114>": 214,
      "<SENTINEL_ID_115>": 215,
      "<SENTINEL_ID_116>": 216,
      "<SENTINEL_ID_117>": 217,
      "<SENTINEL_ID_118>": 218,
      "<SENTINEL_ID_119>": 219,
      "<SENTINEL_ID_120>": 220,
      "<SENTINEL_ID_121>": 221,
      "<SENTINEL_ID_122>": 222,
      "<SENTINEL_ID_123>": 223,
      "<SENTINEL_ID_124>": 224,
      "<SENTINEL_ID_125>": 225,
      "<SENTINEL_ID_126>": 226,
      "<SENTINEL_ID_127>": 227,
      "<SENTINEL_ID_128>": 228,
      "<SENTINEL_ID_129>": 229,
      "<SENTINEL_ID_130>": 230,
      "<SENTINEL_ID_131>": 231,
      "<SENTINEL_ID_132>": 232,
      "<SENTINEL_ID_133>": 233,
      "<SENTINEL_ID_134>": 234,
      "<SENTINEL_ID_135>": 235,
      "<SENTINEL_ID_136>": 236,
      "<SENTINEL_ID_137>": 237,
      "<SENTINEL_ID_138>": 238,
      "<SENTINEL_ID_139>": 239,
      "<SENTINEL_ID_140>": 240,
      "<SENTINEL_ID_141>": 241,
      "<SENTINEL_ID_142>": 242,
      "<SENTINEL_ID_143>": 243,
      "<SENTINEL_ID_144>": 244,
      "<SENTINEL_ID_145>": 245,
      "<SENTINEL_ID_146>": 246,
      "<SENTINEL_ID_147>": 247,
      "<SENTINEL_ID_148>": 248,
      "<SENTINEL_ID_149>": 249,
      "<SENTINEL_ID_150>": 250,
      "<SENTINEL_ID_151>": 251,
      "<SENTINEL_ID_152>": 252,
      "<SENTINEL_ID_153>": 253,
      "<SENTINEL_ID_154>": 254,
      "<SENTINEL_ID_155>": 255,
      "<SENTINEL_ID_156>": 256,
      "<SENTINEL_ID_157>": 257,
      "<SENTINEL_ID_158>": 258,
      "<SENTINEL_ID_159>": 259,
      "<SENTINEL_ID_160>": 260,
      "<SENTINEL_ID_161>": 261,
      "<SENTINEL_ID_162>": 262,
      "<SENTINEL_ID_163>": 263,
      "<SENTINEL_ID_164>": 264,
      "<SENTINEL_ID_165>": 265,
      "<SENTINEL_ID_166>": 266,
      "<SENTINEL_ID_167>": 267,
      "<SENTINEL_ID_168>": 268,
      "<SENTINEL_ID_169>": 269,
      "<SENTINEL_ID_170>": 270,
      "<SENTINEL_ID_171>": 271,
      "<SENTINEL_ID_172>": 272,
      "<SENTINEL_ID_173>": 273,
      "<SENTINEL_ID_174>": 274,
      "<SENTINEL_ID_175>": 275,
      "<SENTINEL_ID_176>": 276,
      "<SENTINEL_ID_177>": 277,
      "<SENTINEL_ID_178>": 278,
      "<SENTINEL_ID_179>": 279,
      "<SENTINEL_ID_180>": 280,
      "<SENTINEL_ID_181>": 281,
      "<SENTINEL_ID_182>": 282,
      "<SENTINEL_ID_183>": 283,
      "<SENTINEL_ID_184>": 284,
      "<SENTINEL_ID_185>": 285,
      "<SENTINEL_ID_186>": 286,
      "<SENTINEL_ID_187>": 287,
      "<SENTINEL_ID_188>": 288,
      "<SENTINEL_ID_189>": 289,
      "<SENTINEL_ID_190>": 290,
      "<SENTINEL_ID_191>": 291,
      "<SENTINEL_ID_192>": 292,
      "<SENTINEL_ID_193>": 293,
      "<SENTINEL_ID_194>": 294,
      "<SENTINEL_ID_195>": 295,
      "<SENTINEL_ID_196>": 296,
      "<SENTINEL_ID_197>": 297,
      "<SENTINEL_ID_198>": 298,
      "<SENTINEL_ID_199>": 299
    },
    "unk_token": "<UNK>"
  }
}
