{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<UNK>": 0,
      "<CLS>": 1,
      "<SEP>": 2,
      "<PAD>": 3,
      "<MASK>": 4,
      "#": 33,
      "%": 34,
      "(": 35,
      ")": 36,
      "+": 37,
      "-": 38,
      ".": 39,
      "/": 40,
      "0": 41,
      "1": 42,
      "2": 43,
      "3": 44,
      "4": 45,
      "5": 46,
      "6": 47,
      "7": 48,
      "8": 49,
      "9": 50,
      "=": 51,
      "@": 52,
      "A": 53,
      "B": 54,
      "C": 55,
      "F": 56,
      "H": 57,
      "I": 58,
      "K": 59,
      "L": 60,
      "M": 61,
      "N": 62,
      "O": 63,
      "P": 64,
      "R": 65,
      "S": 66,
      "T": 67,
      "X": 68,
      "Z": 69,
      "[": 70,
      "\\": 71,
      "]": 72,
      "a": 73,
      "b": 74,
      "c": 75,
      "e": 76,
      "g": 77,
      "i": 78,
      "l": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "cc": 86,
      "CC": 87,
      "(C": 88,
      "O)": 89,
      "=O)": 90,
      "c1": 91,
      "H]": 92,
      "[C": 93,
      "[C@": 94,
      "(=O)": 95,
      "c2": 96,
      "(C)": 97,
      "c(": 98,
      "C)": 99,
      "[C@@": 100,
      "[C@H]": 101,
      "[C@@H]": 102,
      "(N": 103,
      "2)": 104,
      "c3": 105,
      "cccc": 106,
      "C(=O)": 107,
      "F)": 108,
      "C1": 109,
      "C(": 110,
      "c(C": 111,
      "(CC": 112,
      "c1cc": 113,
      "3)": 114,
      "1)": 115,
      "OC)": 116,
      "c2cc": 117,
      "CCC": 118,
      ")cc": 119,
      "N(C": 120,
      "cn": 121,
      "(F)": 122,
      "(C)C)": 123,
      "(=O)N": 124,
      "CCCC": 125,
      "c2)": 126,
      "c(C)": 127,
      "c(N": 128,
      "OCC": 129,
      "(O)": 130,
      "C(N": 131,
      "n1": 132,
      "OC": 133,
      "[n": 134,
      "c4": 135,
      "=O": 136,
      "C(=O)N": 137,
      "2CC": 138,
      ")=O)": 139,
      "[nH]": 140,
      "cc1": 141,
      "[C@H](C": 142,
      "c2cccc": 143,
      "CN": 144,
      "=C": 145,
      "c1)": 146,
      "c(-": 147,
      "nn": 148,
      "c1cccc": 149,
      "c3cc": 150,
      "[C@H]1": 151,
      "C[C@@H]": 152,
      "C(C": 153,
      "CCN": 154,
      "c(OC)": 155,
      "2)=O)": 156,
      "c(Cl": 157,
      "c2c(": 158,
      "c2n": 159,
      "CC1": 160,
      "c(F)": 161,
      "[C@@H](C": 162,
      "[C@@H]1": 163,
      "cc2)": 164,
      "S(=O)": 165,
      "NC(=O)": 166,
      "(C)C": 167,
      "(OC)": 168,
      "[C@H]2": 169,
      "c3)": 170,
      "N1": 171,
      "(-": 172,
      "N)": 173,
      "c3cccc": 174,
      "c1n": 175,
      "cc1)": 176,
      "N(C(=O)": 177,
      "(F)F)": 178,
      "/C": 179,
      "ccc1": 180,
      "(CC)": 181,
      "CC2)": 182,
      "[C@H](": 183,
      "[C@]": 184,
      "O=": 185,
      "C2": 186,
      "[C@@]": 187,
      "c(=O)": 188,
      "[C@H](C)": 189,
      "n2": 190,
      "[C@@H](N": 191,
      "+]": 192,
      "4)": 193,
      "Br": 194,
      "C1)": 195,
      "[C@@H]2": 196,
      "CC)": 197,
      "[C@H](N": 198,
      "c(O)": 199,
      "c2ccccc2)": 200,
      "C(C)": 201,
      "(Cl": 202,
      "[C@@H](": 203,
      "-]": 204,
      "C)=O)": 205,
      "c(Cl)cc": 206,
      "CC1)": 207,
      "Cl": 208,
      "[C@@H](C)": 209,
      "NC(": 210,
      "c3c(": 211,
      "3CC": 212,
      "n2)": 213,
      "C2)": 214,
      "(F)(F)F)": 215,
      "[N": 216,
      "cc3)": 217,
      "[O": 218,
      "[O-]": 219,
      "c(Cl)": 220,
      "N(": 221,
      "(C)(C)C)": 222,
      "c12": 223,
      "/C=C": 224,
      "cc(C": 225,
      "[N+]": 226,
      "c1ccccc1": 227,
      "N(C(": 228,
      "cc2": 229,
      "c3n": 230,
      "3)=O)": 231,
      "=N": 232,
      "CO": 233,
      "c1c(": 234,
      "[C@H](O)": 235,
      "C(F)": 236,
      "c2ccccc2": 237,
      "c1(C": 238,
      "[C@H](CC": 239,
      "c1c(C": 240,
      "[C@@H](CC": 241,
      "1CC": 242,
      "[C@H]3": 243,
      "c1ccc(": 244,
      "(=O)=O)": 245,
      "S(=O)(=O)": 246,
      "c1ccccc1)": 247,
      "#N)": 248,
      "(Cl)": 249,
      "cccc1": 250,
      "nc1": 251,
      "(C)CC": 252,
      "CCC2)": 253,
      "(O": 254,
      "(O)=O)": 255,
      "N(CC": 256,
      "(C(N": 257,
      "c(C(N": 258,
      "(C(=O)N": 259,
      "CCC1": 260,
      "C(O)": 261,
      "(=O)O)": 262,
      "c5": 263,
      "c3ccccc3)": 264,
      "c4cc": 265,
      "[C@@H](O)": 266,
      "c3ccccc3": 267,
      "c(C)n": 268,
      "c2)=O)": 269,
      "2C": 270,
      "c(C(=O)N": 271,
      "c(C)cc": 272,
      "Br)": 273,
      "/C=C/": 274,
      "cccc2)": 275,
      "c1cn": 276,
      "cs": 277,
      "=C)": 278,
      "(NC(=O)": 279,
      "OCC)": 280,
      "[C@@H]3": 281,
      "c2ccc(": 282,
      "CC2": 283,
      "c2cn": 284,
      ")cc1": 285,
      "c(N)": 286,
      "CC3)": 287,
      "CC(N": 288,
      "([O-]": 289,
      "n1)": 290,
      "=O)C": 291,
      "(CN": 292,
      "CC(=O)N": 293,
      "(Cl)cc": 294,
      "c4cccc": 295,
      "CCCN": 296,
      "c1ccc(C": 297,
      "c[nH]": 298,
      "CN(C": 299,
      "OC(C)(C)C)": 300,
      "n(C)": 301,
      "=C(": 302,
      "c4)": 303,
      "CCO": 304,
      "c1cc2": 305,
      "(C(=O)": 306,
      "OC(=O)": 307,
      "cc(": 308,
      "(C)C)=O)": 309,
      "[C@H](C(=O)N": 310,
      "O=C(N": 311,
      "c1(": 312,
      "[C@H](C(N": 313,
      "(c2cc": 314,
      "C1CC": 315,
      "ncc": 316,
      "cccc3)": 317,
      "Br)cc": 318,
      "1C": 319,
      "nc2": 320,
      "#N": 321,
      "c1cc(": 322,
      "C3)": 323,
      "c2nn": 324,
      "2CCC": 325,
      "c(CN": 326,
      "c(OC)cc": 327,
      "C[C@H]1": 328,
      "[C@@H](NC(=O)": 329,
      "n3": 330,
      "CC(C)": 331,
      "c(-c2cc": 332,
      "S)": 333,
      "N(C)": 334,
      "n3)": 335,
      "=O)=O)": 336,
      "c(NC(=O)": 337,
      "ncn": 338,
      "cc(C)": 339,
      "O=C(": 340,
      "/C(": 341,
      "C1C": 342,
      "[N+]([O-]": 343,
      "(NC(": 344,
      "ccc(": 345,
      "C3": 346,
      "[N+](=O)": 347,
      "ccc2": 348,
      "=N)": 349,
      "co": 350,
      "2CC2)": 351,
      "ccc2)": 352,
      "c1c2c(": 353,
      "C(N)": 354,
      "CCN(": 355,
      "c4c(": 356,
      "c(-c3cc": 357,
      "(C)=O)": 358,
      "O1": 359,
      "c1cc(C": 360,
      "[N+](=O)[O-]": 361,
      "CC2)=O)": 362,
      "CN(": 363,
      "c2s": 364,
      "ccc1)": 365,
      "Cl)": 366,
      "S(N": 367,
      "=C/": 368,
      "CCC3)": 369,
      "[C@]2": 370,
      "(OCC": 371,
      "Cc1cc": 372,
      "c1(-": 373,
      "[C@@]2": 374,
      "[N+]([O-])=O)": 375,
      "c1s": 376,
      "c1(N": 377,
      "(c1cc": 378,
      ")cc2)": 379,
      "C(CC": 380,
      "[C@]1": 381,
      "c1nn": 382,
      "c2o": 383,
      "c1cc2c(": 384,
      ".Cl": 385,
      "C)C": 386,
      "/N": 387,
      "[C@H]2CC": 388,
      "cc(-": 389,
      "[C@H](NC(=O)": 390,
      "3c(": 391,
      "[C@@H](NC(": 392,
      "4CC": 393,
      "nn2)": 394,
      "S(=O)(N": 395,
      "[C@@]1": 396,
      "cccc2": 397,
      "C(C)(C)": 398,
      "c(C(F)(F)F)": 399,
      "C(F)(F)": 400,
      "S(=O)(=O)N": 401,
      "ccccc1": 402,
      "c(F)cc": 403,
      "C[C@@H]1": 404,
      "cccc1)": 405,
      "n(CC": 406,
      "C(C)C)": 407,
      "nc(N": 408,
      "C2)=O)": 409,
      "OCC2)": 410,
      "c12c(": 411,
      "Cc2cc": 412,
      "CCCC2)": 413,
      "c1(C)": 414,
      "NC(C": 415,
      "CCCCCCCC": 416,
      "N2": 417,
      "5)": 418,
      "CN(C(=O)": 419,
      "C[C@H]2": 420,
      "o1": 421,
      "[C@H](C)C": 422,
      "(C(F)(F)F)": 423,
      "cn2)": 424,
      "c(S": 425,
      "c1C": 426,
      "c1c(N": 427,
      "CCC)": 428,
      "n(C": 429,
      "CN1": 430,
      "=S)": 431,
      "CCC(N": 432,
      "C[C@@H]2": 433,
      "CCC2": 434,
      "c1o": 435,
      "[C@H](CC)": 436,
      "c3cn": 437,
      "CNC(=O)": 438,
      "CCCC1": 439,
      "CS": 440,
      "s1": 441,
      "cn1": 442,
      "nc(C)": 443,
      "c1cccc2": 444,
      "C[C@@H](C)": 445,
      "CN(CC": 446,
      "cc(OC)": 447,
      "C1)=O": 448,
      "N(C(C": 449,
      "c1c(C)": 450,
      ")cc3)": 451,
      "1)=O": 452,
      "O2)": 453,
      "CCN(CC": 454,
      "nn1": 455,
      "CCN1": 456,
      "(C)(C)": 457,
      "c2)cc": 458,
      "cc2)=O)": 459,
      "OC(": 460,
      "NC": 461,
      "cc(F)": 462,
      "=CC": 463,
      "[C@@H]2CC": 464,
      "C(F)(F)F)": 465,
      "c3)=O)": 466,
      "(OC)=O)": 467,
      "=C(C": 468,
      "O)=O)": 469,
      "[n+]": 470,
      "[nH]1": 471,
      "c1ccc(N": 472,
      "CNC(": 473,
      "c4ccccc4": 474,
      "S(": 475,
      "4)=O)": 476,
      "C)=O": 477,
      "c1cc(-": 478,
      "c1)=O": 479,
      "c(OC)c(OC)": 480,
      "c(F)cc2)": 481,
      "3CC3)": 482,
      "CC)=O)": 483,
      "c2[nH]": 484,
      "c1c(-": 485,
      "c(Cl)cc2)": 486,
      "c(C(=O)": 487,
      "C(N1": 488,
      "=C\\": 489,
      "C[C@@H](C": 490,
      "[C@H](NC(": 491,
      "N1CC": 492,
      "[C@@H](C)C": 493,
      "C1=O": 494,
      "c(=O)[nH]": 495,
      "[C@H]4": 496,
      "c(O": 497,
      "c2c(cccc2)": 498,
      "c1cc(C)": 499,
      "n(-": 500,
      "O3)": 501,
      "nc3": 502,
      "c(CC": 503,
      "c2c3c(": 504,
      "(OC": 505,
      "/C=C\\": 506,
      "cnc1": 507,
      "NC(=O)N": 508,
      "[C@H](CO)": 509,
      "C2=O)": 510,
      "c2c(C)": 511,
      "c2c(c1)": 512,
      "CCC2)=O)": 513,
      "[C@]3": 514,
      "OCC1": 515,
      "1)=O)": 516,
      "nc(-": 517,
      "OC)=O)": 518,
      "N2CC": 519,
      "C2CC": 520,
      "SC)": 521,
      "ncc1": 522,
      "o2)": 523,
      "=N/": 524,
      "c1cc(OC)": 525,
      "[C@@]3": 526,
      "c2c(F)": 527,
      "c(OC)cc2)": 528,
      "c1c(F)": 529,
      "c(CC)": 530,
      "c1ccc(F)": 531,
      "CC1)=O": 532,
      "C(C(N": 533,
      "1)C": 534,
      "OC(C)(C)C)=O)": 535,
      "S(=O)(": 536,
      "C(=O)O)": 537,
      "C[C@@H](N": 538,
      "c(C)c1": 539,
      "c4ccccc4)": 540,
      "#N)cc": 541,
      "ccc3)": 542,
      "s2)": 543,
      "2C(=O)": 544,
      "[C@H]1C": 545,
      "O2": 546,
      "Oc2cc": 547,
      "[C@@H](CO)": 548,
      "N1(C": 549,
      "cc(N": 550,
      "c2c1": 551,
      "c1cc(N": 552,
      "nc(C": 553,
      "cc3": 554,
      "=C1": 555,
      "C(=O)N1": 556,
      "OCC3)": 557,
      "C(C(=O)N": 558,
      "nc2)": 559,
      "C1)=O)": 560,
      "c1[nH]": 561,
      "N)=O)": 562,
      "C)CC": 563,
      "c(Cl)cc1": 564,
      "cc1)=O": 565,
      "[C@@H](C(=O)N": 566,
      "[C@@H](C(N": 567,
      "c1ccc(-": 568,
      "c1-": 569,
      "C(O)=O)": 570,
      "CCCC3)": 571,
      "c3c(cccc3)": 572,
      "[S": 573,
      "(CO)": 574,
      "COC": 575,
      "c(OC)cc1": 576,
      "CCN(C": 577,
      "NC(N": 578,
      "c(C)cc1": 579,
      "ccc(C": 580,
      "c(OCC": 581,
      "c1cc(F)": 582,
      "[N+](=O)[O-])": 583,
      "C(=O)O": 584,
      "CC(C)C)": 585,
      "C)C)": 586,
      "[C@](C)": 587,
      "c(C)cc2)": 588,
      "ccc3": 589,
      "(F)F": 590,
      "[C@@H](CC)": 591,
      "c2ccc(C": 592,
      "[C@@H]4": 593,
      "c1(OC)": 594,
      "[C@@](C)": 595,
      "c2ccccc2)=O)": 596,
      "C1CCCC": 597,
      "[C@@H]1C": 598,
      "c2ncc": 599,
      "c(NC(": 600,
      "C(C)=O)": 601,
      "CCC1)": 602,
      "cc(C(N": 603,
      "CC(": 604,
      "[C@H](O": 605,
      "c1)=O)": 606,
      "c(F)cc3)": 607,
      "c1cc2c(cc1)": 608,
      "Cn1": 609,
      "(CC(N": 610,
      "C(=O)(N": 611,
      "c(-c3": 612,
      "c2cc(C)": 613,
      "C(O": 614,
      "CCN)": 615,
      "(C)(C)C": 616,
      "CCCN1": 617,
      "c(N3": 618,
      "C(=O)N[C@@H](CC": 619,
      "c2cc(OC)": 620,
      "c1(F)": 621,
      "(C(C)C)": 622,
      "[C@H]2C": 623,
      "/C=C(": 624,
      "(C)C(=O)": 625,
      "n[nH]": 626,
      "cc(C(=O)N": 627,
      "(CC(=O)N": 628,
      "CCCC)": 629,
      "C[C@@H]3": 630,
      "C1CC1": 631,
      "(OCC)=O)": 632,
      "c(N2CC": 633,
      "4)cc": 634,
      "O(": 635,
      "[C@H]1CC": 636,
      "[C@H](C(C)C)": 637,
      "C)c1": 638,
      "nnc1": 639,
      "(=O)=O": 640,
      "O=C1": 641,
      "c1c(Cl)": 642,
      "S(C)": 643,
      "#C)": 644,
      "CCCO": 645,
      "c1c(OC)": 646,
      "[C@@H](O": 647,
      "c(C#N)": 648,
      "cn3)": 649,
      "no": 650,
      "ncc2)": 651,
      "NCC": 652,
      "NC(=O)[C@H](CC": 653,
      "cccc4)": 654,
      "c1c(C)cc": 655,
      "c2cc3c(": 656,
      "cc1)=O)": 657,
      "[C@@H]2C": 658,
      "c1c(O)": 659,
      "cccc3": 660,
      "C[C@@H](": 661,
      "c(OC)cc3)": 662,
      "CCNC(=O)": 663,
      "c3ccc(": 664,
      "c1(C(N": 665,
      "c1c(Cl)cc": 666,
      "N(C(N": 667,
      "c2cc(": 668,
      "c6": 669,
      "n2)=O)": 670,
      "c(F)c1": 671,
      "[C@@H](N)": 672,
      "=C2": 673,
      "CC(C)(C)": 674,
      "Cc1n": 675,
      "(CNC(=O)": 676,
      "CC1)=O)": 677,
      "C1(": 678,
      "c3s": 679,
      "c(Cl)c1": 680,
      "C)cc1": 681,
      "2CCN(": 682,
      "n(": 683,
      "N(CC)": 684,
      "nc(": 685,
      "c(C(C)C)": 686,
      "[C@@H](C(C)C)": 687,
      "nnc2": 688,
      "c1(C(=O)N": 689,
      "c2)c1": 690,
      "(N)": 691,
      "#C": 692,
      "(C(": 693,
      "c(Cl)cc3)": 694,
      "(=O)OC)": 695,
      "cc2c(": 696,
      "O=C(C": 697,
      "c2ccc(F)cc2)": 698,
      "CO)": 699,
      "=C(N)": 700,
      ")ccc1": 701,
      "cc(O)": 702,
      "2CCOCC2)": 703,
      "1CCCC": 704,
      "[C@H](OC)": 705,
      "OC2": 706,
      "C[C@H](C": 707,
      "N(C(=O)N": 708,
      "sc1": 709,
      "c1ccc(O)": 710,
      ")cc1)": 711,
      "4c(": 712,
      "OC1": 713,
      "[C@H]3CC": 714,
      "c1)C": 715,
      "cnc2": 716,
      "c1ccc2c(c1)": 717,
      "C(C)(C)C)": 718,
      "3CCOCC3)": 719,
      "c(Br)": 720,
      "c1c(C(N": 721,
      "c1ccccc1)=O)": 722,
      "C)C1": 723,
      "(C(=O)O)": 724,
      "C[C@H](C)": 725,
      "CCN(C(=O)": 726,
      "C(C)(C)C": 727,
      "2CCCC": 728,
      "ccc(N": 729,
      "2CCCCC2)": 730,
      "C[C@@H](O)": 731,
      "(C(O)=O)": 732,
      "(=O)O": 733,
      "c2n(C)": 734,
      "N3": 735,
      "c2ccc(Cl)cc2)": 736,
      "c1c(C(=O)N": 737,
      "c2=O)": 738,
      "2c(": 739,
      "c3ccc(F)cc3)": 740,
      "C(CC)": 741,
      "(C#N)": 742,
      "C(N)=O)": 743,
      "N1C(=O)": 744,
      "CCC(=O)N": 745,
      "c1ccc(C)": 746,
      "C=C": 747,
      "OCC1)": 748,
      "C(F)F)": 749,
      "c1ncc": 750,
      "c2ncn": 751,
      "OC(C)C)": 752,
      "cc4)": 753,
      "[C@H](N)": 754,
      "c(OC)c1": 755,
      "=N)N)": 756,
      "c2cc(F)": 757,
      "N(C)C)": 758,
      "c(C)cc3)": 759,
      "1CC1)": 760,
      "c3o": 761,
      "c3nn": 762,
      "CC3)=O)": 763,
      "S(=O)(C)=O)": 764,
      "C(NC": 765,
      "cn1)": 766,
      "C2=O": 767,
      "C(N1CC": 768,
      "n4": 769,
      "CCS": 770,
      "=N\\": 771,
      "c(F)cc1": 772,
      "([O-])": 773,
      "(CCC)": 774,
      "c1ccc(OC)": 775,
      "/N=C/": 776,
      "c2c(Cl)": 777,
      "C[C@H](": 778,
      "C1N(": 779,
      "O(C)": 780,
      "CCN(C)": 781,
      "S(C)(=O)=O)": 782,
      "c1c(OC)cc": 783,
      "cc1)C": 784,
      "CN(C)": 785,
      "c2n(": 786,
      "C3)=O)": 787,
      "CC2)c1": 788,
      "=C(C)": 789,
      "c1c(C)n": 790,
      "n1cc": 791,
      "[C@@H](O)[C@H](O)": 792,
      "2CCCC2)": 793,
      "CC(C": 794,
      "c3c(c2)": 795,
      "c2)cc1": 796,
      "C4": 797,
      "N1(": 798,
      "c1cc(Cl)cc": 799,
      "cn2": 800,
      "c2ccc(N": 801,
      "C1=O)": 802,
      "c3cc(OC)": 803,
      "N1(C(=O)": 804,
      "c2cc1": 805,
      "N(C(CC": 806,
      "c2ccc(O)": 807,
      "nc1)": 808,
      "c1cccc(": 809,
      "c2ccc(OC)cc2)": 810,
      "C1)C": 811,
      "c(C)cc(C)": 812,
      "N(C)C": 813,
      "1CCC": 814,
      "CC2)cc1": 815,
      "OC2)": 816,
      "nc(N)": 817,
      "ccc2)=O)": 818,
      "c5cccc": 819,
      "c3[nH]": 820,
      "c1c[nH]": 821,
      "c2c(O)": 822,
      "nc3)": 823,
      "cc(C(F)(F)F)": 824,
      "C(F)(F)F": 825,
      "s1)": 826,
      "C1(=O)": 827,
      "C1C(": 828,
      ")cc2": 829,
      "cc(Cl)": 830,
      "C(N)=N)": 831,
      "/C(=C/": 832,
      "3CCC": 833,
      "n2)cc1": 834,
      "3CCCCC3)": 835,
      "ncc3)": 836,
      "n2)c1": 837,
      "c1n(C)": 838,
      "OC(C)=O)": 839,
      "(F)(F)": 840,
      "c2c(C)n": 841,
      "ccc(-": 842,
      "CC4)": 843,
      "O[C@@H](": 844,
      "C#N)": 845,
      "FC(F)": 846,
      "oc1": 847,
      "OCCOCC": 848,
      "c(=O)n(C)": 849,
      "(CC)CC)": 850,
      "l)": 851,
      "cnc2)": 852,
      "c2n(C": 853,
      "CN(C(": 854,
      "c2c(cc": 855,
      "c2no": 856,
      "C(OC)": 857,
      "Cc3cc": 858,
      "OC(C": 859,
      "@]": 860,
      "nn3)": 861,
      "c(Cl)cc1)": 862,
      "CCCCC": 863,
      "P(O)": 864,
      "c5)": 865,
      "P(=O)": 866,
      "OCCC": 867,
      "[C@@H]1CC": 868,
      "C(C1": 869,
      "(c2ccccc2)": 870,
      "c2n[nH]": 871,
      "[C@@H](CC(C)C)": 872,
      "[nH]2)": 873,
      "n1C": 874,
      "S1": 875,
      "C1CCC": 876,
      "4)cc3)": 877,
      ".[": 878,
      "OCC)=O)": 879,
      "c2n(CC": 880,
      "cs2)": 881,
      "[Na": 882,
      "S(=O)(=O)C)": 883,
      "C1CN(C": 884,
      "[Na+]": 885,
      "c2c(C": 886,
      "CCCCC1": 887,
      "/C(=C\\": 888,
      "c2C)": 889,
      "[C@H](CNC(=O)": 890,
      "n1c(N": 891,
      "n2cc": 892,
      "[C@@H]3CC": 893,
      "(CNC(": 894,
      "n2cn": 895,
      "c1(Cl)cc": 896,
      "C(=O)(": 897,
      "c(-c4cc": 898,
      "C(c1cc": 899,
      "/C(C)": 900,
      "C1N(C(=O)": 901,
      "c2)C1": 902,
      "C[C@H](N": 903,
      "c3c(C)": 904,
      "[C@]2(C)": 905,
      "C3=O)": 906,
      "n2c(": 907,
      "N(C)C(=O)": 908,
      ".[Na+]": 909,
      "C(=O)N)": 910,
      "OC(=O)C)": 911,
      "c3cc(C)": 912,
      "C[C@@H](NC(=O)": 913,
      "c1cs": 914,
      "COCC": 915,
      "C4)": 916,
      "[C@@H](OC)": 917,
      "c1(CC": 918,
      "c2nc(N": 919,
      "nn1)": 920,
      "c2cs": 921,
      "CC(=O)": 922,
      "C(=O)N[C@@H](C": 923,
      "c2c[nH]": 924,
      "F)=O)": 925,
      "[N+](=O)[O-])cc": 926,
      "c1c(F)cc": 927,
      "C(=O)N2": 928,
      "c5c(": 929,
      "CCCC2": 930,
      "[C@@H]1O": 931,
      "[C@H](CC(C)C)": 932,
      "[C@@]4": 933,
      "n2CC": 934,
      "c3ccc(OC)cc3)": 935,
      "c3ccccc3)=O)": 936,
      "c1(O)": 937,
      "C(=O)N(": 938,
      "C(=O)NC": 939,
      "C2)C1": 940,
      "n1cn": 941,
      "[C@]4": 942,
      "c1cccc(C": 943,
      "SC": 944,
      "OCC(=O)N": 945,
      "CC(C)C)=O)": 946,
      "C(=O)N(CC": 947,
      "ncc2": 948,
      "C(NC(=O)": 949,
      "[C@@]2(C)": 950,
      "CCNC(": 951,
      "=C(C)C)": 952,
      "c2c(OC)": 953,
      "CC3": 954,
      "c2cc(-": 955,
      "c2ccc(C)cc2)": 956,
      "CCN(C)CC": 957,
      "c3ccc(Cl)cc3)": 958,
      "c3ccc(C": 959,
      "(C(C)(C)C)": 960,
      "[C@H]12": 961,
      "CC1)C": 962,
      "[C@@H]2O": 963,
      "CCCNC(": 964,
      "O1)": 965,
      "C)CC1": 966,
      "N2C(=O)": 967,
      "FC(F)(F)": 968,
      "[C@H]1O": 969,
      "s3)": 970,
      "O4)": 971,
      "c1(Cl)": 972,
      "C12": 973,
      "C(=C)": 974,
      "c(-c4": 975,
      "c3ncc": 976,
      "c-": 977,
      "CCCC1)": 978,
      "c1OC": 979,
      "c(-c3ccccc3)": 980,
      "nn2": 981,
      "2CCN(C": 982,
      "[C@@H](C)CC)": 983,
      "C(NCC": 984,
      "/C=C(\\": 985,
      "CCC3)=O)": 986,
      "CN1CC": 987,
      "c3c4c(": 988,
      "c1c2c(ccc1)": 989,
      "[nH]c1": 990,
      "(C(=O)OC)": 991,
      "2CCN(C(=O)": 992,
      "CC)cc": 993,
      "cc2)c1": 994,
      "c1ccc(O": 995,
      "C(C)C": 996,
      "C[C@H]3": 997,
      "c1cc(C(N": 998,
      "c2)CC1": 999,
      "c2cc3": 1000,
      "CC2)C1": 1001,
      "c5cc": 1002,
      "C(=O)OC": 1003,
      "cccc2)=O)": 1004,
      "=S)N": 1005,
      "[C@@H]12": 1006,
      "c1(=O)": 1007,
      "C2CC2)": 1008,
      "C2)c1": 1009,
      "c2cc(Cl)cc": 1010,
      "c2nc3c(": 1011,
      "C(C)C)=O)": 1012,
      "c1cc(Cl)": 1013,
      "/C=N/": 1014,
      "C1N(C": 1015,
      "c2ccccc2)cc": 1016,
      "Br)cc1": 1017,
      "3(CC": 1018,
      "C(=O)N(C": 1019,
      "c3n(": 1020,
      "2)C1": 1021,
      "C1C2": 1022,
      "c2ccc(O": 1023,
      "(Br)": 1024,
      "c1ccc(Cl)cc1": 1025,
      "NC(=O)[C@H](C": 1026,
      "C1CN(": 1027,
      "C(O)=O": 1028,
      "c(Br)cc": 1029,
      "Cl)=O)": 1030,
      "c2c(C)cc": 1031,
      "ccc1-": 1032,
      "[C@H](CC)C)": 1033,
      "2)cc1": 1034,
      "2)c1": 1035,
      "C(=O)N1CC": 1036,
      "6)": 1037,
      "c2ccc(Br)cc": 1038,
      "cc3)=O)": 1039,
      "c(=O)n(CC": 1040,
      "OCC(N": 1041,
      "cc2)cc1": 1042,
      "c1ccc(F)cc1": 1043,
      "n4)": 1044,
      "C(=O)C": 1045,
      "c1cccc(-": 1046,
      "cc(Br)": 1047,
      "c(C)c(C)": 1048,
      "c3ccc(C)cc3)": 1049,
      "C(N)=N": 1050,
      "n(CC)": 1051,
      "CCCCCC": 1052,
      "c2c(Cl)cc": 1053,
      "c(OC": 1054,
      "CN(C(C": 1055,
      "c(C(C)(C)C)": 1056,
      "c1nc(N": 1057,
      "C)cc": 1058,
      "(NC(C": 1059,
      "c1c(-c2cc": 1060,
      "3CCCC3)": 1061,
      "I)": 1062,
      "c1cc(C(=O)N": 1063,
      "CCC4)": 1064,
      "nn(C)": 1065,
      "c1ccccc1)=O": 1066,
      "[C@H]5": 1067,
      "[C@H](CN": 1068,
      "OCC2)=O)": 1069,
      "c(-c3n": 1070,
      "CNC(=N)N)": 1071,
      "CCC1)=O)": 1072,
      "n1c(": 1073,
      "[C@@H](CNC(=O)": 1074,
      "c1cc(CN": 1075,
      "c2cc3c(cc2)": 1076,
      "CNC(N)=N)": 1077,
      "=C)=O)": 1078,
      "c3cc(F)": 1079,
      "C2)cc1": 1080,
      "2CCN(CC": 1081,
      "c(C)o": 1082,
      "c3)cc": 1083,
      "c23)": 1084,
      "CCN(C(": 1085,
      "=C(\\": 1086,
      "ccc1C": 1087,
      "[C@@H](C)O)": 1088,
      "nc4": 1089,
      "nc1C": 1090,
      "S(c1cc": 1091,
      "c3c(cc": 1092,
      "[C@]1(C)": 1093,
      "C(=O)N(C)": 1094,
      "c(=O)o": 1095,
      "=S": 1096,
      "nc1-": 1097,
      "c1n(C": 1098,
      "C(\\": 1099,
      "COC(=O)": 1100,
      "C1C(C": 1101,
      "c1ccc2c(": 1102,
      "c1cc(O)": 1103,
      "n1(C)": 1104,
      "c2c(N": 1105,
      "N(C)CC": 1106,
      "c1O": 1107,
      "C[C@H](O)": 1108,
      "2)=O)C1": 1109,
      "C(CCCC": 1110,
      "N1CCC": 1111,
      "[C@H]2CCC": 1112,
      "4CC4)": 1113,
      "ccn1": 1114,
      "[C@@H]2CCC": 1115,
      "c2ccc(OCC": 1116,
      "c4c(cccc4)": 1117,
      "c1ccc(OCC": 1118,
      "C(=O)N[C@H](C(=O)N": 1119,
      "[C@H](CNC(": 1120,
      "C(=O)NCC": 1121,
      "n1n": 1122,
      "c1ccc(O)cc1)": 1123,
      "C[C@@H](NC(": 1124,
      "N1(CC": 1125,
      "C1CN(C(=O)": 1126,
      "[C@H](C(O)=O)": 1127,
      "CCO1": 1128,
      "[C@H](C(=O)O)": 1129,
      "(CO": 1130,
      "c3cc4c(": 1131,
      "c3c(F)": 1132,
      "ccc4": 1133,
      "[C@]12": 1134,
      "c1(O": 1135,
      "S(=O)(c2cc": 1136,
      "c2cccc3": 1137,
      "C[C@@H]1C": 1138,
      "n1c2c(": 1139,
      "=CC(=O)": 1140,
      "/C=C2": 1141,
      "S(c2cc": 1142,
      "c(C(O)=O)": 1143,
      "c(C(=O)O)": 1144,
      "nc(O)": 1145,
      "CCC(": 1146,
      "n2c(=O)": 1147,
      "O[C@@H]1": 1148,
      "2)=O)cc1": 1149,
      "=N/N": 1150,
      "(OCC)": 1151,
      "c12c(cccc1)": 1152,
      "CC[C@H]1": 1153,
      "c(Cl)cc2": 1154,
      "3C": 1155,
      "c(-c2ccccc2)": 1156,
      "[C@@](O)": 1157,
      "c1no": 1158,
      "(C)C(": 1159,
      "(COC)": 1160,
      "c2ccc(F)": 1161,
      "[C@](O)": 1162,
      "ccn2)": 1163,
      "c2ccc(O)cc2)": 1164,
      "c1n(CC": 1165,
      "c([N+]([O-])=O)": 1166,
      "c2ccc3c(c2)": 1167,
      "[C@@]12": 1168,
      "c21": 1169,
      ")=O)=O)": 1170,
      "c1ccc(F)cc1)": 1171,
      "c3ccc(N": 1172,
      "CCN(CC)": 1173,
      "c(C)c2)": 1174,
      "c1ccc(C(N": 1175,
      "=N)N": 1176,
      "C(=O)N[C@H](C(N": 1177,
      "N(C(C)C)": 1178,
      "NC(=O)[C@@H](NC(=O)": 1179,
      "[C@@]1(C)": 1180,
      "/C=C(/": 1181,
      "c(C)n1": 1182,
      "C)=O)=O)": 1183,
      "c4cn": 1184,
      "Cc2ccccc2)": 1185,
      "2)=O)c1": 1186,
      "N2C": 1187,
      "=C(N)N)": 1188,
      "c2c(OC)cc": 1189,
      "(C1)": 1190,
      "C)ccc1": 1191,
      "c2cc(N": 1192,
      "CCOC)": 1193,
      "[C@@H]5": 1194,
      "cs1": 1195,
      "[C@@H]1CCC": 1196,
      "2CCC(": 1197,
      "c1ncn": 1198,
      "C([C@H]1": 1199,
      "C1N(CC": 1200,
      "(Cl)c1": 1201,
      "N1C": 1202,
      "c1(NC(=O)": 1203,
      "C1(=O)N": 1204,
      "CCOC1": 1205,
      "C(c1ccccc1)": 1206,
      "C(CO": 1207,
      "c1c(NC(=O)": 1208,
      "c1)N": 1209,
      "C)N": 1210,
      "c1c(O": 1211,
      "c1ccc(OC)cc1": 1212,
      "ncc1)": 1213,
      "c2ccccc21": 1214,
      "CCOCC": 1215,
      "CC2)CC1": 1216,
      "N(C(=O)C": 1217,
      "CN1C(=O)": 1218,
      "c(Cl)c2)": 1219,
      "CCCCN)=O)": 1220,
      "OC(C)(C)C": 1221,
      "[O-])": 1222,
      "OC3)": 1223,
      "O[C@H]1": 1224,
      "n2nn": 1225,
      "5)cc": 1226,
      "(C1": 1227,
      "c3cccn": 1228,
      "C(N[C@H](C(N": 1229,
      "c1cc(C(F)(F)F)": 1230,
      "C1(N": 1231,
      "3C)": 1232,
      "c1cc(CC": 1233,
      "S(N)": 1234,
      "C(N[C@H](C(=O)N": 1235,
      "N(C(OC(C)(C)C)=O)": 1236,
      "c(O)c1": 1237,
      "CCO)": 1238,
      "CC(=O)O)": 1239,
      "CCN(c2cc": 1240,
      "%1": 1241,
      "cc1C": 1242,
      "C(N[C@@H](CC": 1243,
      "c3ccc(O)": 1244,
      "O[C@H](C": 1245,
      "[C@H](C)N": 1246,
      "[N+]([O-])": 1247,
      "c12ccccc1": 1248,
      "[C@@H](NC(C": 1249,
      "(=O)OCC)": 1250,
      "[C@H](NC(C": 1251,
      "c1nc2c(": 1252,
      "c1=O": 1253,
      "ccc1OC": 1254,
      "c1ccccc1-": 1255,
      "c2cn(C)": 1256,
      "C[C@@H]2C": 1257,
      "c1ccc(C(=O)N": 1258,
      "c12cc": 1259,
      "CC(O)=O)": 1260,
      "2C(": 1261,
      "c2ccccc2)cc1": 1262,
      "c4n": 1263,
      "nc2)=O)": 1264,
      "c1cc(O": 1265,
      "nc(-c3cc": 1266,
      "CC[C@@H]1": 1267,
      "C([C@@H]1": 1268,
      "c2cnccc2)": 1269,
      "c(OC)cc2": 1270,
      "C2(CC": 1271,
      "c1ccc(OC)cc1)": 1272,
      "(=C)": 1273,
      "NC(=O)C": 1274,
      "C[C@@H]2CC": 1275,
      "/C=C/C": 1276,
      "c2cc(C": 1277,
      "2)=O)CC1": 1278,
      "3=O)": 1279,
      "c2nc(C": 1280,
      "c(C(N)=O)": 1281,
      "c3ncn": 1282,
      "c1ccc(C)cc1": 1283,
      "C1(C": 1284,
      "c2cc(Cl)": 1285,
      "c1ccc(Cl)": 1286,
      "c2-": 1287,
      "on2)": 1288,
      "no2)": 1289,
      "c2ccc1": 1290,
      "n1)=O": 1291,
      "C(=O)OC)": 1292,
      "[C@H](O)C)": 1293,
      "co2)": 1294,
      "N=C(": 1295,
      "c1n[nH]": 1296,
      "c2cccc(Cl)": 1297,
      "[C@]3(C)": 1298,
      "n3)=O)": 1299,
      "c(C(=O)OC)": 1300,
      "O(CC": 1301,
      "=C(N": 1302,
      "[C@H](O)[C@H](O)": 1303,
      "c2ccc(C)": 1304,
      "[C@H]2O": 1305,
      "S(=O)(c1cc": 1306,
      "c3n(C)": 1307,
      "4CCOCC": 1308,
      "O(C": 1309,
      "cnc1)": 1310,
      "3CCCC": 1311,
      "CC1(C)": 1312,
      "OCO2": 1313,
      "C1C(N": 1314,
      "c(=O)[nH]c(=O)": 1315,
      "c(NC(C": 1316,
      "[nH]3)": 1317,
      "NC([C@@H](NC(=O)": 1318,
      "C1N(C(": 1319,
      "c2ncccc2)": 1320,
      "c(F)c2)": 1321,
      "[C@H]1CCC": 1322,
      "n2ncc": 1323,
      "c3cc(Cl)cc": 1324,
      "N1(C(": 1325,
      "c(N3CC": 1326,
      "CC2)ccc1": 1327,
      "[C@@]3(C)": 1328,
      "n1c(C": 1329,
      "CCN1CC": 1330,
      "4)CC3)": 1331,
      "c1cccc(N": 1332,
      "n2c3c(": 1333,
      "=C(/": 1334,
      "[C@@H](CN": 1335,
      "2=N": 1336,
      "c1co": 1337,
      "c3C)": 1338,
      "OCO3)": 1339,
      "C(=O)N[C@@H](": 1340,
      "[C@H](C)NC(=O)": 1341,
      "o1)": 1342,
      "(CC(C)C)": 1343,
      "c2cccc(F)": 1344,
      "[nH]n2)": 1345,
      "c3cc(": 1346,
      "c1ccc(Cl)cc1)": 1347,
      "O=C(O)": 1348,
      "/C(=N/": 1349,
      "CCCC2)=O)": 1350,
      "#N)cc2)": 1351,
      "CC(C)C": 1352,
      "c2n1": 1353,
      "2CCC2)": 1354,
      "c2)ccc1": 1355,
      "[nH]c(=O)": 1356,
      "c2cccc3)": 1357,
      "c2nc(-c3cc": 1358,
      "CC[C@H]2": 1359,
      "c2c1cccc2": 1360,
      "C[C@@H](C(=O)N": 1361,
      "C2)CC1": 1362,
      "c2ccncc2)": 1363,
      "c2ccccc2)c1": 1364,
      "c5ccccc5": 1365,
      "CCN1C": 1366,
      "c2cccc(C)": 1367,
      "c1cccc2c1": 1368,
      "CNC(C": 1369,
      "c3c(Cl)": 1370,
      "N2CCC": 1371,
      "ccc4)": 1372,
      "C1CC1)": 1373,
      "c1c(OCC": 1374,
      "C)=O)C": 1375,
      "[C@@H](CO": 1376,
      "Br-]": 1377,
      "c(-c3ccccc3": 1378,
      "C1CN": 1379,
      "OCO": 1380,
      "CC2)cc": 1381,
      "c32)": 1382,
      "[C@@H](CNC(": 1383,
      "CCN1C(=O)": 1384,
      "c1cn(C)": 1385,
      "(C)c1": 1386,
      "C[C@@H](C(N": 1387,
      "S(=O)(CC": 1388,
      "O)C": 1389,
      "O=C": 1390,
      "(OC(=O)": 1391,
      "(NC": 1392,
      "C(OC)=O)": 1393,
      "n1nn": 1394,
      "c3ccccc32)": 1395,
      "nc(S": 1396,
      "n2)C1": 1397,
      "c(O)cc1": 1398,
      "@@]": 1399,
      "3C(=O)": 1400,
      "cc2)C1": 1401,
      "cc(Cl)cc": 1402,
      "CCC1)=O": 1403,
      "C(N1C": 1404,
      "(F)c1": 1405,
      "nc(C)n": 1406,
      "c1cc2c(cc1": 1407,
      "OC(C)": 1408,
      ".[Br-]": 1409,
      "COC)": 1410,
      "O=S(N": 1411,
      "C[C@@H](CN": 1412,
      "C1O": 1413,
      "O=C(N1": 1414,
      "=C(O)": 1415,
      "N(C(=O)OC(C)(C)C)": 1416,
      "c(OC)c2)": 1417,
      "o3)": 1418,
      "NC(=O)[C@@H](NC(": 1419,
      "S(N)(=O)=O)": 1420,
      "c(-n3": 1421,
      "2=O)": 1422,
      "(CC)CC": 1423,
      "n1c(-": 1424,
      "cc4": 1425,
      "C1CN(CC": 1426,
      "(O)=O": 1427,
      "O(c1cc": 1428,
      "nc(-c2cc": 1429,
      "c(C(": 1430,
      "SCC": 1431,
      "c2ccccc12": 1432,
      "CCC[C@H]1": 1433,
      "S(=O)(N)=O)": 1434,
      "C(CN": 1435,
      "c3)cc2)": 1436,
      "ncn2)": 1437,
      "oc(=O)": 1438,
      "(N)=O)": 1439,
      "CCCCN": 1440,
      "c(CO": 1441,
      "2)=O)=O)": 1442,
      "C(N(C": 1443,
      "2CCN(C(": 1444,
      "c1c(C(F)(F)F)": 1445,
      "(c1ccccc1)": 1446,
      "CN(C)C": 1447,
      "C(O)=O)=O)": 1448,
      "c3=O)": 1449,
      "[S+]": 1450,
      "CN1C": 1451,
      "c(N(C)C)": 1452,
      "cccc4": 1453,
      "(=O)N)": 1454,
      "c1cc(NC(=O)": 1455,
      "CN)": 1456,
      "C1CC2": 1457,
      "C(OC": 1458,
      "(=O)N(C": 1459,
      "C1[C@H]2": 1460,
      "#N)cc1": 1461,
      "c2ccccn2)": 1462,
      "P(=O)(O)": 1463,
      "c1N": 1464,
      "[n+]1": 1465,
      "nc(C(=O)N": 1466,
      "C)C)=O)": 1467,
      "(C2)": 1468,
      "c1cc(F)ccc1": 1469,
      "ccc1)=O": 1470,
      "/C(=N\\": 1471,
      "n1c(C)": 1472,
      "n1(CC": 1473,
      "cc2)CC1": 1474,
      "(c3ccccc3)": 1475,
      "c(NC(N": 1476,
      ".Cl.Cl": 1477,
      "c1=O)": 1478,
      "c2cccc(OC)": 1479,
      "nccc1": 1480,
      "[S@@]": 1481,
      "c3c2": 1482,
      "[S@]": 1483,
      "(C(OC)=O)": 1484,
      "[C@H](F)": 1485,
      "c3)CC2)": 1486,
      "NC([C@H](CC": 1487,
      "[C@H](Cc1ccccc1)": 1488,
      "cs3)": 1489,
      "OC(C)(C)": 1490,
      "CCC(C)": 1491,
      "FC(": 1492,
      "#CC": 1493,
      "n1(C": 1494,
      "c2nc(": 1495,
      "(CC1)": 1496,
      "Cc1ccccc1": 1497,
      "[C@H](C)C1": 1498,
      "CC[C@@H]2": 1499,
      "CCCCN)": 1500,
      "OCCO": 1501,
      "CC=C)": 1502,
      "C1CCCCC1": 1503,
      "C1[C@@H]2": 1504,
      "NC([C@@H](NC(": 1505,
      "c1ccc(NC(=O)": 1506,
      "c12cccc": 1507,
      "c2cc(O)": 1508,
      "c(C)cc1)": 1509,
      "C(N[C@@H](C": 1510,
      "O1CC": 1511,
      "c(F)c(F)": 1512,
      "C3CC": 1513,
      "C(=O)C1": 1514,
      "c2c(=O)": 1515,
      "4CCCC": 1516,
      "c1cccnc1": 1517,
      "c-2": 1518,
      "S(C": 1519,
      "[C@H](C)C2)": 1520,
      "(=O)OC": 1521,
      "c1nc(-": 1522,
      "c1cc(Br)cc": 1523,
      "C(NC(": 1524,
      "nc(C(N": 1525,
      "c2ccc(Br)cc2)": 1526,
      "on1": 1527,
      "cs1)": 1528,
      "n1)C": 1529,
      "[nH]1)": 1530,
      "2C[C@H]3": 1531,
      "cccc3)=O)": 1532,
      "[nH]c1)": 1533,
      "c2nc(C)": 1534,
      "(C(N)=O)": 1535,
      "C(=S)": 1536,
      "c1ccc(C)cc1)": 1537,
      "cc(CC": 1538,
      "3CCN(": 1539,
      "c1ncccc1": 1540,
      "[C@@H]3O": 1541,
      "CCN(C)C)": 1542,
      "(N(C)C)": 1543,
      "=C3": 1544,
      "[C@H](C)CC": 1545,
      "c1ccc(C(F)(F)F)": 1546,
      "n2)ccc1": 1547,
      "C)n1": 1548,
      "[C@H](C)O": 1549,
      "c1c(F)cccc1": 1550,
      "(CCOC)": 1551,
      "C)=O)C1": 1552,
      "c2ccc(Cl)": 1553,
      "c4c(c3)": 1554,
      "c1c(Br)cc": 1555,
      "c2co": 1556,
      "NC1": 1557,
      "c4ccc(F)cc": 1558,
      "cc(CN": 1559,
      "C)C(=O)": 1560,
      "CCOCC1": 1561,
      "(O)C": 1562,
      "C(=O)N1C": 1563,
      "n2C": 1564,
      "CC(O": 1565,
      "[C@H](c2ccccc2)": 1566,
      "c2occc2)": 1567,
      "c(OC)c3)": 1568,
      "c(OC)cc1)": 1569,
      "CC2)n1": 1570,
      "cc(Br)cc": 1571,
      "CCCNC(=O)": 1572,
      "n2)CC1": 1573,
      "(CN(C(=O)": 1574,
      "ccc1)=O)": 1575,
      "=[N+]": 1576,
      "4)C3)": 1577,
      "1CCCCC1)": 1578,
      "n1)=O)": 1579,
      "c3c(O)": 1580,
      "c1cc(Cl)ccc1": 1581,
      "c1cccc(OC)": 1582,
      "cc(C)c1": 1583,
      "CCCCC1)": 1584,
      "c(N)ncn": 1585,
      "CN2": 1586,
      "3)C2)": 1587,
      "n3c(": 1588,
      "(Cl)cc1": 1589,
      "no1": 1590,
      "c(-c3cn": 1591,
      "c2sccc2)": 1592,
      "cc2c(c1)": 1593,
      "2CC3": 1594,
      "cc1-": 1595,
      "c1c(Br)": 1596,
      "c2c(-c3cc": 1597,
      "CC)=O": 1598,
      "c3c2cccc3)": 1599,
      "c3ccc(Cl)cc": 1600,
      "(F)(F)F": 1601,
      "S(=O)(C": 1602,
      "C1(C)": 1603,
      "[Cl": 1604,
      "C=": 1605,
      "n1c(=O)": 1606,
      "[nH]c2)": 1607,
      "c(C)c1)": 1608,
      "[C@H](O)[C@@H](O)": 1609,
      "c2ccccc2F)": 1610,
      "O=C(N1CC": 1611,
      "O)cc1": 1612,
      "c(/C=C/": 1613,
      "(C)(C)C)=O)": 1614,
      "(CCCC)": 1615,
      "c1nc(C)": 1616,
      "c2c(n1)": 1617,
      "n(C)c1": 1618,
      "CCCCC)": 1619,
      "co1": 1620,
      "c7": 1621,
      "N(C)CC2)": 1622,
      "(=O)=O)cc1": 1623,
      "c(OC)cc3": 1624,
      "C1OCC": 1625,
      "nc(C)c1": 1626,
      "c(NC": 1627,
      "[C@@H]2CCCC": 1628,
      "C1CN(C(": 1629,
      "c1nc(C": 1630,
      "c(OCC)": 1631,
      "cc2F)": 1632,
      "c(C)c3)": 1633,
      "C[C@H]1C": 1634,
      "sc2)": 1635,
      "O)=O": 1636,
      "n2)cc": 1637,
      "CCN(C)CC3)": 1638,
      "ccc3)=O)": 1639,
      "c3c(C)n": 1640,
      "3CCC3)": 1641,
      "c2cccc(": 1642,
      "c3cc2)": 1643,
      "n12": 1644,
      "cn(C)": 1645,
      "c(NC(=O)N": 1646,
      "O)c1": 1647,
      "CCOC": 1648,
      "c1ccc(OC": 1649,
      "C1CC(N": 1650,
      "(=O)C": 1651,
      "(C(=O)N)": 1652,
      "c3c(OC)": 1653,
      "C[C@@H]1CC": 1654,
      "c(Cl)c3)": 1655,
      "ccc(Br)": 1656,
      "[C@@H](OC(=O)": 1657,
      "c2cnn(C)": 1658,
      "c2c(F)cccc2)": 1659,
      "c4)=O)": 1660,
      "NC(C)": 1661,
      "c1ccc(-c2cc": 1662,
      "c(Cl)c1)": 1663,
      "c1n(-": 1664,
      "c2ccccc2)CC1": 1665,
      "C[C@@H](CC": 1666,
      "c3ccncc3)": 1667,
      "CNC": 1668,
      "/C(C)=C/": 1669,
      "(N1": 1670,
      "CCN2": 1671,
      "c(S(=O)(=O)N": 1672,
      "c1(NC(": 1673,
      "c1c(Cl)cccc1": 1674,
      "ccc(O": 1675,
      "c1(-c2cc": 1676,
      "c2C)=O)": 1677,
      "n1(-": 1678,
      "5)=O)": 1679,
      "C(=O)O)=O)": 1680,
      "CCC)=O)": 1681,
      "c2n(-": 1682,
      "c2ncccc2": 1683,
      "c1c(cccc1)": 1684,
      "[C@H](OC(=O)": 1685,
      "C1CCCC1": 1686,
      "cc2c1": 1687,
      "c2)n1": 1688,
      "2CCC(N": 1689,
      "ccc1Cl": 1690,
      "CN=C(N)N)": 1691,
      "c(-c3cccc": 1692,
      "[C@@H](C(=O)O)": 1693,
      "[C@@H](C(O)=O)": 1694,
      "c4ccc(Cl)cc": 1695,
      "cc(C#N)": 1696,
      "C1CCC1": 1697,
      "[C@@H](C)N": 1698,
      "c1(CN": 1699,
      "c1cccc2)": 1700,
      "CCC3": 1701,
      "[C@@H](c2ccccc2)": 1702,
      "(C=C)": 1703,
      "C(C)(C)C)=O)": 1704,
      "c2cc(C(F)(F)F)": 1705,
      "c12)": 1706,
      "C)CC2)": 1707,
      "ccc1F": 1708,
      "C)cc2)": 1709,
      "N(C(C)=O)": 1710,
      "(C(=O)OCC)": 1711,
      "/C=N/N": 1712,
      "c3c(n2)": 1713,
      ".[Na+].[Na+]": 1714,
      "c5ccccc5)": 1715,
      "OCC)cc": 1716,
      "c1nn(C)": 1717,
      "[C@@](C)(": 1718,
      "Cc1ccccc1)": 1719,
      "C1=C": 1720,
      "(C)CC3)": 1721,
      "S2": 1722,
      "2C[C@@H]3": 1723,
      "C(=O)N2CC": 1724,
      "[C@H]3C": 1725,
      "(CC=C)": 1726,
      "c2ccc(Cl)cc2": 1727,
      "[Cl-]": 1728,
      "N(S(=O)(=O)": 1729,
      "c2ccc(C(F)(F)F)": 1730,
      "n1-": 1731,
      "cc(NC(=O)": 1732,
      "C)C2)": 1733,
      "[N+](": 1734,
      "c2cccnc2)": 1735,
      "c(=O)n(C": 1736,
      "C(C(=O)O)": 1737,
      "CCCC(=O)N": 1738,
      "c1cc(OC)ccc1": 1739,
      "c1nc(": 1740,
      "c3ccccc3n": 1741,
      "(CCO)": 1742,
      "C(C(O)=O)": 1743,
      "c1c2cccc": 1744,
      "c1(C(F)(F)F)": 1745,
      "[C@@H](CCCCN)": 1746,
      "NC(=O)[C@H](": 1747,
      "[C@@H]3C": 1748,
      "c(SC)": 1749,
      "C[C@@H]4": 1750,
      "CCCC)=O)": 1751,
      "CCCN1C(=O)": 1752,
      "CCC[C@@H]1": 1753,
      "c1cc(C)ccc1": 1754,
      "cncc1": 1755,
      "c(C)cc2)=O)": 1756,
      "cn2)=O)": 1757,
      "ccc(C(N": 1758,
      "1CCCC1)": 1759,
      "ncc3": 1760,
      "3c(cc2)": 1761,
      "nc2-": 1762,
      "C=C)": 1763,
      "CN(C(CC": 1764,
      "[C@H]2CCCC": 1765,
      "SCC(=O)N": 1766,
      "n1c(-c2cc": 1767,
      "[C@@H](C)C(=O)N": 1768,
      "S(CC": 1769,
      "C(C#N)": 1770,
      "c[n+]": 1771,
      "c2c(F)cccc2": 1772,
      "COC(": 1773,
      "[C@@H](Cc1ccccc1)": 1774,
      "c1ccc(Br)cc": 1775,
      "[C@H](C(F)(F)F)": 1776,
      "sc2": 1777,
      "OCCC1": 1778,
      ".[Cl-]": 1779,
      "c1cnccc1": 1780,
      "nn(-": 1781,
      "c1c2ccccc2": 1782,
      "C[C@@H](OC)": 1783,
      "[C@H]2O)": 1784,
      "c1ccncc1": 1785,
      "c3ccc(Br)cc": 1786,
      "c2c(Cl)cccc2)": 1787,
      "c(C(OC)=O)": 1788,
      "c2)=O)C1": 1789,
      "cc(O": 1790,
      "[C@H](C1)": 1791,
      "5CC": 1792,
      "c(C)n2)": 1793,
      "c2ccccc2OC)": 1794,
      "[C@H](NC": 1795,
      "CC(C)(C)C": 1796,
      "cc2C)": 1797,
      "C(CCC": 1798,
      "c2c(OC)cccc2)": 1799,
      "n3cc": 1800,
      "C(CS": 1801,
      "c(OC)c1)": 1802,
      "(C)C)=O": 1803,
      "FC(F)(": 1804,
      "c(C2": 1805,
      "[C@@H]2CCCN": 1806,
      "OCCOC)": 1807,
      "c(O)cc2)": 1808,
      "(C)C)cc1": 1809,
      "c3c[nH]": 1810,
      "[C@@H](C1)": 1811,
      "C)O": 1812,
      "nc(CN": 1813,
      "c2ccc(C(N": 1814,
      "c(F)cc1)": 1815,
      "c1c2c(ccc1": 1816,
      "OCCN1": 1817,
      "OCC2": 1818,
      "C1)N": 1819,
      "c2ccccc2)C1": 1820,
      "C)=O)c1": 1821,
      "c([N+](=O)[O-])": 1822,
      "c(C#N)cc": 1823,
      "[C@@H](C)C1": 1824,
      "[C@H]1(C)": 1825,
      "(CC)CC)=O)": 1826,
      "nc12": 1827,
      "(NC(N": 1828,
      "C[C@H]2CC": 1829,
      "nc2c(": 1830,
      "C(OCC)=O)": 1831,
      "C1CC(": 1832,
      "c2nnc(": 1833,
      "(O)CC": 1834,
      "[C@H](CCCCN)": 1835,
      "cc(F)c1": 1836,
      "nc2C)": 1837,
      "CC(N)=O)": 1838,
      "co3)": 1839,
      "c2cccn": 1840,
      "c(C(=O)N)": 1841,
      "c3cc(-": 1842,
      "c3ccc(O)cc3)": 1843,
      "[nH]n3)": 1844,
      "O=S(": 1845,
      "(=O)=O)c1": 1846,
      "nc2c1": 1847,
      "C1CCN(": 1848,
      "=O)cc1": 1849,
      "CCC(C": 1850,
      "2CCN": 1851,
      "C(N[C@H]1": 1852,
      "C(CO)": 1853,
      "[C@H](C(N)=O)": 1854,
      "C[C@@H](CC)": 1855,
      "C[C@@H](C)O": 1856,
      "c(C(=O)OCC)": 1857,
      "[C@@H](F)": 1858,
      "CCCCCC)": 1859,
      "c2c(N)": 1860,
      "n3cn": 1861,
      "C/C=C\\": 1862,
      "c1c(NC(": 1863,
      "c(OC)c(OC)c2)": 1864,
      "#N)cc3)": 1865,
      "ccn3)": 1866,
      "N(C(=O)CC": 1867,
      "ccc2)cc": 1868,
      "c1c(C)o": 1869,
      "(C(C": 1870,
      "ccc(Cl)c1": 1871,
      "[C@H](C(=O)N)": 1872,
      "c1(N)": 1873,
      "c3n[nH]": 1874,
      "/C=C2\\": 1875,
      "OCCO2": 1876,
      "(C)=O": 1877,
      "c3cc4": 1878,
      "([O-])=O)": 1879,
      "c2nc1": 1880,
      "CCC2)c1": 1881,
      "[C@@H](C)C2)": 1882,
      "cc(OC)c1": 1883,
      "cnc3)": 1884,
      "NS(=O)(=O)": 1885,
      "c1ccc(CC": 1886,
      "C(c1cn": 1887,
      "=C1\\": 1888,
      "c1ccc(C2": 1889,
      "CCN(C)C": 1890,
      "S1(=O)": 1891,
      "CCO2)": 1892,
      "c(N2": 1893,
      "C1CCN(C": 1894,
      "CC2)=O)c1": 1895,
      "C(C(C)C)": 1896,
      "CC1)=O)C": 1897,
      "c(F)cc3": 1898,
      "C(C)(": 1899,
      "[N-]": 1900,
      "[C@H](COC)": 1901,
      "C[C@@H](C)C": 1902,
      "CCCC3)=O)": 1903,
      "c1c(C)cccc1": 1904,
      "C(=O)NCC(=O)N": 1905,
      "[C@H](Cc2ccccc2)": 1906,
      "C(N(C)": 1907,
      "c2ccc(C(=O)N": 1908,
      "c4cc(OC)": 1909,
      "ccc(C(=O)N": 1910,
      "cc1OC": 1911,
      "N1CCN(": 1912,
      "c1c(N)": 1913,
      "C(N[C@@H]1": 1914,
      "NC(=O)CC": 1915,
      "CC)C": 1916,
      "c(S(N": 1917,
      "c(S(=O)(N": 1918,
      "c3c(F)cc": 1919,
      "C(S": 1920,
      "ccc(F)c1": 1921,
      "=O)=O)=O)": 1922,
      "I-]": 1923,
      "c1(C2": 1924,
      "ncn3)": 1925,
      "[Si": 1926,
      "cccc5)": 1927,
      "O[C@H](CO)": 1928,
      "nc4)": 1929,
      "c3no": 1930,
      "=N)N)=O)": 1931,
      "CO1": 1932,
      "co1)": 1933,
      "[C@]2(C": 1934,
      "c3cc4c(cc3)": 1935,
      "[C@H](C)NC(": 1936,
      "c3c(C)cc": 1937,
      "s2)=O)": 1938,
      "nc1N": 1939,
      "CCCNC(N)=N": 1940,
      "C(Cl)": 1941,
      "[Si]": 1942,
      "C[C@]1": 1943,
      "c3cc(O)": 1944,
      "C3CC3)": 1945,
      "C(N(CC": 1946,
      "[nH]2": 1947,
      "cc1)N": 1948,
      "C(=O)N[C@@H](CC(C)C)": 1949,
      "ccc1O": 1950,
      "OCc2ccccc2)": 1951,
      "CCC2)C1": 1952,
      "[C@@]2(C": 1953,
      "c2c(C)o": 1954,
      "(C)C)c1": 1955,
      "cccc1)=O": 1956,
      "/N=C(\\": 1957,
      "c3ccccc3)CC2)": 1958,
      "CCC2)cc1": 1959,
      "(N1CC": 1960,
      "c2ccccc2Cl)": 1961,
      "nnc1-": 1962,
      "(CNC(C": 1963,
      "[C@H](C(C)(C)C)": 1964,
      "c(Cl)cc2)=O)": 1965,
      "[C@](C)(CC": 1966,
      "c2N": 1967,
      "[nH]n1": 1968,
      "c4ccc(OC)cc": 1969,
      "c(OC)cc2)=O)": 1970,
      "OCO4)": 1971,
      "C1)CC": 1972,
      "c1(Br)cc": 1973,
      "O[C@H](": 1974,
      "C1CO": 1975,
      "c2nn(C)": 1976,
      "4CCOCC4)": 1977,
      "c1c2c(cccc2)": 1978,
      "2CCC[C@H]2": 1979,
      "(C2CC2)": 1980,
      "[n+]2": 1981,
      "c3cc(Cl)": 1982,
      "OC(C)(C)C)=O": 1983,
      "#N)=O)": 1984,
      "c2c3ccccc3": 1985,
      "[C@@H](O)[C@H](": 1986,
      "=O)c1": 1987,
      "CCCC[C@H]1": 1988,
      "c3ccccc3)cc": 1989,
      "(C2": 1990,
      "(NC(=O)N": 1991,
      ".[I-]": 1992,
      "[C@]5": 1993,
      "c1c(CC)": 1994,
      "(=O)N1": 1995,
      "2CC2)=O)": 1996,
      "ncn1": 1997,
      "(C)=C)": 1998,
      "c3ccccc23)": 1999,
      "OC(C)(C)C)=O)C": 2000,
      "cc([N+]([O-])=O)": 2001,
      "[C@H](CO": 2002,
      "OCC3)=O)": 2003,
      "c3cs": 2004,
      "CCC(=O)O)": 2005,
      "[C@H]4CC": 2006,
      "OC)C": 2007,
      "c2ccccc21)": 2008,
      "[C@@H]1(C)": 2009,
      "c(-n2": 2010,
      "[C@@H](Cc2ccccc2)": 2011,
      "C(N2CC": 2012,
      "CN(C)C(=O)": 2013,
      "c(O)cc1)": 2014,
      "C1=N": 2015,
      "c1c(C2": 2016,
      "c2ccc(OC": 2017,
      "nc(CC)": 2018,
      "c2n[nH]nn2)": 2019,
      "C1)=O)C": 2020,
      "(NCC": 2021,
      "P(O": 2022,
      "C)=O)cc1": 2023,
      "[C@@H](C)O": 2024,
      "[C@H]1(": 2025,
      "c2nc(N)": 2026,
      "[C@@H]2CN(C(=O)": 2027,
      "c1cc(NC(": 2028,
      "c1c(CN": 2029,
      "c2ncccn2)": 2030,
      "c(C)c2": 2031,
      "c(C2CC2)": 2032,
      "c2ccc([N+]([O-])=O)": 2033,
      "[C@]23": 2034,
      "c1c(C)cc(C)": 2035,
      "nn3": 2036,
      "Nc1n": 2037,
      "C1CCN(C(=O)": 2038,
      "CN(C(=O)N": 2039,
      "c2c(c1": 2040,
      "cnc3": 2041,
      "(O)C)": 2042,
      "c2)=O)CC1": 2043,
      "[C@@H](C2)": 2044,
      "c4ncc": 2045,
      "c(F)cc2)=O)": 2046,
      "C1(c2cc": 2047,
      "C(N(": 2048,
      "c(O)c(O)": 2049,
      "c2)=O)c1": 2050,
      "C(=C/": 2051,
      "[C@H](OCC)": 2052,
      "[C@@H](C)CC": 2053,
      "c2c(C)cccc2)": 2054,
      "cnc(N": 2055,
      "(CCN": 2056,
      "[nH]c2": 2057,
      "[C@@]23": 2058,
      "c12c(cc": 2059,
      "n5": 2060,
      "(C(F)F)": 2061,
      "(=O)C)": 2062,
      "c1ccccc1)C": 2063,
      "c3ccc(O": 2064,
      "[C@@H]2C[C@H]2": 2065,
      "[C@@H]1(": 2066,
      "c1cc(OCC": 2067,
      "N(CC(=O)N": 2068,
      "C)=O)CC1": 2069,
      "ccn1)": 2070,
      "C(=O)(C": 2071,
      "[C@H](N(C)C)": 2072,
      "C2)n1": 2073,
      "[C@H](O)[C@@H](O)[C@H](O)": 2074,
      "c(OC)c(OC)c1": 2075,
      "c2cccs2)": 2076,
      "=CC1": 2077,
      "[C@@H](C)NC(=O)": 2078,
      "[C@@]5": 2079,
      "c3cnccc3)": 2080,
      "CCC(C)C)": 2081,
      "/C=C2/": 2082,
      "[C@@H](C(F)(F)F)": 2083,
      "c3ncccc3)": 2084,
      "c(SCC(=O)N": 2085,
      "CC1)N": 2086,
      "c3c(Cl)cc": 2087,
      "c(F)c1)": 2088,
      "c(=O)n(-": 2089,
      "C(c1n": 2090,
      "C(=O)OCC": 2091,
      "[C@H](C2)": 2092,
      "c2ccc(-c3cc": 2093,
      "c(C(OCC)=O)": 2094,
      "c1c(OC": 2095,
      "c1cc(Br)": 2096,
      "(=O)OCC": 2097,
      "c1cccc(CN": 2098,
      "c3cccc4": 2099,
      "n(C(C)C)": 2100,
      "NC(=O)[C@H](CC(C)C)": 2101,
      "C(=O)N2C": 2102,
      "c(CCC)": 2103,
      "c4s": 2104,
      "/C1": 2105,
      "c4[nH]": 2106,
      "[C@H]6": 2107,
      "c3ccccn3)": 2108,
      "NC(CC": 2109,
      "(CN)": 2110,
      "c2)=O)cc1": 2111,
      "[C@@H]1CN(C(=O)": 2112,
      "N=C": 2113,
      "SS": 2114,
      "c2c3c(cccc3)": 2115,
      "[C@](C)(": 2116,
      "c1ccc(Br)cc1": 2117,
      "CCCNC(=N)N)=O)": 2118,
      "/c(": 2119,
      "(CCCN": 2120,
      "oc2": 2121,
      ")cc3": 2122,
      "NC2=O)": 2123,
      "2CCOCC2)=O)": 2124,
      "c(SCC(N": 2125,
      "c3cccc(Cl)": 2126,
      "C(N2": 2127,
      "CC2)=O)cc1": 2128,
      "C[C@@]1": 2129,
      "nc(C(F)(F)F)": 2130,
      "n2C)": 2131,
      "c1c(OC)c(OC)": 2132,
      "ccc(CN": 2133,
      "N(Cc2ccccc2)": 2134,
      "3CC3)=O)": 2135,
      "ccc(OC)c1": 2136,
      "1CCN(": 2137,
      "C(c2ccccc2)": 2138,
      "c2nc(C)n": 2139,
      "CCCC(N": 2140,
      "c2ccc(-c3": 2141,
      "c3ccc4c(c3)": 2142,
      "(/C=C/": 2143,
      "(C)O": 2144,
      "(Cl)cc2)": 2145,
      "N2CCOCC2)": 2146,
      "nc(NC(=O)": 2147,
      "O)O": 2148,
      "n1cc(C": 2149,
      "[n+]([O-])": 2150,
      "CN(C)CC": 2151,
      "4)cc3": 2152,
      "2CCCCC2)=O)": 2153,
      "nc(Cl)": 2154,
      "c2ccc(CC": 2155,
      "C[C@H](NC(=O)": 2156,
      "C(N1CCC": 2157,
      "CC(CC": 2158,
      "c(=S)": 2159,
      "C(/C=C/": 2160,
      "C1)C2": 2161,
      "Cc1cc(C)": 2162,
      "C(OCC)": 2163,
      "c2n3c(": 2164,
      "c(Cl)ccc1": 2165,
      "c2cc(C(=O)N": 2166,
      "C1(C(=O)N": 2167,
      "=C1/": 2168,
      "c(F)c3)": 2169,
      "cc21": 2170,
      "c2ccc(CN": 2171,
      "CC(O)": 2172,
      "(C)C1": 2173,
      "n1c(N2CC": 2174,
      "cc2)ccc1": 2175,
      "[C@H](c1ccccc1)": 2176,
      "O(C(=O)": 2177,
      "c2O)": 2178,
      "c2F)": 2179,
      "c%1": 2180,
      "c1cccc(Cl)c1": 2181,
      "c2cc(C(N": 2182,
      "c2ccc(NC(=O)": 2183,
      "[C@H]2CN(C(=O)": 2184,
      "c2ccc(OC)": 2185,
      "CCNC(C": 2186,
      "c2cccc(-": 2187,
      "c3ccccc3)cc2)": 2188,
      "5c(": 2189,
      "/C2": 2190,
      "CCCCCCCCCCCC": 2191,
      "c2cc1)": 2192,
      "s2": 2193,
      "c(N3CCC": 2194,
      "=[N-]": 2195,
      "c3ccc(OCC": 2196,
      "O=S(=O)(N": 2197,
      "c(-c4ccccc4)": 2198,
      "CO2": 2199,
      "C(=O)N[C@H]1": 2200,
      "c1ccc(S(=O)(=O)N": 2201,
      "c(OC)c(OC)c3)": 2202,
      "c(CO)": 2203,
      "C(=O)N2)": 2204,
      "c2c(CC)": 2205,
      "C1(C(N": 2206,
      "N2C(": 2207,
      "ccc(Cl)": 2208,
      "[C@@H](COC)": 2209,
      "c1sccc1": 2210,
      "SCC(N": 2211,
      "c2ccco2)": 2212,
      "c3ccc(C(F)(F)F)": 2213,
      "C1=": 2214,
      "cc(Cl)c1": 2215,
      "/C=C(\\C)": 2216,
      "cn3": 2217,
      "C[C@@H](O": 2218,
      "OC)=O": 2219,
      "CC(C)(C)O": 2220,
      "c[nH]2)": 2221,
      "c(CNC(=O)": 2222,
      "[C@H](C(=O)N[C@H](C(=O)N": 2223,
      "cc2)n1": 2224,
      "C2CCCC2)": 2225,
      "(C)CC2)": 2226,
      "c1c(C#N)": 2227,
      "c2c(Cl)cccc2": 2228,
      "CN(C(N": 2229,
      "NC(=O)CNC(=O)": 2230,
      ")cc2)=O)": 2231,
      "[C@H]2N(C(=O)": 2232,
      "[C@H](C(=O)OC)": 2233,
      "[C@H]3CCC": 2234,
      "c3cccc(F)": 2235,
      "c1ccc([N+]([O-])=O)": 2236,
      "CC(F)(F)F)": 2237,
      "ccc12": 2238,
      "c2ccc3c(": 2239,
      "sc1)": 2240,
      "c1cc(C2": 2241,
      "O[C@H]2": 2242,
      "c2c1cccc2)": 2243,
      "N1C(": 2244,
