{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 5,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<BINDING>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<FILLIN>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<REORDER>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<TOAA>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<ACTIVE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<GENESEQ>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<INCREASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<DECREASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<STRUCTURE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<DISTANCE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<SOLUBILITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<TOXICITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<AB>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<ISACTIVE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<ISSYNTHETIC>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<PENETR>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<ABSORPTION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<DISTRIBUTION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<METABOLISM>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "<EXCRETION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "<FLUORESCENCE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "<STABILITY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<DISORDER>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "<DISEASE>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "<BINARY>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "<REGRESSION>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "<ORGANISM>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "<0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "<1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "<2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "<3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "<4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "<5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "<6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "<7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "<8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "<9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "<.>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "<YES>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "<NO>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<UNK>": 0,
      "<PAD>": 1,
      "<CLS>": 2,
      "<SEP>": 3,
      "<MASK>": 4,
      "<BINDING>": 5,
      "<FILLIN>": 6,
      "<REORDER>": 7,
      "<TOAA>": 8,
      "<ACTIVE>": 9,
      "<GENESEQ>": 10,
      "<INCREASE>": 11,
      "<DECREASE>": 12,
      "<STRUCTURE>": 13,
      "<DISTANCE>": 14,
      "<SOLUBILITY>": 15,
      "<TOXICITY>": 16,
      "<AB>": 17,
      "<ISACTIVE>": 18,
      "<ISSYNTHETIC>": 19,
      "<PENETR>": 20,
      "<ABSORPTION>": 21,
      "<DISTRIBUTION>": 22,
      "<METABOLISM>": 23,
      "<EXCRETION>": 24,
      "<FLUORESCENCE>": 25,
      "<STABILITY>": 26,
      "<DISORDER>": 27,
      "<DISEASE>": 28,
      "<BINARY>": 29,
      "<REGRESSION>": 30,
      "<ORGANISM>": 31,
      "<0>": 32,
      "<1>": 33,
      "<2>": 34,
      "<3>": 35,
      "<4>": 36,
      "<5>": 37,
      "<6>": 38,
      "<7>": 39,
      "<8>": 40,
      "<9>": 41,
      "<.>": 42,
      "<YES>": 43,
      "<NO>": 44,
      "#": 400,
      "%": 401,
      "(": 402,
      ")": 403,
      "+": 404,
      "-": 405,
      ".": 406,
      "/": 407,
      "0": 408,
      "1": 409,
      "2": 410,
      "3": 411,
      "4": 412,
      "5": 413,
      "6": 414,
      "7": 415,
      "8": 416,
      "9": 417,
      "=": 418,
      "@": 419,
      "A": 420,
      "B": 421,
      "C": 422,
      "F": 423,
      "H": 424,
      "I": 425,
      "K": 426,
      "L": 427,
      "M": 428,
      "N": 429,
      "O": 430,
      "P": 431,
      "R": 432,
      "S": 433,
      "T": 434,
      "X": 435,
      "Z": 436,
      "[": 437,
      "\\": 438,
      "]": 439,
      "a": 440,
      "b": 441,
      "c": 442,
      "e": 443,
      "g": 444,
      "i": 445,
      "l": 446,
      "n": 447,
      "o": 448,
      "p": 449,
      "r": 450,
      "s": 451,
      "t": 452,
      "cc": 453,
      "CC": 454,
      "(C": 455,
      "O)": 456,
      "=O)": 457,
      "c1": 458,
      "H]": 459,
      "[C": 460,
      "[C@": 461,
      "(=O)": 462,
      "c2": 463,
      "(C)": 464,
      "c(": 465,
      "C)": 466,
      "[C@@": 467,
      "[C@H]": 468,
      "[C@@H]": 469,
      "(N": 470,
      "2)": 471,
      "c3": 472,
      "cccc": 473,
      "C(=O)": 474,
      "F)": 475,
      "C1": 476,
      "C(": 477,
      "c(C": 478,
      "(CC": 479,
      "c1cc": 480,
      "3)": 481,
      "1)": 482,
      "OC)": 483,
      "c2cc": 484,
      "CCC": 485,
      ")cc": 486,
      "N(C": 487,
      "cn": 488,
      "(F)": 489,
      "(C)C)": 490,
      "(=O)N": 491,
      "CCCC": 492,
      "c2)": 493,
      "c(C)": 494,
      "c(N": 495,
      "OCC": 496,
      "(O)": 497,
      "C(N": 498,
      "n1": 499,
      "OC": 500,
      "[n": 501,
      "c4": 502,
      "=O": 503,
      "C(=O)N": 504,
      "2CC": 505,
      ")=O)": 506,
      "[nH]": 507,
      "cc1": 508,
      "[C@H](C": 509,
      "c2cccc": 510,
      "CN": 511,
      "=C": 512,
      "c1)": 513,
      "c(-": 514,
      "nn": 515,
      "c1cccc": 516,
      "c3cc": 517,
      "[C@H]1": 518,
      "C[C@@H]": 519,
      "C(C": 520,
      "CCN": 521,
      "c(OC)": 522,
      "2)=O)": 523,
      "c(Cl": 524,
      "c2c(": 525,
      "c2n": 526,
      "CC1": 527,
      "c(F)": 528,
      "[C@@H](C": 529,
      "[C@@H]1": 530,
      "cc2)": 531,
      "S(=O)": 532,
      "NC(=O)": 533,
      "(C)C": 534,
      "(OC)": 535,
      "[C@H]2": 536,
      "c3)": 537,
      "N1": 538,
      "(-": 539,
      "N)": 540,
      "c3cccc": 541,
      "c1n": 542,
      "cc1)": 543,
      "N(C(=O)": 544,
      "(F)F)": 545,
      "/C": 546,
      "ccc1": 547,
      "(CC)": 548,
      "CC2)": 549,
      "[C@H](": 550,
      "[C@]": 551,
      "O=": 552,
      "C2": 553,
      "[C@@]": 554,
      "c(=O)": 555,
      "[C@H](C)": 556,
      "n2": 557,
      "[C@@H](N": 558,
      "+]": 559,
      "4)": 560,
      "Br": 561,
      "C1)": 562,
      "[C@@H]2": 563,
      "CC)": 564,
      "[C@H](N": 565,
      "c(O)": 566,
      "c2ccccc2)": 567,
      "C(C)": 568,
      "(Cl": 569,
      "[C@@H](": 570,
      "-]": 571,
      "C)=O)": 572,
      "c(Cl)cc": 573,
      "CC1)": 574,
      "Cl": 575,
      "[C@@H](C)": 576,
      "NC(": 577,
      "c3c(": 578,
      "3CC": 579,
      "n2)": 580,
      "C2)": 581,
      "(F)(F)F)": 582,
      "[N": 583,
      "cc3)": 584,
      "[O": 585,
      "[O-]": 586,
      "c(Cl)": 587,
      "N(": 588,
      "(C)(C)C)": 589,
      "c12": 590,
      "/C=C": 591,
      "cc(C": 592,
      "[N+]": 593,
      "c1ccccc1": 594,
      "N(C(": 595,
      "cc2": 596,
      "c3n": 597,
      "3)=O)": 598,
      "=N": 599,
      "CO": 600,
      "c1c(": 601,
      "[C@H](O)": 602,
      "C(F)": 603,
      "c2ccccc2": 604,
      "c1(C": 605,
      "[C@H](CC": 606,
      "c1c(C": 607,
      "[C@@H](CC": 608,
      "1CC": 609,
      "[C@H]3": 610,
      "c1ccc(": 611,
      "(=O)=O)": 612,
      "S(=O)(=O)": 613,
      "c1ccccc1)": 614,
      "#N)": 615,
      "(Cl)": 616,
      "cccc1": 617,
      "nc1": 618,
      "(C)CC": 619,
      "CCC2)": 620,
      "(O": 621,
      "(O)=O)": 622,
      "N(CC": 623,
      "(C(N": 624,
      "c(C(N": 625,
      "(C(=O)N": 626,
      "CCC1": 627,
      "C(O)": 628,
      "(=O)O)": 629,
      "c5": 630,
      "c3ccccc3)": 631,
      "c4cc": 632,
      "[C@@H](O)": 633,
      "c3ccccc3": 634,
      "c(C)n": 635,
      "c2)=O)": 636,
      "2C": 637,
      "c(C(=O)N": 638,
      "c(C)cc": 639,
      "Br)": 640,
      "/C=C/": 641,
      "cccc2)": 642,
      "c1cn": 643,
      "cs": 644,
      "=C)": 645,
      "(NC(=O)": 646,
      "OCC)": 647,
      "[C@@H]3": 648,
      "c2ccc(": 649,
      "CC2": 650,
      "c2cn": 651,
      ")cc1": 652,
      "c(N)": 653,
      "CC3)": 654,
      "CC(N": 655,
      "([O-]": 656,
      "n1)": 657,
      "=O)C": 658,
      "(CN": 659,
      "CC(=O)N": 660,
      "(Cl)cc": 661,
      "c4cccc": 662,
      "CCCN": 663,
      "c1ccc(C": 664,
      "c[nH]": 665,
      "CN(C": 666,
      "OC(C)(C)C)": 667,
      "n(C)": 668,
      "=C(": 669,
      "c4)": 670,
      "CCO": 671,
      "c1cc2": 672,
      "(C(=O)": 673,
      "OC(=O)": 674,
      "cc(": 675,
      "(C)C)=O)": 676,
      "[C@H](C(=O)N": 677,
      "O=C(N": 678,
      "c1(": 679,
      "[C@H](C(N": 680,
      "(c2cc": 681,
      "C1CC": 682,
      "ncc": 683,
      "cccc3)": 684,
      "Br)cc": 685,
      "1C": 686,
      "nc2": 687,
      "#N": 688,
      "c1cc(": 689,
      "C3)": 690,
      "c2nn": 691,
      "2CCC": 692,
      "c(CN": 693,
      "c(OC)cc": 694,
      "C[C@H]1": 695,
      "[C@@H](NC(=O)": 696,
      "n3": 697,
      "CC(C)": 698,
      "c(-c2cc": 699,
      "S)": 700,
      "N(C)": 701,
      "n3)": 702,
      "=O)=O)": 703,
      "c(NC(=O)": 704,
      "ncn": 705,
      "cc(C)": 706,
      "O=C(": 707,
      "/C(": 708,
      "C1C": 709,
      "[N+]([O-]": 710,
      "(NC(": 711,
      "ccc(": 712,
      "C3": 713,
      "[N+](=O)": 714,
      "ccc2": 715,
      "=N)": 716,
      "co": 717,
      "2CC2)": 718,
      "ccc2)": 719,
      "c1c2c(": 720,
      "C(N)": 721,
      "CCN(": 722,
      "c4c(": 723,
      "c(-c3cc": 724,
      "(C)=O)": 725,
      "O1": 726,
      "c1cc(C": 727,
      "[N+](=O)[O-]": 728,
      "CC2)=O)": 729,
      "CN(": 730,
      "c2s": 731,
      "ccc1)": 732,
      "Cl)": 733,
      "S(N": 734,
      "=C/": 735,
      "CCC3)": 736,
      "[C@]2": 737,
      "(OCC": 738,
      "Cc1cc": 739,
      "c1(-": 740,
      "[C@@]2": 741,
      "[N+]([O-])=O)": 742,
      "c1s": 743,
      "c1(N": 744,
      "(c1cc": 745,
      ")cc2)": 746,
      "C(CC": 747,
      "[C@]1": 748,
      "c1nn": 749,
      "c2o": 750,
      "c1cc2c(": 751,
      ".Cl": 752,
      "C)C": 753,
      "/N": 754,
      "[C@H]2CC": 755,
      "cc(-": 756,
      "[C@H](NC(=O)": 757,
      "3c(": 758,
      "[C@@H](NC(": 759,
      "4CC": 760,
      "nn2)": 761,
      "S(=O)(N": 762,
      "[C@@]1": 763,
      "cccc2": 764,
      "C(C)(C)": 765,
      "c(C(F)(F)F)": 766,
      "C(F)(F)": 767,
      "S(=O)(=O)N": 768,
      "ccccc1": 769,
      "c(F)cc": 770,
      "C[C@@H]1": 771,
      "cccc1)": 772,
      "n(CC": 773,
      "C(C)C)": 774,
      "nc(N": 775,
      "C2)=O)": 776,
      "OCC2)": 777,
      "c12c(": 778,
      "Cc2cc": 779,
      "CCCC2)": 780,
      "c1(C)": 781,
      "NC(C": 782,
      "CCCCCCCC": 783,
      "N2": 784,
      "5)": 785,
      "CN(C(=O)": 786,
      "C[C@H]2": 787,
      "o1": 788,
      "[C@H](C)C": 789,
      "(C(F)(F)F)": 790,
      "cn2)": 791,
      "c(S": 792,
      "c1C": 793,
      "c1c(N": 794,
      "CCC)": 795,
      "n(C": 796,
      "CN1": 797,
      "=S)": 798,
      "CCC(N": 799,
      "C[C@@H]2": 800,
      "CCC2": 801,
      "c1o": 802,
      "[C@H](CC)": 803,
      "c3cn": 804,
      "CNC(=O)": 805,
      "CCCC1": 806,
      "CS": 807,
      "s1": 808,
      "cn1": 809,
      "nc(C)": 810,
      "c1cccc2": 811,
      "C[C@@H](C)": 812,
      "CN(CC": 813,
      "cc(OC)": 814,
      "C1)=O": 815,
      "N(C(C": 816,
      "c1c(C)": 817,
      ")cc3)": 818,
      "1)=O": 819,
      "O2)": 820,
      "CCN(CC": 821,
      "nn1": 822,
      "CCN1": 823,
      "(C)(C)": 824,
      "c2)cc": 825,
      "cc2)=O)": 826,
      "OC(": 827,
      "NC": 828,
      "cc(F)": 829,
      "=CC": 830,
      "[C@@H]2CC": 831,
      "C(F)(F)F)": 832,
      "c3)=O)": 833,
      "(OC)=O)": 834,
      "=C(C": 835,
      "O)=O)": 836,
      "[n+]": 837,
      "[nH]1": 838,
      "c1ccc(N": 839,
      "CNC(": 840,
      "c4ccccc4": 841,
      "S(": 842,
      "4)=O)": 843,
      "C)=O": 844,
      "c1cc(-": 845,
      "c1)=O": 846,
      "c(OC)c(OC)": 847,
      "c(F)cc2)": 848,
      "3CC3)": 849,
      "CC)=O)": 850,
      "c2[nH]": 851,
      "c1c(-": 852,
      "c(Cl)cc2)": 853,
      "c(C(=O)": 854,
      "C(N1": 855,
      "=C\\": 856,
      "C[C@@H](C": 857,
      "[C@H](NC(": 858,
      "N1CC": 859,
      "[C@@H](C)C": 860,
      "C1=O": 861,
      "c(=O)[nH]": 862,
      "[C@H]4": 863,
      "c(O": 864,
      "c2c(cccc2)": 865,
      "c1cc(C)": 866,
      "n(-": 867,
      "O3)": 868,
      "nc3": 869,
      "c(CC": 870,
      "c2c3c(": 871,
      "(OC": 872,
      "/C=C\\": 873,
      "cnc1": 874,
      "NC(=O)N": 875,
      "[C@H](CO)": 876,
      "C2=O)": 877,
      "c2c(C)": 878,
      "c2c(c1)": 879,
      "CCC2)=O)": 880,
      "[C@]3": 881,
      "OCC1": 882,
      "1)=O)": 883,
      "nc(-": 884,
      "OC)=O)": 885,
      "N2CC": 886,
      "C2CC": 887,
      "SC)": 888,
      "ncc1": 889,
      "o2)": 890,
      "=N/": 891,
      "c1cc(OC)": 892,
      "[C@@]3": 893,
      "c2c(F)": 894,
      "c(OC)cc2)": 895,
      "c1c(F)": 896,
      "c(CC)": 897,
      "c1ccc(F)": 898,
      "CC1)=O": 899,
      "C(C(N": 900,
      "1)C": 901,
      "OC(C)(C)C)=O)": 902,
      "S(=O)(": 903,
      "C(=O)O)": 904,
      "C[C@@H](N": 905,
      "c(C)c1": 906,
      "c4ccccc4)": 907,
      "#N)cc": 908,
      "ccc3)": 909,
      "s2)": 910,
      "2C(=O)": 911,
      "[C@H]1C": 912,
      "O2": 913,
      "Oc2cc": 914,
      "[C@@H](CO)": 915,
      "N1(C": 916,
      "cc(N": 917,
      "c2c1": 918,
      "c1cc(N": 919,
      "nc(C": 920,
      "cc3": 921,
      "=C1": 922,
      "C(=O)N1": 923,
      "OCC3)": 924,
      "C(C(=O)N": 925,
      "nc2)": 926,
      "C1)=O)": 927,
      "c1[nH]": 928,
      "N)=O)": 929,
      "C)CC": 930,
      "c(Cl)cc1": 931,
      "cc1)=O": 932,
      "[C@@H](C(=O)N": 933,
      "[C@@H](C(N": 934,
      "c1ccc(-": 935,
      "c1-": 936,
      "C(O)=O)": 937,
      "CCCC3)": 938,
      "c3c(cccc3)": 939,
      "[S": 940,
      "(CO)": 941,
      "COC": 942,
      "c(OC)cc1": 943,
      "CCN(C": 944,
      "NC(N": 945,
      "c(C)cc1": 946,
      "ccc(C": 947,
      "c(OCC": 948,
      "c1cc(F)": 949,
      "[N+](=O)[O-])": 950,
      "C(=O)O": 951,
      "CC(C)C)": 952,
      "C)C)": 953,
      "[C@](C)": 954,
      "c(C)cc2)": 955,
      "ccc3": 956,
      "(F)F": 957,
      "[C@@H](CC)": 958,
      "c2ccc(C": 959,
      "[C@@H]4": 960,
      "c1(OC)": 961,
      "[C@@](C)": 962,
      "c2ccccc2)=O)": 963,
      "C1CCCC": 964,
      "[C@@H]1C": 965,
      "c2ncc": 966,
      "c(NC(": 967,
      "C(C)=O)": 968,
      "CCC1)": 969,
      "cc(C(N": 970,
      "CC(": 971,
      "[C@H](O": 972,
      "c1)=O)": 973,
      "c(F)cc3)": 974,
      "c1cc2c(cc1)": 975,
      "Cn1": 976,
      "(CC(N": 977,
      "C(=O)(N": 978,
      "c(-c3": 979,
      "c2cc(C)": 980,
      "C(O": 981,
      "CCN)": 982,
      "(C)(C)C": 983,
      "CCCN1": 984,
      "c(N3": 985,
      "C(=O)N[C@@H](CC": 986,
      "c2cc(OC)": 987,
      "c1(F)": 988,
      "(C(C)C)": 989,
      "[C@H]2C": 990,
      "/C=C(": 991,
      "(C)C(=O)": 992,
      "n[nH]": 993,
      "cc(C(=O)N": 994,
      "(CC(=O)N": 995,
      "CCCC)": 996,
      "C[C@@H]3": 997,
      "C1CC1": 998,
      "(OCC)=O)": 999,
      "c(N2CC": 1000,
      "4)cc": 1001,
      "O(": 1002,
      "[C@H]1CC": 1003,
      "[C@H](C(C)C)": 1004,
      "C)c1": 1005,
      "nnc1": 1006,
      "(=O)=O": 1007,
      "O=C1": 1008,
      "c1c(Cl)": 1009,
      "S(C)": 1010,
      "#C)": 1011,
      "CCCO": 1012,
      "c1c(OC)": 1013,
      "[C@@H](O": 1014,
      "c(C#N)": 1015,
      "cn3)": 1016,
      "no": 1017,
      "ncc2)": 1018,
      "NCC": 1019,
      "NC(=O)[C@H](CC": 1020,
      "cccc4)": 1021,
      "c1c(C)cc": 1022,
      "c2cc3c(": 1023,
      "cc1)=O)": 1024,
      "[C@@H]2C": 1025,
      "c1c(O)": 1026,
      "cccc3": 1027,
      "C[C@@H](": 1028,
      "c(OC)cc3)": 1029,
      "CCNC(=O)": 1030,
      "c3ccc(": 1031,
      "c1(C(N": 1032,
      "c1c(Cl)cc": 1033,
      "N(C(N": 1034,
      "c2cc(": 1035,
      "c6": 1036,
      "n2)=O)": 1037,
      "c(F)c1": 1038,
      "[C@@H](N)": 1039,
      "=C2": 1040,
      "CC(C)(C)": 1041,
      "Cc1n": 1042,
      "(CNC(=O)": 1043,
      "CC1)=O)": 1044,
      "C1(": 1045,
      "c3s": 1046,
      "c(Cl)c1": 1047,
      "C)cc1": 1048,
      "2CCN(": 1049,
      "n(": 1050,
      "N(CC)": 1051,
      "nc(": 1052,
      "c(C(C)C)": 1053,
      "[C@@H](C(C)C)": 1054,
      "nnc2": 1055,
      "c1(C(=O)N": 1056,
      "c2)c1": 1057,
      "(N)": 1058,
      "#C": 1059,
      "(C(": 1060,
      "c(Cl)cc3)": 1061,
      "(=O)OC)": 1062,
      "cc2c(": 1063,
      "O=C(C": 1064,
      "c2ccc(F)cc2)": 1065,
      "CO)": 1066,
      "=C(N)": 1067,
      ")ccc1": 1068,
      "cc(O)": 1069,
      "2CCOCC2)": 1070,
      "1CCCC": 1071,
      "[C@H](OC)": 1072,
      "OC2": 1073,
      "C[C@H](C": 1074,
      "N(C(=O)N": 1075,
      "sc1": 1076,
      "c1ccc(O)": 1077,
      ")cc1)": 1078,
      "4c(": 1079,
      "OC1": 1080,
      "[C@H]3CC": 1081,
      "c1)C": 1082,
      "cnc2": 1083,
      "c1ccc2c(c1)": 1084,
      "C(C)(C)C)": 1085,
      "3CCOCC3)": 1086,
      "c(Br)": 1087,
      "c1c(C(N": 1088,
      "c1ccccc1)=O)": 1089,
      "C)C1": 1090,
      "(C(=O)O)": 1091,
      "C[C@H](C)": 1092,
      "CCN(C(=O)": 1093,
      "C(C)(C)C": 1094,
      "2CCCC": 1095,
      "ccc(N": 1096,
      "2CCCCC2)": 1097,
      "C[C@@H](O)": 1098,
      "(C(O)=O)": 1099,
      "(=O)O": 1100,
      "c2n(C)": 1101,
      "N3": 1102,
      "c2ccc(Cl)cc2)": 1103,
      "c1c(C(=O)N": 1104,
      "c2=O)": 1105,
      "2c(": 1106,
      "c3ccc(F)cc3)": 1107,
      "C(CC)": 1108,
      "(C#N)": 1109,
      "C(N)=O)": 1110,
      "N1C(=O)": 1111,
      "CCC(=O)N": 1112,
      "c1ccc(C)": 1113,
      "C=C": 1114,
      "OCC1)": 1115,
      "C(F)F)": 1116,
      "c1ncc": 1117,
      "c2ncn": 1118,
      "OC(C)C)": 1119,
      "cc4)": 1120,
      "[C@H](N)": 1121,
      "c(OC)c1": 1122,
      "=N)N)": 1123,
      "c2cc(F)": 1124,
      "N(C)C)": 1125,
      "c(C)cc3)": 1126,
      "1CC1)": 1127,
      "c3o": 1128,
      "c3nn": 1129,
      "CC3)=O)": 1130,
      "S(=O)(C)=O)": 1131,
      "C(NC": 1132,
      "cn1)": 1133,
      "C2=O": 1134,
      "C(N1CC": 1135,
      "n4": 1136,
      "CCS": 1137,
      "=N\\": 1138,
      "c(F)cc1": 1139,
      "([O-])": 1140,
      "(CCC)": 1141,
      "c1ccc(OC)": 1142,
      "/N=C/": 1143,
      "c2c(Cl)": 1144,
      "C[C@H](": 1145,
      "C1N(": 1146,
      "O(C)": 1147,
      "CCN(C)": 1148,
      "S(C)(=O)=O)": 1149,
      "c1c(OC)cc": 1150,
      "cc1)C": 1151,
      "CN(C)": 1152,
      "c2n(": 1153,
      "C3)=O)": 1154,
      "CC2)c1": 1155,
      "=C(C)": 1156,
      "c1c(C)n": 1157,
      "n1cc": 1158,
      "[C@@H](O)[C@H](O)": 1159,
      "2CCCC2)": 1160,
      "CC(C": 1161,
      "c3c(c2)": 1162,
      "c2)cc1": 1163,
      "C4": 1164,
      "N1(": 1165,
      "c1cc(Cl)cc": 1166,
      "cn2": 1167,
      "c2ccc(N": 1168,
      "C1=O)": 1169,
      "c3cc(OC)": 1170,
      "N1(C(=O)": 1171,
      "c2cc1": 1172,
      "N(C(CC": 1173,
      "c2ccc(O)": 1174,
      "nc1)": 1175,
      "c1cccc(": 1176,
      "c2ccc(OC)cc2)": 1177,
      "C1)C": 1178,
      "c(C)cc(C)": 1179,
      "N(C)C": 1180,
      "1CCC": 1181,
      "CC2)cc1": 1182,
      "OC2)": 1183,
      "nc(N)": 1184,
      "ccc2)=O)": 1185,
      "c5cccc": 1186,
      "c3[nH]": 1187,
      "c1c[nH]": 1188,
      "c2c(O)": 1189,
      "nc3)": 1190,
      "cc(C(F)(F)F)": 1191,
      "C(F)(F)F": 1192,
      "s1)": 1193,
      "C1(=O)": 1194,
      "C1C(": 1195,
      ")cc2": 1196,
      "cc(Cl)": 1197,
      "C(N)=N)": 1198,
      "/C(=C/": 1199,
      "3CCC": 1200,
      "n2)cc1": 1201,
      "3CCCCC3)": 1202,
      "ncc3)": 1203,
      "n2)c1": 1204,
      "c1n(C)": 1205,
      "OC(C)=O)": 1206,
      "(F)(F)": 1207,
      "c2c(C)n": 1208,
      "ccc(-": 1209,
      "CC4)": 1210,
      "O[C@@H](": 1211,
      "C#N)": 1212,
      "FC(F)": 1213,
      "oc1": 1214,
      "OCCOCC": 1215,
      "c(=O)n(C)": 1216,
      "(CC)CC)": 1217,
      "l)": 1218,
      "cnc2)": 1219,
      "c2n(C": 1220,
      "CN(C(": 1221,
      "c2c(cc": 1222,
      "c2no": 1223,
      "C(OC)": 1224,
      "Cc3cc": 1225,
      "OC(C": 1226,
      "@]": 1227,
      "nn3)": 1228,
      "c(Cl)cc1)": 1229,
      "CCCCC": 1230,
      "P(O)": 1231,
      "c5)": 1232,
      "P(=O)": 1233,
      "OCCC": 1234,
      "[C@@H]1CC": 1235,
      "C(C1": 1236,
      "(c2ccccc2)": 1237,
      "c2n[nH]": 1238,
      "[C@@H](CC(C)C)": 1239,
      "[nH]2)": 1240,
      "n1C": 1241,
      "S1": 1242,
      "C1CCC": 1243,
      "4)cc3)": 1244,
      ".[": 1245,
      "OCC)=O)": 1246,
      "c2n(CC": 1247,
      "cs2)": 1248,
      "[Na": 1249,
      "S(=O)(=O)C)": 1250,
      "C1CN(C": 1251,
      "[Na+]": 1252,
      "c2c(C": 1253,
      "CCCCC1": 1254,
      "/C(=C\\": 1255,
      "c2C)": 1256,
      "[C@H](CNC(=O)": 1257,
      "n1c(N": 1258,
      "n2cc": 1259,
      "[C@@H]3CC": 1260,
      "(CNC(": 1261,
      "n2cn": 1262,
      "c1(Cl)cc": 1263,
      "C(=O)(": 1264,
      "c(-c4cc": 1265,
      "C(c1cc": 1266,
      "/C(C)": 1267,
      "C1N(C(=O)": 1268,
      "c2)C1": 1269,
      "C[C@H](N": 1270,
      "c3c(C)": 1271,
      "[C@]2(C)": 1272,
      "C3=O)": 1273,
      "n2c(": 1274,
      "N(C)C(=O)": 1275,
      ".[Na+]": 1276,
      "C(=O)N)": 1277,
      "OC(=O)C)": 1278,
      "c3cc(C)": 1279,
      "C[C@@H](NC(=O)": 1280,
      "c1cs": 1281,
      "COCC": 1282,
      "C4)": 1283,
      "[C@@H](OC)": 1284,
      "c1(CC": 1285,
      "c2nc(N": 1286,
      "nn1)": 1287,
      "c2cs": 1288,
      "CC(=O)": 1289,
      "C(=O)N[C@@H](C": 1290,
      "c2c[nH]": 1291,
      "F)=O)": 1292,
      "[N+](=O)[O-])cc": 1293,
      "c1c(F)cc": 1294,
      "C(=O)N2": 1295,
      "c5c(": 1296,
      "CCCC2": 1297,
      "[C@@H]1O": 1298,
      "[C@H](CC(C)C)": 1299,
      "[C@@]4": 1300,
      "n2CC": 1301,
      "c3ccc(OC)cc3)": 1302,
      "c3ccccc3)=O)": 1303,
      "c1(O)": 1304,
      "C(=O)N(": 1305,
      "C(=O)NC": 1306,
      "C2)C1": 1307,
      "n1cn": 1308,
      "[C@]4": 1309,
      "c1cccc(C": 1310,
      "SC": 1311,
      "OCC(=O)N": 1312,
      "CC(C)C)=O)": 1313,
      "C(=O)N(CC": 1314,
      "ncc2": 1315,
      "C(NC(=O)": 1316,
      "[C@@]2(C)": 1317,
      "CCNC(": 1318,
      "=C(C)C)": 1319,
      "c2c(OC)": 1320,
      "CC3": 1321,
      "c2cc(-": 1322,
      "c2ccc(C)cc2)": 1323,
      "CCN(C)CC": 1324,
      "c3ccc(Cl)cc3)": 1325,
      "c3ccc(C": 1326,
      "(C(C)(C)C)": 1327,
      "[C@H]12": 1328,
      "CC1)C": 1329,
      "[C@@H]2O": 1330,
      "CCCNC(": 1331,
      "O1)": 1332,
      "C)CC1": 1333,
      "N2C(=O)": 1334,
      "FC(F)(F)": 1335,
      "[C@H]1O": 1336,
      "s3)": 1337,
      "O4)": 1338,
      "c1(Cl)": 1339,
      "C12": 1340,
      "C(=C)": 1341,
      "c(-c4": 1342,
      "c3ncc": 1343,
      "c-": 1344,
      "CCCC1)": 1345,
      "c1OC": 1346,
      "c(-c3ccccc3)": 1347,
      "nn2": 1348,
      "2CCN(C": 1349,
      "[C@@H](C)CC)": 1350,
      "C(NCC": 1351,
      "/C=C(\\": 1352,
      "CCC3)=O)": 1353,
      "CN1CC": 1354,
      "c3c4c(": 1355,
      "c1c2c(ccc1)": 1356,
      "[nH]c1": 1357,
      "(C(=O)OC)": 1358,
      "2CCN(C(=O)": 1359,
      "CC)cc": 1360,
      "cc2)c1": 1361,
      "c1ccc(O": 1362,
      "C(C)C": 1363,
      "C[C@H]3": 1364,
      "c1cc(C(N": 1365,
      "c2)CC1": 1366,
      "c2cc3": 1367,
      "CC2)C1": 1368,
      "c5cc": 1369,
      "C(=O)OC": 1370,
      "cccc2)=O)": 1371,
      "=S)N": 1372,
      "[C@@H]12": 1373,
      "c1(=O)": 1374,
      "C2CC2)": 1375,
      "C2)c1": 1376,
      "c2cc(Cl)cc": 1377,
      "c2nc3c(": 1378,
      "C(C)C)=O)": 1379,
      "c1cc(Cl)": 1380,
      "/C=N/": 1381,
      "C1N(C": 1382,
      "c2ccccc2)cc": 1383,
      "Br)cc1": 1384,
      "3(CC": 1385,
      "C(=O)N(C": 1386,
      "c3n(": 1387,
      "2)C1": 1388,
      "C1C2": 1389,
      "c2ccc(O": 1390,
      "(Br)": 1391,
      "c1ccc(Cl)cc1": 1392,
      "NC(=O)[C@H](C": 1393,
      "C1CN(": 1394,
      "C(O)=O": 1395,
      "c(Br)cc": 1396,
      "Cl)=O)": 1397,
      "c2c(C)cc": 1398,
      "ccc1-": 1399,
      "[C@H](CC)C)": 1400,
      "2)cc1": 1401,
      "2)c1": 1402,
      "C(=O)N1CC": 1403,
      "6)": 1404,
      "c2ccc(Br)cc": 1405,
      "cc3)=O)": 1406,
      "c(=O)n(CC": 1407,
      "OCC(N": 1408,
      "cc2)cc1": 1409,
      "c1ccc(F)cc1": 1410,
      "n4)": 1411,
      "C(=O)C": 1412,
      "c1cccc(-": 1413,
      "cc(Br)": 1414,
      "c(C)c(C)": 1415,
      "c3ccc(C)cc3)": 1416,
      "C(N)=N": 1417,
      "n(CC)": 1418,
      "CCCCCC": 1419,
      "c2c(Cl)cc": 1420,
      "c(OC": 1421,
      "CN(C(C": 1422,
      "c(C(C)(C)C)": 1423,
      "c1nc(N": 1424,
      "C)cc": 1425,
      "(NC(C": 1426,
      "c1c(-c2cc": 1427,
      "3CCCC3)": 1428,
      "I)": 1429,
      "c1cc(C(=O)N": 1430,
      "CCC4)": 1431,
      "nn(C)": 1432,
      "c1ccccc1)=O": 1433,
      "[C@H]5": 1434,
      "[C@H](CN": 1435,
      "OCC2)=O)": 1436,
      "c(-c3n": 1437,
      "CNC(=N)N)": 1438,
      "CCC1)=O)": 1439,
      "n1c(": 1440,
      "[C@@H](CNC(=O)": 1441,
      "c1cc(CN": 1442,
      "c2cc3c(cc2)": 1443,
      "CNC(N)=N)": 1444,
      "=C)=O)": 1445,
      "c3cc(F)": 1446,
      "C2)cc1": 1447,
      "2CCN(CC": 1448,
      "c(C)o": 1449,
      "c3)cc": 1450,
      "c23)": 1451,
      "CCN(C(": 1452,
      "=C(\\": 1453,
      "ccc1C": 1454,
      "[C@@H](C)O)": 1455,
      "nc4": 1456,
      "nc1C": 1457,
      "S(c1cc": 1458,
      "c3c(cc": 1459,
      "[C@]1(C)": 1460,
      "C(=O)N(C)": 1461,
      "c(=O)o": 1462,
      "=S": 1463,
      "nc1-": 1464,
      "c1n(C": 1465,
      "C(\\": 1466,
      "COC(=O)": 1467,
      "C1C(C": 1468,
      "c1ccc2c(": 1469,
      "c1cc(O)": 1470,
      "n1(C)": 1471,
      "c2c(N": 1472,
      "N(C)CC": 1473,
      "c1O": 1474,
      "C[C@H](O)": 1475,
      "2)=O)C1": 1476,
      "C(CCCC": 1477,
      "N1CCC": 1478,
      "[C@H]2CCC": 1479,
      "4CC4)": 1480,
      "ccn1": 1481,
      "[C@@H]2CCC": 1482,
      "c2ccc(OCC": 1483,
      "c4c(cccc4)": 1484,
      "c1ccc(OCC": 1485,
      "C(=O)N[C@H](C(=O)N": 1486,
      "[C@H](CNC(": 1487,
      "C(=O)NCC": 1488,
      "n1n": 1489,
      "c1ccc(O)cc1)": 1490,
      "C[C@@H](NC(": 1491,
      "N1(CC": 1492,
      "C1CN(C(=O)": 1493,
      "[C@H](C(O)=O)": 1494,
      "CCO1": 1495,
      "[C@H](C(=O)O)": 1496,
      "(CO": 1497,
      "c3cc4c(": 1498,
      "c3c(F)": 1499,
      "ccc4": 1500,
      "[C@]12": 1501,
      "c1(O": 1502,
      "S(=O)(c2cc": 1503,
      "c2cccc3": 1504,
      "C[C@@H]1C": 1505,
      "n1c2c(": 1506,
      "=CC(=O)": 1507,
      "/C=C2": 1508,
      "S(c2cc": 1509,
      "c(C(O)=O)": 1510,
      "c(C(=O)O)": 1511,
      "nc(O)": 1512,
      "CCC(": 1513,
      "n2c(=O)": 1514,
      "O[C@@H]1": 1515,
      "2)=O)cc1": 1516,
      "=N/N": 1517,
      "(OCC)": 1518,
      "c12c(cccc1)": 1519,
      "CC[C@H]1": 1520,
      "c(Cl)cc2": 1521,
      "3C": 1522,
      "c(-c2ccccc2)": 1523,
      "[C@@](O)": 1524,
      "c1no": 1525,
      "(C)C(": 1526,
      "(COC)": 1527,
      "c2ccc(F)": 1528,
      "[C@](O)": 1529,
      "ccn2)": 1530,
      "c2ccc(O)cc2)": 1531,
      "c1n(CC": 1532,
      "c([N+]([O-])=O)": 1533,
      "c2ccc3c(c2)": 1534,
      "[C@@]12": 1535,
      "c21": 1536,
      ")=O)=O)": 1537,
      "c1ccc(F)cc1)": 1538,
      "c3ccc(N": 1539,
      "CCN(CC)": 1540,
      "c(C)c2)": 1541,
      "c1ccc(C(N": 1542,
      "=N)N": 1543,
      "C(=O)N[C@H](C(N": 1544,
      "N(C(C)C)": 1545,
      "NC(=O)[C@@H](NC(=O)": 1546,
      "[C@@]1(C)": 1547,
      "/C=C(/": 1548,
      "c(C)n1": 1549,
      "C)=O)=O)": 1550,
      "c4cn": 1551,
      "Cc2ccccc2)": 1552,
      "2)=O)c1": 1553,
      "N2C": 1554,
      "=C(N)N)": 1555,
      "c2c(OC)cc": 1556,
      "(C1)": 1557,
      "C)ccc1": 1558,
      "c2cc(N": 1559,
      "CCOC)": 1560,
      "[C@@H]5": 1561,
      "cs1": 1562,
      "[C@@H]1CCC": 1563,
      "2CCC(": 1564,
      "c1ncn": 1565,
      "C([C@H]1": 1566,
      "C1N(CC": 1567,
      "(Cl)c1": 1568,
      "N1C": 1569,
      "c1(NC(=O)": 1570,
      "C1(=O)N": 1571,
      "CCOC1": 1572,
      "C(c1ccccc1)": 1573,
      "C(CO": 1574,
      "c1c(NC(=O)": 1575,
      "c1)N": 1576,
      "C)N": 1577,
      "c1c(O": 1578,
      "c1ccc(OC)cc1": 1579,
      "ncc1)": 1580,
      "c2ccccc21": 1581,
      "CCOCC": 1582,
      "CC2)CC1": 1583,
      "N(C(=O)C": 1584,
      "CN1C(=O)": 1585,
      "c(Cl)c2)": 1586,
      "CCCCN)=O)": 1587,
      "OC(C)(C)C": 1588,
      "[O-])": 1589,
      "OC3)": 1590,
      "O[C@H]1": 1591,
      "n2nn": 1592,
      "5)cc": 1593,
      "(C1": 1594,
      "c3cccn": 1595,
      "C(N[C@H](C(N": 1596,
      "c1cc(C(F)(F)F)": 1597,
      "C1(N": 1598,
      "3C)": 1599,
      "c1cc(CC": 1600,
      "S(N)": 1601,
      "C(N[C@H](C(=O)N": 1602,
      "N(C(OC(C)(C)C)=O)": 1603,
      "c(O)c1": 1604,
      "CCO)": 1605,
      "CC(=O)O)": 1606,
      "CCN(c2cc": 1607,
      "%1": 1608,
      "cc1C": 1609,
      "C(N[C@@H](CC": 1610,
      "c3ccc(O)": 1611,
      "O[C@H](C": 1612,
      "[C@H](C)N": 1613,
      "[N+]([O-])": 1614,
      "c12ccccc1": 1615,
      "[C@@H](NC(C": 1616,
      "(=O)OCC)": 1617,
      "[C@H](NC(C": 1618,
      "c1nc2c(": 1619,
      "c1=O": 1620,
      "ccc1OC": 1621,
      "c1ccccc1-": 1622,
      "c2cn(C)": 1623,
      "C[C@@H]2C": 1624,
      "c1ccc(C(=O)N": 1625,
      "c12cc": 1626,
      "CC(O)=O)": 1627,
      "2C(": 1628,
      "c2ccccc2)cc1": 1629,
      "c4n": 1630,
      "nc2)=O)": 1631,
      "c1cc(O": 1632,
      "nc(-c3cc": 1633,
      "CC[C@@H]1": 1634,
      "C([C@@H]1": 1635,
      "c2cnccc2)": 1636,
      "c(OC)cc2": 1637,
      "C2(CC": 1638,
      "c1ccc(OC)cc1)": 1639,
      "(=C)": 1640,
      "NC(=O)C": 1641,
      "C[C@@H]2CC": 1642,
      "/C=C/C": 1643,
      "c2cc(C": 1644,
      "2)=O)CC1": 1645,
      "3=O)": 1646,
      "c2nc(C": 1647,
      "c(C(N)=O)": 1648,
      "c3ncn": 1649,
      "c1ccc(C)cc1": 1650,
      "C1(C": 1651,
      "c2cc(Cl)": 1652,
      "c1ccc(Cl)": 1653,
      "c2-": 1654,
      "on2)": 1655,
      "no2)": 1656,
      "c2ccc1": 1657,
      "n1)=O": 1658,
      "C(=O)OC)": 1659,
      "[C@H](O)C)": 1660,
      "co2)": 1661,
      "N=C(": 1662,
      "c1n[nH]": 1663,
      "c2cccc(Cl)": 1664,
      "[C@]3(C)": 1665,
      "n3)=O)": 1666,
      "c(C(=O)OC)": 1667,
      "O(CC": 1668,
      "=C(N": 1669,
      "[C@H](O)[C@H](O)": 1670,
      "c2ccc(C)": 1671,
      "[C@H]2O": 1672,
      "S(=O)(c1cc": 1673,
      "c3n(C)": 1674,
      "4CCOCC": 1675,
      "O(C": 1676,
      "cnc1)": 1677,
      "3CCCC": 1678,
      "CC1(C)": 1679,
      "OCO2": 1680,
      "C1C(N": 1681,
      "c(=O)[nH]c(=O)": 1682,
      "c(NC(C": 1683,
      "[nH]3)": 1684,
      "NC([C@@H](NC(=O)": 1685,
      "C1N(C(": 1686,
      "c2ncccc2)": 1687,
      "c(F)c2)": 1688,
      "[C@H]1CCC": 1689,
      "n2ncc": 1690,
      "c3cc(Cl)cc": 1691,
      "N1(C(": 1692,
      "c(N3CC": 1693,
      "CC2)ccc1": 1694,
      "[C@@]3(C)": 1695,
      "n1c(C": 1696,
      "CCN1CC": 1697,
      "4)CC3)": 1698,
      "c1cccc(N": 1699,
      "n2c3c(": 1700,
      "=C(/": 1701,
      "[C@@H](CN": 1702,
      "2=N": 1703,
      "c1co": 1704,
      "c3C)": 1705,
      "OCO3)": 1706,
      "C(=O)N[C@@H](": 1707,
      "[C@H](C)NC(=O)": 1708,
      "o1)": 1709,
      "(CC(C)C)": 1710,
      "c2cccc(F)": 1711,
      "[nH]n2)": 1712,
      "c3cc(": 1713,
      "c1ccc(Cl)cc1)": 1714,
      "O=C(O)": 1715,
      "/C(=N/": 1716,
      "CCCC2)=O)": 1717,
      "#N)cc2)": 1718,
      "CC(C)C": 1719,
      "c2n1": 1720,
      "2CCC2)": 1721,
      "c2)ccc1": 1722,
      "[nH]c(=O)": 1723,
      "c2cccc3)": 1724,
      "c2nc(-c3cc": 1725,
      "CC[C@H]2": 1726,
      "c2c1cccc2": 1727,
      "C[C@@H](C(=O)N": 1728,
      "C2)CC1": 1729,
      "c2ccncc2)": 1730,
      "c2ccccc2)c1": 1731,
      "c5ccccc5": 1732,
      "CCN1C": 1733,
      "c2cccc(C)": 1734,
      "c1cccc2c1": 1735,
      "CNC(C": 1736,
      "c3c(Cl)": 1737,
      "N2CCC": 1738,
      "ccc4)": 1739,
      "C1CC1)": 1740,
      "c1c(OCC": 1741,
      "C)=O)C": 1742,
      "[C@@H](CO": 1743,
      "Br-]": 1744,
      "c(-c3ccccc3": 1745,
      "C1CN": 1746,
      "OCO": 1747,
      "CC2)cc": 1748,
      "c32)": 1749,
      "[C@@H](CNC(": 1750,
      "CCN1C(=O)": 1751,
      "c1cn(C)": 1752,
      "(C)c1": 1753,
      "C[C@@H](C(N": 1754,
      "S(=O)(CC": 1755,
      "O)C": 1756,
      "O=C": 1757,
      "(OC(=O)": 1758,
      "(NC": 1759,
      "C(OC)=O)": 1760,
      "n1nn": 1761,
      "c3ccccc32)": 1762,
      "nc(S": 1763,
      "n2)C1": 1764,
      "c(O)cc1": 1765,
      "@@]": 1766,
      "3C(=O)": 1767,
      "cc2)C1": 1768,
      "cc(Cl)cc": 1769,
      "CCC1)=O": 1770,
      "C(N1C": 1771,
      "(F)c1": 1772,
      "nc(C)n": 1773,
      "c1cc2c(cc1": 1774,
      "OC(C)": 1775,
      ".[Br-]": 1776,
      "COC)": 1777,
      "O=S(N": 1778,
      "C[C@@H](CN": 1779,
      "C1O": 1780,
      "O=C(N1": 1781,
      "=C(O)": 1782,
      "N(C(=O)OC(C)(C)C)": 1783,
      "c(OC)c2)": 1784,
      "o3)": 1785,
      "NC(=O)[C@@H](NC(": 1786,
      "S(N)(=O)=O)": 1787,
      "c(-n3": 1788,
      "2=O)": 1789,
      "(CC)CC": 1790,
      "n1c(-": 1791,
      "cc4": 1792,
      "C1CN(CC": 1793,
      "(O)=O": 1794,
      "O(c1cc": 1795,
      "nc(-c2cc": 1796,
      "c(C(": 1797,
      "SCC": 1798,
      "c2ccccc12": 1799,
      "CCC[C@H]1": 1800,
      "S(=O)(N)=O)": 1801,
      "C(CN": 1802,
      "c3)cc2)": 1803,
      "ncn2)": 1804,
      "oc(=O)": 1805,
      "(N)=O)": 1806,
      "CCCCN": 1807,
      "c(CO": 1808,
      "2)=O)=O)": 1809,
      "C(N(C": 1810,
      "2CCN(C(": 1811,
      "c1c(C(F)(F)F)": 1812,
      "(c1ccccc1)": 1813,
      "CN(C)C": 1814,
      "C(O)=O)=O)": 1815,
      "c3=O)": 1816,
      "[S+]": 1817,
      "CN1C": 1818,
      "c(N(C)C)": 1819,
      "cccc4": 1820,
      "(=O)N)": 1821,
      "c1cc(NC(=O)": 1822,
      "CN)": 1823,
      "C1CC2": 1824,
      "C(OC": 1825,
      "(=O)N(C": 1826,
      "C1[C@H]2": 1827,
      "#N)cc1": 1828,
      "c2ccccn2)": 1829,
      "P(=O)(O)": 1830,
      "c1N": 1831,
      "[n+]1": 1832,
      "nc(C(=O)N": 1833,
      "C)C)=O)": 1834,
      "(C2)": 1835,
      "c1cc(F)ccc1": 1836,
      "ccc1)=O": 1837,
      "/C(=N\\": 1838,
      "n1c(C)": 1839,
      "n1(CC": 1840,
      "cc2)CC1": 1841,
      "(c3ccccc3)": 1842,
      "c(NC(N": 1843,
      ".Cl.Cl": 1844,
      "c1=O)": 1845,
      "c2cccc(OC)": 1846,
      "nccc1": 1847,
      "[S@@]": 1848,
      "c3c2": 1849,
      "[S@]": 1850,
      "(C(OC)=O)": 1851,
      "[C@H](F)": 1852,
      "c3)CC2)": 1853,
      "NC([C@H](CC": 1854,
      "[C@H](Cc1ccccc1)": 1855,
      "cs3)": 1856,
      "OC(C)(C)": 1857,
      "CCC(C)": 1858,
      "FC(": 1859,
      "#CC": 1860,
      "n1(C": 1861,
      "c2nc(": 1862,
      "(CC1)": 1863,
      "Cc1ccccc1": 1864,
      "[C@H](C)C1": 1865,
      "CC[C@@H]2": 1866,
      "CCCCN)": 1867,
      "OCCO": 1868,
      "CC=C)": 1869,
      "C1CCCCC1": 1870,
      "C1[C@@H]2": 1871,
      "NC([C@@H](NC(": 1872,
      "c1ccc(NC(=O)": 1873,
      "c12cccc": 1874,
      "c2cc(O)": 1875,
      "c(C)cc1)": 1876,
      "C(N[C@@H](C": 1877,
      "O1CC": 1878,
      "c(F)c(F)": 1879,
      "C3CC": 1880,
      "C(=O)C1": 1881,
      "c2c(=O)": 1882,
      "4CCCC": 1883,
      "c1cccnc1": 1884,
      "c-2": 1885,
      "S(C": 1886,
      "[C@H](C)C2)": 1887,
      "(=O)OC": 1888,
      "c1nc(-": 1889,
      "c1cc(Br)cc": 1890,
      "C(NC(": 1891,
      "nc(C(N": 1892,
      "c2ccc(Br)cc2)": 1893,
      "on1": 1894,
      "cs1)": 1895,
      "n1)C": 1896,
      "[nH]1)": 1897,
      "2C[C@H]3": 1898,
      "cccc3)=O)": 1899,
      "[nH]c1)": 1900,
      "c2nc(C)": 1901,
      "(C(N)=O)": 1902,
      "C(=S)": 1903,
      "c1ccc(C)cc1)": 1904,
      "cc(CC": 1905,
      "3CCN(": 1906,
      "c1ncccc1": 1907,
      "[C@@H]3O": 1908,
      "CCN(C)C)": 1909,
      "(N(C)C)": 1910,
      "=C3": 1911,
      "[C@H](C)CC": 1912,
      "c1ccc(C(F)(F)F)": 1913,
      "n2)ccc1": 1914,
      "C)n1": 1915,
      "[C@H](C)O": 1916,
      "c1c(F)cccc1": 1917,
      "(CCOC)": 1918,
      "C)=O)C1": 1919,
      "c2ccc(Cl)": 1920,
      "c4c(c3)": 1921,
      "c1c(Br)cc": 1922,
      "c2co": 1923,
      "NC1": 1924,
      "c4ccc(F)cc": 1925,
      "cc(CN": 1926,
      "C)C(=O)": 1927,
      "CCOCC1": 1928,
      "(O)C": 1929,
      "C(=O)N1C": 1930,
      "n2C": 1931,
      "CC(O": 1932,
      "[C@H](c2ccccc2)": 1933,
      "c2occc2)": 1934,
      "c(OC)c3)": 1935,
      "c(OC)cc1)": 1936,
      "CC2)n1": 1937,
      "cc(Br)cc": 1938,
      "CCCNC(=O)": 1939,
      "n2)CC1": 1940,
      "(CN(C(=O)": 1941,
      "ccc1)=O)": 1942,
      "=[N+]": 1943,
      "4)C3)": 1944,
      "1CCCCC1)": 1945,
      "n1)=O)": 1946,
      "c3c(O)": 1947,
      "c1cc(Cl)ccc1": 1948,
      "c1cccc(OC)": 1949,
      "cc(C)c1": 1950,
      "CCCCC1)": 1951,
      "c(N)ncn": 1952,
      "CN2": 1953,
      "3)C2)": 1954,
      "n3c(": 1955,
      "(Cl)cc1": 1956,
      "no1": 1957,
      "c(-c3cn": 1958,
      "c2sccc2)": 1959,
      "cc2c(c1)": 1960,
      "2CC3": 1961,
      "cc1-": 1962,
      "c1c(Br)": 1963,
      "c2c(-c3cc": 1964,
      "CC)=O": 1965,
      "c3c2cccc3)": 1966,
      "c3ccc(Cl)cc": 1967,
      "(F)(F)F": 1968,
      "S(=O)(C": 1969,
      "C1(C)": 1970,
      "[Cl": 1971,
      "C=": 1972,
      "n1c(=O)": 1973,
      "[nH]c2)": 1974,
      "c(C)c1)": 1975,
      "[C@H](O)[C@@H](O)": 1976,
      "c2ccccc2F)": 1977,
      "O=C(N1CC": 1978,
      "O)cc1": 1979,
      "c(/C=C/": 1980,
      "(C)(C)C)=O)": 1981,
      "(CCCC)": 1982,
      "c1nc(C)": 1983,
      "c2c(n1)": 1984,
      "n(C)c1": 1985,
      "CCCCC)": 1986,
      "co1": 1987,
      "c7": 1988,
      "N(C)CC2)": 1989,
      "(=O)=O)cc1": 1990,
      "c(OC)cc3": 1991,
      "C1OCC": 1992,
      "nc(C)c1": 1993,
      "c(NC": 1994,
      "[C@@H]2CCCC": 1995,
      "C1CN(C(": 1996,
      "c1nc(C": 1997,
      "c(OCC)": 1998,
      "cc2F)": 1999,
      "c(C)c3)": 2000,
      "C[C@H]1C": 2001,
      "sc2)": 2002,
      "O)=O": 2003,
      "n2)cc": 2004,
      "CCN(C)CC3)": 2005,
      "ccc3)=O)": 2006,
      "c3c(C)n": 2007,
      "3CCC3)": 2008,
      "c2cccc(": 2009,
      "c3cc2)": 2010,
      "n12": 2011,
      "cn(C)": 2012,
      "c(NC(=O)N": 2013,
      "O)c1": 2014,
      "CCOC": 2015,
      "c1ccc(OC": 2016,
      "C1CC(N": 2017,
      "(=O)C": 2018,
      "(C(=O)N)": 2019,
      "c3c(OC)": 2020,
      "C[C@@H]1CC": 2021,
      "c(Cl)c3)": 2022,
      "ccc(Br)": 2023,
      "[C@@H](OC(=O)": 2024,
      "c2cnn(C)": 2025,
      "c2c(F)cccc2)": 2026,
      "c4)=O)": 2027,
      "NC(C)": 2028,
      "c1ccc(-c2cc": 2029,
      "c(Cl)c1)": 2030,
      "c1n(-": 2031,
      "c2ccccc2)CC1": 2032,
      "C[C@@H](CC": 2033,
      "c3ccncc3)": 2034,
      "CNC": 2035,
      "/C(C)=C/": 2036,
      "(N1": 2037,
      "CCN2": 2038,
      "c(S(=O)(=O)N": 2039,
      "c1(NC(": 2040,
      "c1c(Cl)cccc1": 2041,
      "ccc(O": 2042,
      "c1(-c2cc": 2043,
      "c2C)=O)": 2044,
      "n1(-": 2045,
      "5)=O)": 2046,
      "C(=O)O)=O)": 2047,
      "CCC)=O)": 2048,
      "c2n(-": 2049,
      "c2ncccc2": 2050,
      "c1c(cccc1)": 2051,
      "[C@H](OC(=O)": 2052,
      "C1CCCC1": 2053,
      "cc2c1": 2054,
      "c2)n1": 2055,
      "2CCC(N": 2056,
      "ccc1Cl": 2057,
      "CN=C(N)N)": 2058,
      "c(-c3cccc": 2059,
      "[C@@H](C(=O)O)": 2060,
      "[C@@H](C(O)=O)": 2061,
      "c4ccc(Cl)cc": 2062,
      "cc(C#N)": 2063,
      "C1CCC1": 2064,
      "[C@@H](C)N": 2065,
      "c1(CN": 2066,
      "c1cccc2)": 2067,
      "CCC3": 2068,
      "[C@@H](c2ccccc2)": 2069,
      "(C=C)": 2070,
      "C(C)(C)C)=O)": 2071,
      "c2cc(C(F)(F)F)": 2072,
      "c12)": 2073,
      "C)CC2)": 2074,
      "ccc1F": 2075,
      "C)cc2)": 2076,
      "N(C(C)=O)": 2077,
      "(C(=O)OCC)": 2078,
      "/C=N/N": 2079,
      "c3c(n2)": 2080,
      ".[Na+].[Na+]": 2081,
      "c5ccccc5)": 2082,
      "OCC)cc": 2083,
      "c1nn(C)": 2084,
      "[C@@](C)(": 2085,
      "Cc1ccccc1)": 2086,
      "C1=C": 2087,
      "(C)CC3)": 2088,
      "S2": 2089,
      "2C[C@@H]3": 2090,
      "C(=O)N2CC": 2091,
      "[C@H]3C": 2092,
      "(CC=C)": 2093,
      "c2ccc(Cl)cc2": 2094,
      "[Cl-]": 2095,
      "N(S(=O)(=O)": 2096,
      "c2ccc(C(F)(F)F)": 2097,
      "n1-": 2098,
      "cc(NC(=O)": 2099,
      "C)C2)": 2100,
      "[N+](": 2101,
      "c2cccnc2)": 2102,
      "c(=O)n(C": 2103,
      "C(C(=O)O)": 2104,
      "CCCC(=O)N": 2105,
      "c1cc(OC)ccc1": 2106,
      "c1nc(": 2107,
      "c3ccccc3n": 2108,
      "(CCO)": 2109,
      "C(C(O)=O)": 2110,
      "c1c2cccc": 2111,
      "c1(C(F)(F)F)": 2112,
      "[C@@H](CCCCN)": 2113,
      "NC(=O)[C@H](": 2114,
      "[C@@H]3C": 2115,
      "c(SC)": 2116,
      "C[C@@H]4": 2117,
      "CCCC)=O)": 2118,
      "CCCN1C(=O)": 2119,
      "CCC[C@@H]1": 2120,
      "c1cc(C)ccc1": 2121,
      "cncc1": 2122,
      "c(C)cc2)=O)": 2123,
      "cn2)=O)": 2124,
      "ccc(C(N": 2125,
      "1CCCC1)": 2126,
      "ncc3": 2127,
      "3c(cc2)": 2128,
      "nc2-": 2129,
      "C=C)": 2130,
      "CN(C(CC": 2131,
      "[C@H]2CCCC": 2132,
      "SCC(=O)N": 2133,
      "n1c(-c2cc": 2134,
      "[C@@H](C)C(=O)N": 2135,
      "S(CC": 2136,
      "C(C#N)": 2137,
      "c[n+]": 2138,
      "c2c(F)cccc2": 2139,
      "COC(": 2140,
      "[C@@H](Cc1ccccc1)": 2141,
      "c1ccc(Br)cc": 2142,
      "[C@H](C(F)(F)F)": 2143,
      "sc2": 2144,
      "OCCC1": 2145,
      ".[Cl-]": 2146,
      "c1cnccc1": 2147,
      "nn(-": 2148,
      "c1c2ccccc2": 2149,
      "C[C@@H](OC)": 2150,
      "[C@H]2O)": 2151,
      "c1ccncc1": 2152,
      "c3ccc(Br)cc": 2153,
      "c2c(Cl)cccc2)": 2154,
      "c(C(OC)=O)": 2155,
      "c2)=O)C1": 2156,
      "cc(O": 2157,
      "[C@H](C1)": 2158,
      "5CC": 2159,
      "c(C)n2)": 2160,
      "c2ccccc2OC)": 2161,
      "[C@H](NC": 2162,
      "CC(C)(C)C": 2163,
      "cc2C)": 2164,
      "C(CCC": 2165,
      "c2c(OC)cccc2)": 2166,
      "n3cc": 2167,
      "C(CS": 2168,
      "c(OC)c1)": 2169,
      "(C)C)=O": 2170,
      "FC(F)(": 2171,
      "c(C2": 2172,
      "[C@@H]2CCCN": 2173,
      "OCCOC)": 2174,
      "c(O)cc2)": 2175,
      "(C)C)cc1": 2176,
      "c3c[nH]": 2177,
      "[C@@H](C1)": 2178,
      "C)O": 2179,
      "nc(CN": 2180,
      "c2ccc(C(N": 2181,
      "c(F)cc1)": 2182,
      "c1c2c(ccc1": 2183,
      "OCCN1": 2184,
      "OCC2": 2185,
      "C1)N": 2186,
      "c2ccccc2)C1": 2187,
      "C)=O)c1": 2188,
      "c([N+](=O)[O-])": 2189,
      "c(C#N)cc": 2190,
      "[C@@H](C)C1": 2191,
      "[C@H]1(C)": 2192,
      "(CC)CC)=O)": 2193,
      "nc12": 2194,
      "(NC(N": 2195,
      "C[C@H]2CC": 2196,
      "nc2c(": 2197,
      "C(OCC)=O)": 2198,
      "C1CC(": 2199,
      "c2nnc(": 2200,
      "(O)CC": 2201,
      "[C@H](CCCCN)": 2202,
      "cc(F)c1": 2203,
      "nc2C)": 2204,
      "CC(N)=O)": 2205,
      "co3)": 2206,
      "c2cccn": 2207,
      "c(C(=O)N)": 2208,
      "c3cc(-": 2209,
      "c3ccc(O)cc3)": 2210,
      "[nH]n3)": 2211,
      "O=S(": 2212,
      "(=O)=O)c1": 2213,
      "nc2c1": 2214,
      "C1CCN(": 2215,
      "=O)cc1": 2216,
      "CCC(C": 2217,
      "2CCN": 2218,
      "C(N[C@H]1": 2219,
      "C(CO)": 2220,
      "[C@H](C(N)=O)": 2221,
      "C[C@@H](CC)": 2222,
      "C[C@@H](C)O": 2223,
      "c(C(=O)OCC)": 2224,
      "[C@@H](F)": 2225,
      "CCCCCC)": 2226,
      "c2c(N)": 2227,
      "n3cn": 2228,
      "C/C=C\\": 2229,
      "c1c(NC(": 2230,
      "c(OC)c(OC)c2)": 2231,
      "#N)cc3)": 2232,
      "ccn3)": 2233,
      "N(C(=O)CC": 2234,
      "ccc2)cc": 2235,
      "c1c(C)o": 2236,
      "(C(C": 2237,
      "ccc(Cl)c1": 2238,
      "[C@H](C(=O)N)": 2239,
      "c1(N)": 2240,
      "c3n[nH]": 2241,
      "/C=C2\\": 2242,
      "OCCO2": 2243,
      "(C)=O": 2244,
      "c3cc4": 2245,
      "([O-])=O)": 2246,
      "c2nc1": 2247,
      "CCC2)c1": 2248,
      "[C@@H](C)C2)": 2249,
      "cc(OC)c1": 2250,
